{
  "metadata": {
    "title": "Dynamic carbon surface chemistry: Revealing the role of carbon in electrolytic water oxidation",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2020-08-31",
    "doi": "10.1016/j.jechem.2019.12.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495619309271",
    "pii": "S2095495619309271"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85076887595",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2019-12-14 2019-12-14 2019-12-27 2019-12-27 2020-07-23T23:55:59 1-s2.0-S2095495619309271 S2095-4956(19)30927-1 S2095495619309271 10.1016/j.jechem.2019.12.006 S300 S300.2 FULL-TEXT 1-s2.0-S2095495619X00169 2020-07-23T23:05:45.978452Z 0 0 20200801 20200831 2020 2019-12-14T07:35:58.427172Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast orcid primabst ref specialabst 2095-4956 20954956 false 47 47 C Volume 47 19 155 159 155 159 202008 August 2020 2020-08-01 2020-08-31 2020 article fla © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. DYNAMICCARBONSURFACECHEMISTRYREVEALINGROLECARBONINELECTROLYTICWATEROXIDATION DING Y 1 Introduction 2 Experimental 3 Results and discussion 3.1 Viability of using carbon electrode for water oxidation and the dynamic surface chemistry 3.2 The influence of amorphous parts on carbon and the carbon oxidation issue 3.3 The real active site for water oxidation 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References SU 2013 5782 5816 D ZHANG 2014 241 264 Q BRISCOE 2015 4463 4468 J LIN 2015 1508 1513 T YANG 2019 1804799 L REICHE 2014 175 183 S LEWIS 2006 15729 15735 N EISENBERG 2008 1697 1699 R WALTER 2010 6446 6473 M LU 2015 2901 2907 X ELSAWY 2016 A ZHANG 2017 2312 2317 Y SPORI 2017 5994 6021 C KINOSHITA 1988 K CARBONELECTROCHEMICALPHYSICOCHEMICALPROPERTIES WANG 2018 7970 J DUNGEN 2017 628 641 P DUNGEN 2018 614 622 P LIN 2018 14717 14724 Y LIN 2019 8917 8921 Y LI 2010 4430 4434 H SPANOS 2019 8165 8170 I ELLIS 2010 10990 10991 W FILLOL 2011 807 813 J KOTTRUP 2016 2643 2646 K DEGROOT 1989 5715 5723 F LAFUERZA 2011 325601 S DINGX2020X155 DINGX2020X155X159 DINGX2020X155XY DINGX2020X155X159XY 2021-12-27T00:00:00.000Z 2021-12-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2019-12-20T09:33:08.278Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas MPG Max-Planck-Gesellschaft http://data.elsevier.com/vocabulary/SciValFunders/501100004189 http://sws.geonames.org/2921044 item S2095-4956(19)30927-1 S2095495619309271 1-s2.0-S2095495619309271 10.1016/j.jechem.2019.12.006 286353 2020-07-23T23:05:45.978452Z 2020-08-01 2020-08-31 1-s2.0-S2095495619309271-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/MAIN/application/pdf/c14a70fca59a0e3a9be43476af3dc13e/main.pdf main.pdf pdf true 1711606 MAIN 5 1-s2.0-S2095495619309271-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/PREVIEW/image/png/21d84afdeb1af7c023c0985bb2215c23/main_1.png main_1.png png 58193 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495619309271-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr1/DOWNSAMPLED/image/jpeg/daaf4874c181ae7d8119212f2fa71434/gr1.jpg gr1 gr1.jpg jpg 114158 539 678 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr2/DOWNSAMPLED/image/jpeg/b7ebec25837e55e28bd92c4501dac98d/gr2.jpg gr2 gr2.jpg jpg 70492 239 809 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr3/DOWNSAMPLED/image/jpeg/50af7c9a6b82c3f3b5cf060d412ce80a/gr3.jpg gr3 gr3.jpg jpg 25704 207 562 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr4/DOWNSAMPLED/image/jpeg/297f7c50703e92b4dbd33ade0748ae4d/gr4.jpg gr4 gr4.jpg jpg 55128 207 809 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr5/DOWNSAMPLED/image/jpeg/91a581d49aaae92afa6caf8661843004/gr5.jpg gr5 gr5.jpg jpg 21863 212 281 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/fx1/DOWNSAMPLED/image/jpeg/04742e362726d7cea4844a712b076c18/fx1.jpg fx1 true fx1.jpg jpg 18144 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619309271-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr1/THUMBNAIL/image/gif/d623cd4bf24b18b1518ef9004bc7bf6a/gr1.sml gr1 gr1.sml sml 12239 164 206 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr2/THUMBNAIL/image/gif/4df35d70a3c656dcba7195c18edfaf6d/gr2.sml gr2 gr2.sml sml 7547 65 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr3/THUMBNAIL/image/gif/8e38582a3f9ff93b71ca7b8c3966ffe5/gr3.sml gr3 gr3.sml sml 4850 81 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr4/THUMBNAIL/image/gif/f52117a47f64ff028a743873d49c7ac2/gr4.sml gr4 gr4.sml sml 5509 56 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr5/THUMBNAIL/image/gif/dcc3d1003fdd625ad3e9d40690f95627/gr5.sml gr5 gr5.sml sml 11104 164 218 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/fx1/THUMBNAIL/image/gif/063ee09c3744255c5a7fe128b1c2f12a/fx1.sml fx1 true fx1.sml sml 13950 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619309271-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr1/HIGHRES/image/jpeg/bb855bd2908070b8b0cf1a439ad5651f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1138282 2383 3000 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr2/HIGHRES/image/jpeg/221864217f55cc07b2ceca380fbd2aad/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 770839 1060 3583 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr3/HIGHRES/image/jpeg/a40358941ad1bf09eed417434d8d81bc/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 220864 917 2490 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr4/HIGHRES/image/jpeg/c587c9b2c2a02bac88965b93bb59aa0d/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 455469 916 3581 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/gr5/HIGHRES/image/jpeg/dca0f193e4c242dd980c8b1e5d474799/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 186833 937 1244 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/fx1/HIGHRES/image/jpeg/bff3b7e759997fe3eb6594d24d2d44c5/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 149540 818 1333 IMAGE-HIGH-RES 1-s2.0-S2095495619309271-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619309271/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/3635ecce296f94c36159ee7f05ea0f6b/mmc1.docx mmc1 mmc1.docx docx 5989673 APPLICATION 1-s2.0-S2095495619309271-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10GLBS6W69F/MAIN/application/pdf/a56edb4541c53577ba4cce3aad382e59/am.pdf am am.pdf pdf false 210509 AAM-PDF JECHEM 1032 S2095-4956(19)30927-1 10.1016/j.jechem.2019.12.006 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Influence of oxygen functional groups on the reaction and the evolution of different functional groups during the reaction. (a) Cyclic voltammogram (CV) of the naked electrode, different CNTs and the commercial NiCoO x normalized to the geometric area of the active electrode area. (b) Linear sweep voltammograms (LSV) of CNTs annealed at different temperatures, normalized to the geometric area of the active electrode area. Each annealing temperature results in the removal of one specific oxygen functional group. CAR = carboxylic group, Lz = lactone at zigzag position, AH = anhydrides, La = lactone at armchair position, PH = phenol/ether, CA = carbonyl group. (c) The content of the functional groups on soaked NSA CNT for 20 min in KOH (denoted as KOH), NSA CNT sample after 20 min CA (denoted as CA-20 min) and after 2 h CA test (denoted as CA-2 h), respectively. (d) The content of the functional groups of CNTs annealed at 1000 °C and soaked in KOH (denoted as KOH) and the annealed sample after 20 min CA test (denoted as CA-20 min). The amounts of the functional groups are obtained by TPD (Figs. S10, S11 and S14). Considering the big error bars of the lactone and anhydride groups in Fig. 2(c) and carboxylic, lactone and anhydride groups in (d), the amounts of these functional groups are neglectable. Fig 1 Fig. 2 Carbon surface properties before and after reaction. (a) Raman spectra of NSA CNT (black line), KOH soaked NSA CNT for 20 min sample (NSA CNT-KOH, red line), NSA CNT sample after 2 h CA test (NSA CNT after CA, blue line). The lower part is with the subtraction of the NSA CNT spectrum, from which a better view of the comparison can be observed. (b) NEXAFS spectra of the C K-edge of the CNTs before and after reaction. (c) HRTEM images of the NSA CNT before and after 2 h CA measurement. Fig 2 Fig. 3 Confirmation of the dynamic formation of the active sites. (a) CV measurements of NSA CNTs in standard and purified electrolyte. (b) In-situ ICP-OES measurement of iron concentration (detection limit is 0.08 ppb) for Fe in the flowed electrolyte through the reaction (details in SI). Fig 3 Fig. 4 (a) The current of the functionalized CNT at 1.8 V in the electrolyte with different iron contents. The measurement is conducted independently for each iron content. (b) On and off CA measurements between 1.8 V and 0 V. The test was performed with standard 0.1 M KOH. (c) DPV measurement of the sample is conducted before reaction, after CA, and after CV (all tests are done in one batch). The peak represents the iron content to some content and the black line indicates there is no iron detectable in the purified electrolyte (details in the last part of SI). Fig 4 Fig. 5 In-situ O K-edge spectra of the anode under electrochemical conditions (1.5 V). Fig 5 Dynamic carbon surface chemistry: Revealing the role of carbon in electrolytic water oxidation Yuxiao Ding Writing - review & editing Data curation a ⁎ Qingqing Gu Data curation a Alexander Klyushin Data curation b c Xing Huang Data curation b Sakeb H. Choudhury Data curation a Ioannis Spanos Data curation a Feihong Song Data curation a Rik Mom Data curation b c Pascal Düngen Data curation a Anna K. Mechler Data curation a Robert Schlögl Writing - review & editing Data curation a b Saskia Heumann Writing - review & editing Data curation a ⁎ a Max Planck Institute for Chemical Energy Conversion, Stiftstrasse 34-36, Mülheim an der Ruhr 45470, Germany Max Planck Institute for Chemical Energy Conversion Stiftstrasse 34-36 Mülheim an der Ruhr 45470 Germany aMax Planck Institute for Chemical Energy Conversion, Stiftstrasse 34-36, Mülheim an der Ruhr 45470, Germany b Fritz-Haber-Institut der Max-Planck Gesellschaft, Faradayweg 4-6, Berlin 14195, Germany Fritz-Haber-Institut der Max-Planck Gesellschaft Faradayweg 4-6 Berlin 14195 Germany bFritz-Haber-Institut der Max-Planck Gesellschaft, Faradayweg 4-6, Berlin 14195, Germany c Research Group Catalysis for Energy, Helmholtz-Zentrum Berlin für Materialien und Energie GmbH, Albert-Einstein-Strasse 15, 12489 Berlin, Germany Research Group Catalysis for Energy Helmholtz-Zentrum Berlin für Materialien und Energie GmbH, Albert-Einstein-Strasse 15 Berlin 12489 Germany cResearch Group Catalysis for Energy, Helmholtz-Zentrum Berlin für Materialien und Energie GmbH, Albert-Einstein-Strasse 15, 12489 Berlin, Germany ⁎ Corresponding authors. Carbon materials have been widely used as electrodes, but the mechanistic roles are still not clear due to the complexity of the carbon surface chemistry. Herein we clarify that intrinsic material properties of carbon have to be activated by extrinsic factors. Pure carbon has no catalytic activity when used as electrode for electrocatalytic water oxidation. The evolution of oxygen functional groups on the carbon surface with increasing potential and the subsequent formation of real active sites with iron impurities from the electrolyte have been confirmed. These in-situ formed active sites protect the carbon from deep oxidation. This unprecedented finding not only provides insight into the dynamic evolution of carbon electrode surface chemistry and raises awareness of the need for detailed surface analysis under operando conditions, but also suggests a direction for the development of scalable and high-performance carbon-based electrode systems for various electrochemical applications. Graphical abstract Carbon is easier to be oxidized than water. Carbon does not provide direct catalytic active site for water oxidation, but contributes by dynamically forming iron active species on the surface with specific functional groups. Image, graphical abstract Keywords Carbon chemistry Carbon catalysis Carbon electrode Water splitting Iron impurity 1 Introduction Carbon materials have been widely used as material solutions for sustainable use of energy from fuel cells via batteries, supercapacitors and solar cells [1]. The excellent electron transfer ability of sp 2-hybridized carbon together with the ability to fine-tune its structures and properties are key points for advanced electrodes to meet the high demanding expectation. Considering the relatively low cost, environmental compatibility and sustainability, carbon materials could play key roles in future energy systems. However, due to the complexity of the carbon surface chemistry and the dynamic changes of the carbon surface during reactions, the understanding of the role of carbon in different applications is mainly driven by a trial-and-error approach. Determining the evolution of the carbon surface in different applications is essential for understanding the mechanism and design of appropriate knowledge-based electrodes. It is a big challenge to characterize the carbon surfaces in detail under real active conditions, since carbon materials hydrolyze in water and even more easily in alkaline or acidic electrolytes [2]. In addition, electrolytic water oxidation takes place at applied potentials, which can lead to deviations between the actual and measured structures if these are not carried out in-operando. Water electrolysis is of high relevance for the conversion of excessive renewable energy derived electricity into chemical energy and the most difficult elementary step is the anodic water oxidation part [3]. Carbon materials are used as low cost metal-free anode material for the anodic process [4]. However, carbon is not stable under the harsh oxidizing conditions [5] as carbon oxidation (0.207 V vs. RHE) [6] is much easier than water oxidation (1.23 V vs. RHE). This means when carbon is used for water oxidation, there must be different active sites other than carbon itself. Herein, we use highly graphitic carbon nanotubes (CNTs) as anode material for water oxidation, and by varying the surface properties of functional groups a good reaction rate can be reached. By the analysis of carbon surface oxygen functional groups, we illustrate the evolution of carbon surface chemistry during the reaction. Although carbon itself does not provide the direct active sites for water oxidation, phenol and carbonyl groups on the carbon surface are indispensable for the dynamic formation of the real active COFe site with the trace iron impurities of the electrolyte. A similar effect of activating intrinsic material properties by Fe impurities from the electrolyte is known for Ni-based catalysts [7]. Here, the formation of the active sites also prevents carbon from deep oxidation, therefore allowing carbon-based electrodes being used as water oxidation electrodes. 2 Experimental The electrochemical measurements were conducted in a three-electrode system, which was controlled by using a potentiostat/galvanostat (BioLogic VSP, France). A platinized Pt wire was used as a counter electrode and a reversible hydrogen electrode (RHE, HydroFlex, Gaskatel GmbH) was used as a reference electrode. The XPS and NEXAFS experiments were performed at the ISISS beamline at the synchrotron radiation facility BESSY II of the Helmholtz Zentrum Berlin. The measurements were carried out in a stainless steel NAP-XPS chamber. The powder samples were pressed into a pellet of 8 mm diameter. Samples were placed between a stainless steel backplate and lid (with 6 mm hole) and mounted onto a sapphire sample holder. The NEXAFS spectra were obtained by recording the total electron yield (TEY). TPD was performed using a STA 449 F3 Jupiter® QMS4 setup from Netzsch with an argon gas flow of 50 mL/min. Raman spectra were measured by a Thermo Scientific DXR Raman Microscope with a 50× magnification and a 532 nm laser. TEM and HRTEM images were recorded with a double Cs-corrected JEOL ARM 200 transmission electron microscope with a cold field emission gun. The instrument was operated at 200 kV. 3 Results and discussion 3.1 Viability of using carbon electrode for water oxidation and the dynamic surface chemistry To determine whether carbon can perform well for water oxidation as an electrode, several carbon samples with different properties are compared under the same reaction conditions (details for all samples can be found in the Supporting Information, SI). Fig. 1 (a) shows the electrochemical behavior of those samples in 0.1 M (0.1 mol/L) KOH electrolyte. The original, as received CNTs contains some metal residues from the synthesis process, resulting in a medium water oxidation activity among all investigated samples. When the metal residues are removed by the treatment in nitric acid (100 °C for 20 h, NA CNTs), the reactivity almost disappears for the obtained NA CNTs. Treatment of CNTs with mixed nitric and sulfuric acid (NSA CNT) introduces much more oxygen functional groups on the carbon surface [8], which results in the highest activity in the measured cyclic voltammograms (CV) with an overpotential of 360 mV (for 10 mA/cm2). In addition, as reference, a commercial NiCoO x sample shows an even higher overpotential (410 mV at 10 mA/cm2) than the NSA CNTs under the same conditions, thus indicating a superior reactivity of the NSA CNTs. This is further confirmed by the key performance indicators (KPI) of the electrochemical data in Table S1. The detailed electrochemical performances and comparison with the tested carbon materials are also given in Figs. S1–S7 and Table S2, revealing the viability of carbon as an anode material for water electrolysis. Apparently, functional groups on CNTs do contribute to the activity. There are several different oxygen functional groups on carbon surfaces that lead to broad redox peaks in the cyclic voltammogram at around 0.5 V (all the used potential are converted via RHE, Fig. S8). The low position of the oxidative peak confirms that the carbon oxidation is much easier than the water oxidation. Selective removal of specific functional groups can be achieved by varying the annealing temperature under Ar atmosphere (Fig. S5) [9]. This allows the direct assignment which functional groups contribute to the formation of active sites. For example, when carboxylic groups (CAR, black line) are removed by annealing at 253 °C, the electrochemical performance in the linear sweep voltammogram (LSV) does not differ from the CNTs that contain all possible oxygen functional groups (NSA CNT, red line). This indicates that carboxylic groups do not contribute to the electrocatalytic activity. Applying this method to other temperatures/functional groups, the respective contribution to the electrocatalytic activity can be determined. From these results we conclude that carboxylic and anhydride groups do not contribute to the activity, while lactone, phenol and carbonyl groups are important for the activity. Considering that anhydride, ether and lactone groups will hydrolyze into carboxylic and phenol groups when they get in contact with the electrolyte, only carboxylic, phenol and carbonyl groups exist during the reaction [2]. All transformations of the functional groups are given in Fig. S9. Accordingly, temperature-programmed desorption (TPD) of the CNTs soaked in the electrolyte exhibits only three main peaks, which are carboxylic, phenol and carbonyl groups, respectively (Figs. 2 (c), S10 and S11). Based on the above results, it can be concluded that only phenol and carbonyl groups are involved in the formation of active sites. In Fig. 2(c), samples after different reaction times (20 min and 2 h) show similar amounts of functional groups compared to the original CNT sample soaked in KOH. Only a slight change of the phenol and carbonyl group ratio can be observed. To check whether the functional groups are formed in-situ during the oxidation process, O18 labeled water was used in the electrolyte. After 2 h of electrocatalytic reaction, no O18 containing carbon oxides were detected (Fig. S12), revealing that no new oxygen functional groups are formed on the surface during the reaction. This also confirms that the carbon surface does not show a continuous deep oxidation. For the sample annealed at 1000 °C, where almost all functional groups are removed, there is still some current observable at higher potentials (Fig. 2(b), purple), and a slight increase can be observed in the chronoamperogram (CA) (Fig. S13). This is because phenol groups on some dangling bonds and edge parts, produced during the annealing process can be formed in-situ by interaction with the hydroxide (Figs. 2(c) and S14). Subsequently, the surfaces of the annealed CNTs are gradually functionalized again displaying a stable activity. Therefore, we can conclude that phenol groups, carbonyl groups and defects are useful for the reaction. Carbonyl groups and phenol groups are dynamically transferred via the keto–enol tautomerization into each other during the reaction (Fig. 1(c) and (d)). These conclusions are in good accordance with our experimental investigations with model catalysts [10]. 3.2 The influence of amorphous parts on carbon and the carbon oxidation issue Amorphous carbon is an unavoidable part of all carbon materials; therefore, it is necessary to clarify whether it influences the catalytic reactivity or not. In Fig. 2(a), the Raman spectrum of the sample soaked in 0.1 M KOH for 20 min (KOH) shows a decrease of the amorphous part in comparison to the NSA CNTs, meaning that the amorphous part exhibits physical detachment in the electrolyte. In addition, the color of the KOH solution becomes brownish after washing CNTs, while repeated washing of the same batch of CNTs in new solutions gradually makes the color of the solution transparent (Fig. S15). This indicates that amorphous parts are removed away by this washing procedure. The electrolyte does not remove large graphitic layers. The brownish electrolyte was exposed to ultraviolet light, and yellow fluorescence could be observed, caused by carbon quantum dots from the amorphous parts (Fig. S16) [11]. Accordingly, the ultraviolet–visible spectrum of the brownish electrolyte in Fig. S17 shows a peak at around 230 nm. The CNTs before and after the washing step show similar electrochemical behaviors (Figs. S18 and S19), suggesting that the amorphous part has no influence on the reaction. Transmission electron microscopy (TEM) images (Fig. S20) and Near Edge X-Ray Adsorption Fine Structure (NEXAFS) C K-edge spectra (Fig. 2(b)) of the CNTs before and after the electrochemical test confirmed the high stability of the graphitic backbone during the oxidation process. A more detailed view of the CNT surface by high-resolution TEM (HRTEM) is shown in Fig. 2(c). The amorphous carbon on the CNTs surface was mostly removed after 2 h CA test. Raman spectrum of the sample after CA test shows similar peaks as compared to the other two samples (Fig. 2(a)). From which one can conclude, when functionalized CNTs are used as anode, they show electrochemically stable behavior and undergo only physical detachment of amorphous carbon. A 92% Faraday efficiency of oxygen evolution can be obtained by testing the oxygen content (SI). Considering that not all oxygen can be detected by the oxygen sensor because undissolved oxygen forms bubbles, the actual efficiency should be close to 100%. Electrochemical carbon oxidation can be thus neglected for the CNT sample. Besides, the original oxygen on the carbon surface has no exchange with oxygen in the electrolyte, which is supported by the O18 labeled water experiment. Long-term stability tests (10 h at 1.8 VRHE in Fig. S21) can also confirm that there is no obvious carbon oxidation of the functionalized carbon electrode. As mentioned above, carbon itself will be oxidized first instead of being the catalyst for water oxidation. Therefore, there must be some newly formed active sites on the functional groups to protect carbon from deep oxidation. 3.3 The real active site for water oxidation Oxygen functional groups on carbon surfaces play a large role in the activity, but cannot be the actual active sites. The reactivity of NSA CNTs significantly decreased to a very low level (Fig. 3 (a)) when iron purified electrolyte was used (reduced iron content from 4 ppb to near 0 ppb, SI) [12]. In addition, the low activity decreases further over time, which can be attributed to carbon oxidation, as the protection of the real active sites by Fe-species is lacking (Fig. S22). This suggests that the high activity of water oxidation needs the presence of both components, functional groups and iron impurities. The in-situ formation of the active sites with a continuous adsorption of the iron cations can be directly observed by the reduced Fe concentration detected by online inductively coupled plasma-optical emission spectroscopy (ICP-OES) in a flow-cell system (Figs. 3(b) and S25). Furthermore, systematically varied iron contents in the electrolyte show a remarkable influence on the activity (Fig. 4 (a)), evidencing the dynamic formation of active sites by bonding the functional groups with iron. All the information confirms the in-situ formation of catalytically active C–O–Fe sites during the reaction. In alkaline media, the iron species most likely exist as Fe3+. Therefore, based on the experimental evidences, a C–O–Fe(OH)2 species is proposed as the reactive sites for OER (Fig. S26). Time-dependent observations reveal an eight-minute initial activation step to reach a stable current, pointing to the dynamic formation of the active species at high potentials (Fig. 4(b)). Applied differential pulse voltammetry measurements (DPV) show a much higher iron oxidation peak after the CA test which can be explained by a higher Fe-concentration of dynamically formed COFe species during the OER (Fig. 4(c)). Several molecular iron-based water oxidation catalysts have been developed [13]. Typically, their activity is lower than the current system and we also checked several other iron-based systems under the same conditions, which show much lower activity (Fig. S27). These also confirm that the iron species here is not only to prevent deep electrode oxidation, but also useful for fabricating efficient water splitting devices. It is promising to substitute the iron with other metals, which will be conducted in our following work. All above in-situ measurements indicate that the formation of iron active sites is a dynamic process that takes place preferentially at high potentials. A possible mechanism is thus proposed showing the production of O2 by C–O–Fe species (Fig. S28). In general, it is proposed that the loss of the first electron couples with the reaction between Fe–OH and a hydroxyl ion produce a H2O molecule. Subsequently, a formed radical could adsorb another hydroxyl ion to generate a FeOOH structure, while losing a second electron in this process. The loss of the third electron could be combined with a H2O formation. In the last step, a FeOO–OH intermediate could be formed, which loses an electron during the formation of O2. The in-situ NEXAFS results confirm that the reaction is a dynamic process. As the iron content in the electrolyte is quite low and can only be partly adsorbed on the CNT surface, it is hard to see clear iron signal from the both in-situ (acquired in total fluorescence yield mode) and ex-situ (acquired in total electron yield mode) Fe L-edge in Figs. S29 and S30. The tiny peaks in both figures are possibly from either the mirror peaks of the equipment or the anode surface. Yet the in-situ O K-edge spectra in Fig. 5 do confirm the reaction on the anode surface. With the reaction going, there is a new peak arising at 530.9 eV, which shows no signal at the open circuit potential. The peak goes down with the formation of the bubble, indicating that it is arising from the reaction. It might be from the oxygen on the dynamic formed iron species [14], as shown in the proposed mechanism (Fig. S28). However, although there is no obvious deep carbon oxidation happens, the peak is still possibly from the electron loss of CO− on carbon. This is also favorable for the formation of COFe species. 4 Conclusions Pure carbon cannot be a catalytic material for the electrocatalytic water oxidation, as it will be oxidized before catalyzing water oxidation. For the first time, we disclosed the dynamic change of the carbon surface chemistry during water splitting process and confirmed that specific oxygen functional groups on carbon surface play important role for the water oxidation. These functional groups can in-situ react with iron impurity in the alkaline electrolyte forming COFe as intrinsic active sites for the reaction, which also protects the carbon surface from deep oxidation. Although carbon has corrosion problem at oxidative potential, the special combination of functional groups and iron makes carbon-based materials a suitable anode material for water electrolysis. Due to the diversity of carbon materials, the system can be potentially used as scalable and sustainable anode solution for water splitting and also gets a chance to be applied in broad material synthesis, catalysis and electrocatalysis. Different metal species could possibly work even better for the system. CRediT authorship contribution statement Yuxiao Ding: Writing - review & editing, Data curation. Qingqing Gu: Data curation. Alexander Klyushin: Data curation. Xing Huang: Data curation. Sakeb H. Choudhury: Data curation. Ioannis Spanos: Data curation. Feihong Song: Data curation. Rik Mom: Data curation. Pascal Düngen: Data curation. Anna K. Mechler: Data curation. Robert Schlögl: Writing - review & editing, Data curation. Saskia Heumann: Writing - review & editing, Data curation. Declaration of Competing Interest The authors declare no competing interests. Acknowledgments The authors thank for support of the Max Planck society. The authors are grateful to N. Kowalew and Teresa Stamm (MPI-CEC) for assistance with carbon treatment, and B. Deckers (MPI-CEC) for assistance of graphic improvement. D. Shin, and S. Ye (MPI-CEC) are also thanked for fruitful discussions. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2019.12.006. Appendix Supplementary materials Image, application 1 References [1] a) D.S. Su S. Perathoner G. Centi Chem. Rev. 113 2013 5782 5816 a)D.S. Su, S. Perathoner, G. Centi, Chem. Rev.2013, 113, 5782–5816; b) Q. Zhang X.B. Cheng J.Q. Huang H.J. Peng F. Wei New Carbon Mater. 29 2014 241 264 b)Q. Zhang, X.B. Cheng, J.Q. Huang, H.J. Peng, F. Wei, New Carbon Mater.2014, 29, 241–264; c) J. Briscoe A. Marinovic M. Sevilla S. Dunn M. Titirici Angew. Chem. Int. Ed. 54 2015 4463 4468 c)J. Briscoe, A. Marinovic, M. Sevilla, S. Dunn, M. Titirici, Angew. Chem. Int. Ed.2015, 54, 4463–4468; d) T.Q. Lin I.W. Chen F.X. Liu C.Y. Yang H. Bi F.F. Xu F.Q. Huang Science 350 2015 1508 1513 d)T.Q. Lin, I.W. Chen, F.X. Liu, C.Y. Yang, H. Bi, F.F. Xu, F.Q. Huang, Science2015, 350, 1508–1513; e) L.J. Yang J.L. Shui L. Du Y.Y. Shao J. Liu L.M. Dai Z. Hu Adv. Mater. 31 2019 1804799 e)L.J. Yang, J.L. Shui, L. Du, Y.Y. Shao, J. Liu, L.M. Dai, Z. Hu, Adv. Mater.2019, 31,1804799. [2] S. Reiche R. Blume X.C. Zhao D.S. Su E. Kunkes M. Behrens R. Schlögl Carbon 77 2014 175 183 S. Reiche, R. Blume, X.C. Zhao, D.S. Su, E. Kunkes, M. Behrens, R. Schlögl, Carbon2014, 77, 175–183. [3] a) N.S. Lewis D.G. Nocera Proc. Natl. Acad. Sci. U.S.A. 103 2006 15729 15735 a)N.S. Lewis, D.G. Nocera, Proc. Natl. Acad. Sci. U.S.A.2006, 103, 15729–15735; b) R. Eisenberg H.B. Gray Inorg. Chem. 47 2008 1697 1699 b)R. Eisenberg, H.B. Gray, Inorg. Chem.2008, 47, 1697–1699; c) M.G. Walter E.L. Warren J.R. McKone S.W. Boettcher Q.X. Mi E.A. Santori N.S. Lewis Chem. Rev. 110 2010 6446 6473 c)M.G. Walter, E.L. Warren, J.R. McKone, S.W. Boettcher, Q.X. Mi, E.A. Santori, N.S. Lewis, Chem. Rev.2010, 110, 6446–6473. [4] a) X.Y. Lu W.L. Yim B.H.R. Suryanto C. Zhao J. Am. Chem. Soc. 137 2015 2901 2907 a)X.Y. Lu, W.L. Yim, B.H.R. Suryanto, C. Zhao, J. Am. Chem. Soc.2015, 137, 2901–2907; b) A.M. El-Sawy I.M. Mosa D. Su C.J. Guild S. Khalid R. Joesten J.F. Rusling S.L. Suib Adv. Energy Mater. 6 2016 b)A.M. El-Sawy, I.M. Mosa, D. Su, C.J. Guild, S. Khalid, R. Joesten, J.F. Rusling, S.L. Suib, Adv. Energy Mater.2016, 6; c) Y. Zhang X.L. Fan J.H. Jian D.S. Yu Z.S. Zhang L.M. Dai Energy Environ. Sci. 10 2017 2312 2317 c)Y. Zhang, X.L. Fan, J.H. Jian, D.S. Yu, Z.S. Zhang, L.M. Dai, Energy Environ. Sci.2017, 10, 2312–2317. [5] C. Spori J.T.H. Kwan A. Bonakdarpour D.P. Wilkinson P. Strasser Angew. Chem. Int. Ed. 56 2017 5994 6021 C. Spori, J.T.H. Kwan, A. Bonakdarpour, D.P. Wilkinson, P. Strasser, Angew. Chem. Int. Ed.2017, 56, 5994–6021. [6] K. Kinoshita Carbon: Electrochemical and Physicochemical Properties 3–12 1988 Web. United States N. p. Kinoshita, K. in Carbon: Electrochemical and Physicochemical Properties, Vol. 3–12. United States: N. p., 1988. Web. [7] J. Wang L. Gan W. Zhang Y. Peng H. Yu Q. Yan X. Xia X. Wang Sci. Adv. 4 2018 7970 J. Wang, L. Gan, W. Zhang, Y. Peng, H. Yu, Q. Yan, X. Xia, X. Wang, Sci. Adv.2018, 4, 7970. [8] P. Düngen M. Prenzel C. Van Stappen N. Pfänder S. Heumann R. Schlögl Mater. Sci. Appl. 8 2017 628 641 P. Düngen, M. Prenzel, C. Van Stappen, N. Pfänder, S. Heumann, R. Schlögl, Mater. Sci. Appl.2017, 8, 628–641. [9] P. Düngen R. Schlögl S. Heumann Carbon 130 2018 614 622 P. Düngen, R. Schlögl, S. Heumann, Carbon2018, 130, 614–622. [10] a) Y.M. Lin K.H. Wu Q. Lu Q.Q. Gu L.Y. Zhang B.S. Zhang D.S. Su M. Plodinec R. Schlögl S. Heumann J. Am. Chem. Soc. 140 2018 14717 14724 a)Y.M. Lin, K.H. Wu, Q. Lu, Q.Q. Gu, L.Y. Zhang, B.S. Zhang, D.S. Su, M. Plodinec, R. Schlögl, S. Heumann, J. Am. Chem. Soc.2018, 140, 14717–14724; b) Y. Lin Q. Lu F. Song L. Yu A.K. Mechler R. Schlögl S. Heumann Angew. Chem. Int. Ed. 2019 8917 8921 b)Y. Lin, Q. Lu, F. Song, L. Yu, A.K. Mechler, R. Schlögl, S. Heumann, Angew. Chem. Int. Ed.2019,8917–8921. [11] H.T. Li X.D. He Z.H. Kang H. Huang Y. Liu J.L. Liu S.Y. Lian C.H.A. Tsang X.B. Yang S.T. Lee Angew. Chem. Int. Ed. 49 2010 4430 4434 H.T. Li, X.D. He, Z.H. Kang, H. Huang, Y. Liu, J.L. Liu, S.Y. Lian, C.H.A. Tsang, X.B. Yang, S.T. Lee, Angew. Chem. Int. Ed.2010, 49, 4430–4434. [12] I. Spanos M.F. Tesch M. Yu H. Tüysüz J. Zhang X. Feng K. Müllen R. Schlögl A.K. Mechler ACS Catal. 9 2019 8165 8170 I. Spanos, M.F. Tesch, M. Yu, H. Tüysüz, J. Zhang, X. Feng, K. Müllen, R. Schlögl, A.K. Mechler, ACS Catal.2019, 9, 8165–8170. [13] a) W.C. Ellis N.D. McDaniel S. Bernhard T.J. Collins J. Am. Chem. Soc. 132 2010 10990 10991 a)W.C. Ellis, N.D. McDaniel, S. Bernhard, T.J. Collins, J. Am. Chem. Soc.2010, 132, 10990–10991; b) J.L. Fillol Z. Codola I. Garcia-Bosch L. Gomez J.J. Pla M. Costas Nature Chem 3 2011 807 813 b)J.L. Fillol, Z. Codola, I. Garcia-Bosch, L. Gomez, J.J. Pla, M. Costas, Nature Chem. 2011, 3, 807–813; c) K.G. Kottrup D.G.H. Hetterscheid Chem. Commun. 52 2016 2643 2646 c)K.G. Kottrup, D.G.H. Hetterscheid, Chem. Commun.2016, 52, 2643–2646. [14] a) F.M.F. de Groot M. Grioni J.C. Fuggle J. Ghijsen G.A. Sawatzky H Petersen Phys. Rev. B 40 1989 5715 5723 a)F.M.F. de Groot, M. Grioni, J.C. Fuggle, J. Ghijsen, G.A. Sawatzky, H. Petersen, Phys. Rev. B1989, 40, 5715–5723; b) S. Lafuerza G. Subías J. García S. Di Matteo J. Blasco V. Cuartero C.R. Natoli J. Phys. Condens. Matter 23 2011 325601 b)S. Lafuerza, G. Subías, J. García, S. Di Matteo, J. Blasco, V. Cuartero, C.R. Natoli, J. Phys. Condens. Matter2011, 23, 325601.",
      "scopus-id": "85076887595",
      "coredata": {
        "eid": "1-s2.0-S2095495619309271",
        "dc:description": "Carbon materials have been widely used as electrodes, but the mechanistic roles are still not clear due to the complexity of the carbon surface chemistry. Herein we clarify that intrinsic material properties of carbon have to be activated by extrinsic factors. Pure carbon has no catalytic activity when used as electrode for electrocatalytic water oxidation. The evolution of oxygen functional groups on the carbon surface with increasing potential and the subsequent formation of real active sites with iron impurities from the electrolyte have been confirmed. These in-situ formed active sites protect the carbon from deep oxidation. This unprecedented finding not only provides insight into the dynamic evolution of carbon electrode surface chemistry and raises awareness of the need for detailed surface analysis under operando conditions, but also suggests a direction for the development of scalable and high-performance carbon-based electrode systems for various electrochemical applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495619309271",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ding, Yuxiao"
          },
          {
            "@_fa": "true",
            "$": "Gu, Qingqing"
          },
          {
            "@_fa": "true",
            "$": "Klyushin, Alexander"
          },
          {
            "@_fa": "true",
            "$": "Huang, Xing"
          },
          {
            "@_fa": "true",
            "$": "Choudhury, Sakeb H."
          },
          {
            "@_fa": "true",
            "$": "Spanos, Ioannis"
          },
          {
            "@_fa": "true",
            "$": "Song, Feihong"
          },
          {
            "@_fa": "true",
            "$": "Mom, Rik"
          },
          {
            "@_fa": "true",
            "$": "Düngen, Pascal"
          },
          {
            "@_fa": "true",
            "$": "Mechler, Anna K."
          },
          {
            "@_fa": "true",
            "$": "Schlögl, Robert"
          },
          {
            "@_fa": "true",
            "$": "Heumann, Saskia"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495619309271"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495619309271"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(19)30927-1",
        "prism:volume": "47",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Dynamic carbon surface chemistry: Revealing the role of carbon in electrolytic water oxidation",
        "prism:copyright": "© 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon chemistry"
          },
          {
            "@_fa": "true",
            "$": "Carbon catalysis"
          },
          {
            "@_fa": "true",
            "$": "Carbon electrode"
          },
          {
            "@_fa": "true",
            "$": "Water splitting"
          },
          {
            "@_fa": "true",
            "$": "Iron impurity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-159",
        "prism:endingPage": "159",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2020",
        "prism:doi": "10.1016/j.jechem.2019.12.006",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/j.jechem.2019.12.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "539",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "114158",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "239",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70492",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "562",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25704",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55128",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "212",
            "@width": "281",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21863",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18144",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12239",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7547",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4850",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5509",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11104",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13950",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2383",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1138282",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1060",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "770839",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "917",
            "@width": "2490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "220864",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "916",
            "@width": "3581",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "455469",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "937",
            "@width": "1244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "186833",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "149540",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5989673",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619309271-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "210509",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85076887595"
      }
    }
  }
}