{
  "metadata": {
    "title": "Low-strain Co-free Li-rich layered cathode with excellent voltage and capacity stability",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2023-07-31",
    "doi": "10.1016/j.jechem.2023.03.021",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S209549562300181X",
    "pii": "S209549562300181X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85153800658",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2023-03-29 2023-03-29 2023-04-28 2023-04-28 2023-06-29T19:57:18 1-s2.0-S209549562300181X S2095-4956(23)00181-X S209549562300181X 10.1016/j.jechem.2023.03.021 S300 S300.1 FULL-TEXT 1-s2.0-S2095495623X00059 2024-06-03T13:21:35.135389Z 0 0 20230701 20230731 2023 2023-03-29T07:29:53.558262Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst 2095-4956 20954956 false 82 82 C Volume 82 41 513 520 513 520 202307 July 2023 2023-07-01 2023-07-31 2023 article fla © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. LOWSTRAINCOFREELIRICHLAYEREDCATHODEEXCELLENTVOLTAGECAPACITYSTABILITY YAO Z 1 Introduction 2 Experimental 2.1 Synthesis of low-strain Co-free Li-rich layered cathode material 2.2 Synthesis of the pristine Co-free Li-rich layered cathode material 2.3 Sample characterization 2.4 Electrochemical measurements 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary material References HE 2021 2005937 W XIE 2022 131978 H CUI 2022 2003885 S ZHAO 2021 716 734 S SUI 2021 117 136 Y WEN 2022 133041 G XU 2022 117 126 G LI 2021 2101962 Z WU 2022 134208 C ZHOU 2021 591 598 Z HE 2022 4137 4147 X LI 2022 2200427 X ZHAO 2022 2200740 E ZHANG 2021 1 10 J LUO 2021 120 126 D PENG 2021 11607 11618 J LIU 2021 158 179 Q JI 2021 229362 X HE 2021 2005937 W ZUO 2020 4450 4497 W FENG 2022 666 675 J LIU 2022 305 312 T YOON 2004 A167 W YU 2013 5969 5973 H LEIFER 2020 9098 9109 N XU 2020 83 Z ULVESTAD 2015 1344 1347 A ZHANG 2020 3050 F LI 2021 1 10 N HE 2022 2200322 W ZHANG 2022 2204061 2204067 Z LIU 2019 10876 10882 P LUO 2021 2009310 D LIU 2018 1802105 S DING 2020 7778 7782 X LIU 2021 2003479 Y KU 2018 1800606 K LUO 2021 2755 2764 D LI 2021 13160 13166 L ZHENG 2021 2100783 H ZHANG 2018 1801751 X ZHENG 2021 2100783 H SHI 2021 354 362 Y ZHANG 2021 512 522 C ZHAO 2021 1654 1671 X SUN 2021 2110295 J GUO 2019 220 227 H LUO 2016 198 208 D NIE 2021 39239 39247 X BAO 2021 123 132 L ZHANG 2022 483 489 R YAOX2023X513 YAOX2023X513X520 YAOX2023X513XZ YAOX2023X513X520XZ 2025-04-28T00:00:00.000Z 2025-04-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. 2023-05-02T09:32:01.237Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined States Key Project of Research and Development Plan of China 2016YFB0700600 National Natural Science Foundation of China 51874104 52004070 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ We thank the funding supports of National Natural Science Foundation of China (Project 52004070 and 51874104) and Key Technology and Supporting Platform of Genetic Engineering of Materials under States Key Project of Research and Development Plan of China (Project 2016YFB0700600) item S2095-4956(23)00181-X S209549562300181X 1-s2.0-S209549562300181X 10.1016/j.jechem.2023.03.021 286353 2023-06-29T19:10:03.037066Z 2023-07-01 2023-07-31 1-s2.0-S209549562300181X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/MAIN/application/pdf/e6d1aaa58025e22deb388c081f7146af/main.pdf main.pdf pdf true 2933047 MAIN 8 1-s2.0-S209549562300181X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/PREVIEW/image/png/41ba68574d4707d7db2dfe172f54c6dd/main_1.png main_1.png png 60510 849 656 IMAGE-WEB-PDF 1 1-s2.0-S209549562300181X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr2/DOWNSAMPLED/image/jpeg/c930a7bc05f7531f1be2bc0fe6a75f0e/gr2.jpg gr2 gr2.jpg jpg 97780 653 621 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr3/DOWNSAMPLED/image/jpeg/b157656ec8e647501ca0329bbbd24e52/gr3.jpg gr3 gr3.jpg jpg 115368 577 667 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr4/THUMBNAIL/image/jpeg/c15cd232696376f9d893000cf79cff14/gr4.jpg gr4 gr4.jpg jpg 70552 395 774 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr5/DOWNSAMPLED/image/jpeg/808739101a330796c7068839c84c80ef/gr5.jpg gr5 gr5.jpg jpg 137201 492 668 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/ga1/DOWNSAMPLED/image/jpeg/35daaa163ac6eaf5c7948cfebd02b6be/ga1.jpg ga1 true ga1.jpg jpg 31621 188 500 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr1/DOWNSAMPLED/image/jpeg/ab0205cc156d01484804e2338a7428e1/gr1.jpg gr1 gr1.jpg jpg 139828 499 668 IMAGE-DOWNSAMPLED 1-s2.0-S209549562300181X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr2/THUMBNAIL/image/gif/477adb820c6dd9ef1ab2118549221089/gr2.sml gr2 gr2.sml sml 7974 164 156 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr3/THUMBNAIL/image/gif/76c68f2a9a532a399bf053e73c1d733e/gr3.sml gr3 gr3.sml sml 12040 164 189 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr4/DOWNSAMPLED/image/gif/bd1d735a469ccb552eeeb514cb174e24/gr4.sml gr4 gr4.sml sml 8267 112 219 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr5/THUMBNAIL/image/gif/6ea5a7d5df49b760d5871fbce9c9105d/gr5.sml gr5 gr5.sml sml 25353 161 219 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/ga1/THUMBNAIL/image/gif/dc385cb0be6c8396b9c664ed21dca106/ga1.sml ga1 true ga1.sml sml 6931 83 219 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/gr1/THUMBNAIL/image/gif/3770beba877952bb7cba649c592a2d84/gr1.sml gr1 gr1.sml sml 22854 163 219 IMAGE-THUMBNAIL 1-s2.0-S209549562300181X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/60cb95b9086618f7065224f9cf354a5b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 241776 1342 1276 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/34e3b89b4367340a1a3574b4a9ee3923/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 767964 2555 2953 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/6db6e9fc5cf9cff16f4896eabc1e70d9/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 429304 1749 3425 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/588a4e555b65279dcd142c4a0c1185d9/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 980761 2178 2956 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/5caa0e6a473d84a20428bef722802cf4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 229305 834 2213 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/HIGHRES/image/jpeg/58371aceec206e74dae920f78fb53d17/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1031776 2206 2956 IMAGE-HIGH-RES 1-s2.0-S209549562300181X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562300181X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/b47856604f2ca5979adf56406589a46a/mmc1.docx mmc1 mmc1.docx docx 6715615 APPLICATION 1-s2.0-S209549562300181X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1073J5GVX3T/MAIN/application/pdf/c24d59baed6c44c9d30e6db80d2ab66f/am.pdf am am.pdf pdf false 1676036 AAM-PDF JECHEM 3094 S2095-4956(23)00181-X 10.1016/j.jechem.2023.03.021 Fig. 1 TEM images of (a, b) LS-LLO sample and (e, f) P-LLO sample, HRTEM images of (c, d) LS-LLO sample and (g, h) P-LLO sample, and (i–l) STEM images of LS-LLO sample. Fig. 2 Electrochemical performance of the LS-LLO and P-LLO samples at 0.5 C (100 mA g−1) between 2.0–4.8 V: The normalized discharge curves of different cycles for (a) LS-LLO and (b) P-LLO samples, the corresponding dQ/dV curves of (c) P-LLO sample, (d) the rate capability of P-LLO and LS-LLO samples, and (e) the ultra-long cycling stability of the LS-LLO sample at 0.5 C. Fig. 3 Charge-discharge profiles and in-situ synchrotron HEXRD characterizations of the LS-LLO sample: (a) Magnified 2D contour plots and selected in-situ HEXRD patterns (the peak of Al belongs to current collector), evolution of (b) lattice parameters and (c) cell volume during charge–discharge cycling. Fig. 4 (a,b) Diffusion coefficients of Li-ions of the LS-LLO and P-LLO samples calculated by GITT. Raman spectra of the LS-LLO and P-LLO samples after (c) 50 cycles and (d) 100 cycles. Fig. 5 The TEM and HRTEM images after 100 cycles: (a–f) the LS-LLO sample and (g–l) the P-LLO sample. Low-strain Co-free Li-rich layered cathode with excellent voltage and capacity stability Zhuo Yao a Yong Chen a Chenyu Liu a Hao Chen a b Shuxing Wu a Dong Luo a ⁎ Zhan Lin a Shanqing Zhang a b a Guangdong Provincial Key Laboratory of Plant Resources Biorefinery, School of Chemical Engineering and Light Industry, Guangdong University of Technology, Guangzhou 510006, Guangdong, China Guangdong Provincial Key Laboratory of Plant Resources Biorefinery School of Chemical Engineering and Light Industry Guangdong University of Technology Guangzhou 510006 Guangdong China Guangdong Provincial Key Laboratory of Plant Resources Biorefinery, School of Chemical Engineering and Light Industry, Guangdong University of Technology, Guangzhou 510006, Guangdong, China b Centre for Catalysis and Clean Energy, School of Environment and Science, Griffith University, Gold Coast, QLD 4222, Australia Centre for Catalysis and Clean Energy School of Environment and Science Griffith University Gold Coast QLD 4222 Australia Centre for Catalysis and Clean Energy, School of Environment and Science, Griffith University, Gold Coast, QLD 4222, Australia ⁎ Corresponding authors. Graphical abstract A Co-free Li-rich layered cathode with a very small volumetric strain (1.05%) is constructed. It possesses excellent voltage and capacity stability due to the significant suppression of TM migration, interfacial reactions and structural degradation. Owing to the inherent advantages of low cost and high capacity, cobalt (Co)-free lithium (Li)-rich layered oxides have become one of the most promising cathodes for next-generation high-energy lithium-ion batteries. However, these familial cathodes suffer from serious voltage decay due to many reasons, such as oxygen release and transition metal (TM) migration, which are closely related to nanoscale strain evolution. Here, by combining the synergistic effects of surface integration, bulk doping, and concentration gradient, we successfully construct a Co-free Li-rich layered cathode with a very small volumetric strain (1.05%) between 2.0 and 4.8 V, approaching the critical value of zero strain. Various characterizations indicate that the constructed zero-strain cathode can significantly suppress the TM migration, interfacial reactions, and structural degradation including cracks, lattice defects, phase evolution, and nanovoids, leading to improved voltage stability of Co-free Li-rich layered oxides during the prolonged cycles. This work provides a strategy to eliminate the lattice strain of Li-rich layered cathodes and facilitates the up-scaled application of the as-prepared cathode materials. Keywords Lithium-rich cathodes Lithium-ion batteries Cobalt free Zero strain Bulk doping Concentration gradient 1 Introduction Increasing the energy density of lithium-ion batteries (LIBs) can significantly alleviate the range anxiety of electric vehicles and contribute to addressing the substantial challenges to resource sustainability [1,2]. One of the critical points for increasing the energy density of LIBs is to develop cathode materials with high capacity and low cost [3–6]. Among these cathode candidates, Li-rich layered oxides (LLOs) have attracted wide attention for next-generation high-energy-density LIBs due to their high capacity and low-cost raw materials (high manganese (Mn) and low nickel (Ni) and cobalt (Co) contents), especially the Co-free one [7–9]. It has been well documented that the extraordinary capacity of the LLOs originates from the cationic/anionic hybrid redox, which provides the compensated extra charge/ion exchange [10,11]. However, the redox of anions (e.g., oxygen) causes severe voltage decay during cycles, which impedes their large-scale practical application [12–14]. Over decades, various mechanisms have been proposed to unravel the origin of the voltage decay in LLOs, including lattice oxygen release, transition metal (TM) migration, reduced TM redox couples, phase transformation, electrolyte decomposition and interfacial reaction [15–20]. Recently, Liu et al. suggested that most of the structural degradations were triggered by the accumulation of lattice strain and demonstrated the significance of strain release during long-term cycling [21,22]. However, the construction of zero-strain LLOs is still a challenge due to their heterogeneous structure of LiTMO2 and Li2MnO3 coherent nanodomains [23–25]. This unique coherent structure determines that the LLOs must undergo two stages: Li-ions de-insert severally from LiTMO2 and Li2MnO3 components during the initial charging process. The delithiation from LiTMO2 causes the increased local electrostatic repulsion with a tendency for lattice expansion. This lattice expansion, however, is partly confined by the inactive Li2MnO3 domain, resulting in severe nanoscale strain with lattice displacement, uneven Li+ (de)intercalation and heterogeneous electrochemical reactions [26–28]. Therefore, the rational establishment of zero-strain LLOs not only helps better understand the degradation mechanisms but also improves the voltage stability [29,30]. In this work, a “three-in-one” strategy, namely a combination of surface integration, bulk doping, and concentration gradient, is proposed to construct low-strain Co-free Li-rich layered cathodes. Various characterizations demonstrate that the as-prepared LLOs with an extremely small volumetric strain (1.05%) between 2.0 and 4.8 V can significantly mitigate the TM migration and interface reactions, which results in a great suppression in cracks, lattice defects, structural degradation, and nanovoids during long-term cycling. As expected, the low-strain constructed sample delivers a low voltage decay rate of 0.97 mV cycle−1 at 0.5 C and excellent long-term capacity stability with a capacity retention ratio as high as 92% after 300 cycles. The discovery in this work will provide new perspectives for a better understanding of the degradation mechanism and inspire more researchers to explore high-energy-density LLOs. 2 Experimental 2.1 Synthesis of low-strain Co-free Li-rich layered cathode material The precursors (Mn0.75Ni0.25CO3) were synthesized by a hydrothermal method. In a typical preparation process, the analytical reagent Mn(CH3COO)2·4H2O, Ni(CH3COO)2·4H2O (3:1 in molar ration) and urea were dissolved into 65 mL mixed solution of ethanol and deionized water. Then, the mixture solution was transferred to a sealed Teflon-lined stainless-steel autoclave and heated at 180 °C for 24 h. The obtained microspherical precursors were ground uniformly with Li2CO3 (10 mol% excess), NaCl (2.45 g), KCl (4.74 g) and Al2O3, and sintered at 800 °C for 12 h in air. Finally, after washing, filtering and drying at 180 °C for about 12 h, the low-strain Co-free Li-rich layered cathode material (marked as LS-LLO, Li1.191Mn0.588Ni0.171Al0.05O2) was gained. 2.2 Synthesis of the pristine Co-free Li-rich layered cathode material As a comparison, the pristine Co-free Li-rich layered cathode material was prepared using a molten-salt-assisted co-precipitation method. In a typical synthesis process, microspherical carbonate precursors (Mn0.75Ni0.25)CO3 were prepared via a carbonate co-precipitation method by CSTR with a pH of 8. Then, the carbonate precursors were further mixed with an appropriate amount of Li2CO3 (5 mol% excess), NaCl and KCl, and calcined at 800 °C for 12 h in air and cooled to room temperature. Finally, the pristine Co-free Li-rich layered cathode material (marked as P-LLO, Li1.198Mn0.614Ni0.188O2) was gained after washing, filtering, and drying. 2.3 Sample characterization Crystalline structure of samples was identified by a Rigaku MiniFlex600 powder X-ray diffractometer (XRD) with a Cu-K α radiation (λ = 1.54059 Å, 40 kV, 50.0 mA), scanned over a range of 10°–80° at a scan rate of 2° min−1. The morphology, elemental distribution, and surface structure evolution for samples were collected by the high-resolution field emission scanning electron microscope (SEM, Hitachi- SU8220) equipped with the energy dispersive X-ray (EDX) spectrometer and transmission electron microscope (TEM, JEM-2100F). Raman spectra were obtained by dispersive Raman Microscope (Renishaw inVia) using a solid-state 532 nm excitation laser. 2.4 Electrochemical measurements The electrodes were prepared as follows: 80 wt% of the synthesized powders, 10 wt% of acetylene black and 10 wt% of polyvinylidene fluoride (PVDF) were mixed by using N-methyl pyrrolidinone (NMP) as a solvent and formed a slurry. The slurry coated uniformly onto aluminum foil, and then dried at 120 °C over 8 h in vacuum. The electrode was cut into disks with diameter of 14 mm, and the average mass loading of active material was 2–3 mg. Using lithium metal as the anode and 1 M LiPF6 dissolved in ethylene carbonate (EC), dimethyl carbonate (DMC) and ethyl methyl carbonate (EMC) (volume ratio = 1:1:1) as the electrolyte, the CR-2032-type coin cells were assembled in an Ar-filled glovebox with oxygen and moisture contents < 0.1 ppm. The cells were measured with NEWARE CT-4008 testing system (Shenzhen NEWARE Electronics. Ltd., China) (1 C = 200 mA g−1) under a galvanostatical mode between 2.0 and 4.8 V at a thermotank. 3 Results and discussion XRD patterns (Fig. S1, Supporting information) indicate that P-LLO and LS-LLO samples show similar diffraction peaks, which can be indexed into a hexagonal structure LiTMO2 (TM = Ni and Mn, R-3 m) and a monoclinic phase Li2MnO3 (C/2m). Scanning electron microscopy (SEM) was used to analyze the morphology of the LS-LLO and P-LLO samples. As shown in Fig. S2, both the LS-LLO and P-LLO samples exhibit microsphere structures, which are composed of many irregular nanoparticles. However, different average diameters can be observed for the LS-LLO (2–3 μm) and P-LLO (5–10 μm) samples. To further investigate the morphology and structure of LLOs, transmission electron microscopy (TEM) was employed as displayed in Fig. 1 . The TEM images in Fig. 1(a, b, e and f) confirm the microspheres and aggregation of nanoparticles in both samples. The crystalline structures of the as-prepared samples were further investigated by high-resolution TEM (HRTEM). As shown in Fig. 1(c, d, g, and h), a set of lattice fringes with an interlayer spacing of 0.47 nm are observed in different regions, which is attributed to (001) facet of Li2MnO3 monoclinic phase or (003) facet of LiTMO2 hexagonal structure [31,32]. As exhibited in the zoomed-in figures (Fig. 1c and d), the LS-LLO sample exhibits some bright dots in the Li slab of the surface area (∼ 2 nm) rather than the bulk region, which does not appear on the surface region of the P-LLO sample, as shown in Fig. 1(g and h). The surface atomic structure of LS-LLO sample was further investigated by HAADF-STEM (Fig. 1i–l). It is obvious that partial surface lattice lithium sites are occupied by heavy atoms to construct surface integrated structure [33], and these heavy atoms may be Al in terms of the line scan profiles (Fig. S3). The surface difference between these two samples suggests that the LS-LLO sample is successfully modified by surface integration and bulk doping, which is further confirmed by the concentration-gradient distribution of Mn, Ni and Al elements (Figs. S4 and S5). Galvanostatical mode was employed to investigate the influence of surface integration and bulk doping on electrochemical performance at a current density of 0.5 C between 2.0 and 4.8 V. Fig. 2 (a and b) show the normalized discharge curves under different cycles. It is obvious that all the normalized curves of the LS-LLO sample almost overlap, while those of the P-LLO sample decrease with cycling. More specifically, an obvious blank area between the 2nd and 100th normalized discharge curves can be observed in Fig. 2(b), suggesting the severe voltage decay of the P-LLO sample [34]. The specific voltage decay rate of the P-LLO sample after 100 cycles is as large as 2.92 mV cycle−1, which is much faster than that of the LS-LLO sample (only 0.97 mV cycle−1). Furthermore, the corresponding dQ/dV curves under different cycles are executed to compare the variational trend of electrochemical reaction for LS-LLO and P-LLO samples. As displayed in Fig. 2(c) and Fig. S6, both two samples have similar redox peak pairs. In detail, the peak below 3.5 V region is attributed to the reduction of Mn4+/3+ in both layered and spinel phases while these at ∼3.7 V region belong to the reduction of Ni4+/2+ [35]. The peak at 4.2–4.5 V in the dQ/dV curves (Fig. 2c) is attributed to the redox of oxygen [36]. With cycling, the oxidation peaks of P-LLO sample move to high voltage, while the reduction peaks show a big shift to low voltage. What is more, the intensity of redox peak pairs for P-LLO sample decreases with cycling. Differently, these redox peak pairs remain almost in their original state for LS-LLO sample during cycling. These suggest that the electronic structure of oxygen in P-LLO sample is significantly changed which results in a decreasing charge compensation of oxygen anionic ions, while that in LS-LLO sample is relatively stable, indicating excellent structure and voltage stability achieved by this “three-in-one” strategy [37]. The cycling stability of the LS-LLO and P-LLO samples is also investigated, as shown in Fig. 2(e) and Fig. S7. The P-LLO sample displays a continuous decline rapidly at the beginning and then gently after 30 cycles, resulting in a relatively low capacity retention of 90.7% after 100 cycles. Differently, the LS-LLO sample delivers a high initial discharge capacity of 234 mA h g−1 and approaches the highest value of 242 mA h g−1 at the 87th cycle. The continuous growth in capacity of the initial few cycles is due to the continuous activation of the Li2MnO3 component. Even after 300 cycles, the LS-LLO sample still maintains a high discharge capacity of 222.2 mA h g−1, corresponding to a high capacity retention ratio of 92%. Table S1 compares the cycling performance with other representative lithium-rich cathodes, which further demonstrates the excellent cycling stability of LS-LLO sample. In addition, the loading mass of LS-LLO electrode was doubled, which still provides a reversible capacity of 236 mA h g−1 with a capacity retention of 95.6% after 100 cycles (Fig. S8). The rate capability of LS-LLO and P-LLO samples was displayed in Fig. 2(d). When the rate further increases to 5 C, the discharge capacity of LS-LLO sample is still as large as 175 mA h g−1, while that of P-LLO is only 130 mA h g−1. This indicates that LS-LLO sample has an excellent rate capability. More exhilaratingly, the voltage decay, which has plagued LLOs for decades, is also significantly suppressed in LS-LLO sample and shows a low rate of 0.97 mV per cycle after 100 cycles, which is far less than that of P-LLO sample (2.92 mV cycle−1). The above results indicate that LS-LLO sample has very outstanding voltage and capacity stability benefiting from its stable layered structure [38]. To reveal the mechanism of structural stability, the dynamic structural evolution was investigated by in-situ synchrotron-based high-energy X-ray diffraction (HEXRD) during the charge and discharge cycling. Fig. S9 and Fig. 3 (a) show the corresponding two-dimensional (2D) contour plots of the structural evolution of the LS-LLO cathode and the magnified observation of two characteristic peaks labeled as (003) and (110). The reversible shift of peak (110) suggests the a axis changes with cycling and possesses a dynamic stability. And the basically immobile peak (003) during the (de)lithiation process indicates a stable c axis [39]. This phenomenon is very different from that of typical LLO cathodes, in which the peak (003) gradually shifts to a lower angle due to the increasing electrostatic repulsion between adjacent oxygen planes caused by the continuous delithiation [40]. Herein, the constant position of the peak (003) confirms that the LS-LLO sample successfully achieves low strain, which is extremely challenging in Li-rich cathodes. For a more specific view, lattice parameters are calculated by fitting the in-situ HEXRD patterns, as displayed in Fig. 3(b and c). There is a very interesting phenomenon that the lattice of the c axis almost maintains constant and that of the a axis also only presents a very slight change during the charge–discharge process, which is the exact opposite of the behavior observed in P-LLO sample (Fig. S10) and typical LLO cathodes. Generally, lattice of typical LLO cathodes expands along the c axis and contracts along a axis during delithiation [41]. This anisotropic lattice parameter change will lead to a large variation in cell volume and especially result in a serious strain [42]. But the cell volume of the LS-LLO cathode only changes by 1.05% after a full charge or discharge. Such a small change in cell volume solidly suggests the LS-LLO sample is close to the zero-strain property [43]. Therefore, the LS-LLO sample is successfully synthesized via a “three-in-one” strategy, which is beneficial to structural stability, such as mitigating TM migration and oxygen release. The kinetic process of the LS-LLO and P-LLO samples was also compared by galvanostatic intermittent titration technique (GITT). As displayed in Fig. 4 (a, b) and Fig. S11, the Li+ diffusion coefficients (D Li +) of the LS-LLO and P-LLO samples in the early charging period almost overlap. This indicates that the two samples possess the same ability to migrate lithium-ions in the beginning charge stage. However, the GITT profile witnesses a rapid increase of D Li + in the P-LLO sample but a slight one in the LS-LLO sample when charging to 4.5 V marked by a dashed ellipse (Fig. 4a). The rapid increase of D Li + in the P-LLO sample can be explained by the weakened covalency of the oxygen (O)-TM bond along c axis while the little improvement in the LS-LLO sample is attributed to the stable c axis and the slight contraction of a axis, as mentioned in the in-situ XRD results. In detail, in typical Li-rich layered cathodes, the anisotropic lattice parameter change results in a significantly expansive c axis and contractive a axis at high state of charge (SOC). It weakens the covalency of the O-TM bond along c axis and facilitates the charge compensation of oxygen and the migration of Li-ions as confirmed by EIS results (Fig. S12) [44]. But it also tends to cause peroxidation, resulting in abundant oxygen vacancies, accelerating the migration of TM ions to lithium sites and deteriorating the surface-interface reaction. Therefore, typical Li-rich layered cathodes usually exhibit large strain during cycling, and suffer from serious structural evolution as well as capacity fading and voltage decay [45]. To this end, despite lower D Li + of the LS-LLO sample in some SOC than that of the P-LLO sample, its low strain may be conducive to the structural stability. The surface structure evolution of the LS-LLO and P-LLO samples after 50 and 100 cycles was investigated by Raman spectroscopy. As shown in Fig. 4(c and d), an obvious inflection point occurs in the upper half of the strongest peak in the Raman spectra of both cycled P-LLO samples (labeled by dotted oval), while the inflection point appears dimly at the base of the strongest peak of both cycled LS-LLO samples (after 50 cycles and 100 cycles). After fitting, the peak II at about 605 cm−1 is attributed to A1g mode of M−O stretching vibration of R-3 m space group LiTMO2 structure [46], and the peak I at high wavenumber (> 650 cm−1) belongs to the vibration of spinel-like phase [35]. The appearance of the peak I in the Raman spectrum of the cycled layered cathode suggests that structural evolution from layered to spinel-like phase takes place on the surface. And the area ratio of the peak I to II is related to the degree of structural evolution. Considering that the Raman spectra of LS-LLO and P-LLO samples without cycling are very similar (Fig. S13), the large value means a serious TM migration and interface reaction or electrolyte corrosion [47]. For the electrodes after 50 cycles, the value of the cycled LS-LLO sample is 20.5%, while that of the cycled P-LLO sample is as large as 50%. After 100 cycles, the area ratio of the peak I to II for the cycled LS-LLO sample has barely changed, while that for the cycled P-LLO sample increases to 84.9%. The above results demonstrate that the TM migration and interface reaction in the LS-LLO sample have been obviously suppressed, which is attributed to the significant enhancement in structural stability due to the peculiarity of low strain. The structural evolution and electrolyte corrosion during cycling were further investigated by TEM. Fig. 5 compares the morphologies and lattice structures of the LS-LLO and P-LLO samples after 100 cycles. As shown in Fig. 5(a, b, g, and h), compared with the rough, loose and spongiosa morphology of the cycled P-LLO sample with abundant cracks, the cycled LS-LLO sample can maintain a smooth and dense surface. These phenomena indicate that the P-LLO sample suffers from serious electrolyte corrosion, leading to severe structural evolution of cathode materials, such as TM migration, oxygen release and nano-voids etc. [48]. Furthermore, high resolution TEM (HRTEM) was employed to observe the lattice distortion of the cycled samples. As displayed in Fig. 5(c–f), clear lattice fringes are observed in the cycled LS-LLO sample. Compared with obvious distortions in the P-LLO samples (Fig. 5k and l), the LS-LLO sample exhibits clear lattice fringes with an interplanar spacing of 0.47 nm (Fig. 5c and f), corresponding to the (003) facet of LLOs [49]. All these results demonstrate that the LS-LLO sample still possesses high crystallinity after prolonged cycles. On the contrary, serious distortions and many nano voids (marked by red circles) are found in the cycled P-LLO sample (Fig. 5i–l). In addition, the fast Fourier transform (FFT) image (Fig. S14) clearly shows that some of the layered structure has transformed to spinel phase in the cycled P-LLO sample [50]. What is more, XRD pattern (Fig. S15) of cycled LS-LLO sample basically stays the same except for the superlattice peaks of 20° to 25°, while that of cycled P-LLO sample appears some new peaks of spinel phase. And dQ/dV curves (Fig. 2c) indicate that the charge compensation of oxygen in P-LLO sample decreases with cycling, which suggests an inferior oxygen reversibility. These prove that Low-strain structure improves the oxygen reversibility of LS-LLO sample and obviously retard TM migration and electrolyte corrosion during cycling. The difference in structural stability and electrolyte corrosion resistance of the P-LLO and LS-LLO samples is highly associated with the strain during cycles. In typical Li-rich layered cathodes, lattice expansion will lead to tensile strain at nanoscale, which can reduce the energy barriers to remove lattice oxygen, accelerate the decomposition of Li2MnO3 domains and trigger oxygen release [22]. However, the low-strain LS-LLO sample exhibits small volume change, leading to an ultra-stable lattice structure [51]. Therefore, the low-strain structure of LLOs can effectively resist chemo-mechanical cracks, lattice defects, structural evolution and nano voids during long-term cycling. 4 Conclusions In this work, a “three-in-one” strategy, namely a combination of surface integration, bulk doping and concentration gradient, is developed to construct low-strain Co-free Li-rich layered cathode with excellent voltage and capacity stability. The surface rock-salt integrated layer can isolate the direct contact between the active material and the electrolyte and inhibit the interfacial reaction. And the bulk doping acts as a pillar to stabilize the crystal structure. The concentration-gradient can improve the surface stability and cycling performance. Their synergistic effect significantly decreases the strain, and improves the corrosion resistance of electrolyte and structural stability of LLO cathode. This low-strain LLO delivers a low voltage decay rate of 0.97 mV cycle−1 at 0.5 C and possesses an excellent long-term capacity stability with a capacity retention ratio as high as 92% after 300 cycles. In-situ synchrotron HEXRD indicates that the constructed LLO sample exhibits an ultra-stable lattice structure. Impressively, the volumetric strain between 2.0 and 4.8 V is as small as 1.05% which is very close to the critical value (1%) of zero strain, thereby significantly mitigating TM migration and interface reaction, resulting in a great suppression in cracks, lattice defects, structural evolution, and nano voids during long-term cycling. This “three-in-one” strategy demonstrates the feasibility of low-strain structure for high-capacity Li-rich layered cathode materials, which can significantly improve structural and interfacial stability of LLOs and address the critical issues of voltage decay. We expect this strategy can promote the large-scale commercialization of Li-rich cathode materials and greatly boost the energy–density of LIBs in the near future. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We thank the funding supports of National Natural Science Foundation of China (Project 52004070 and 51874104) and Key Technology and Supporting Platform of Genetic Engineering of Materials under States Key Project of Research and Development Plan of China (Project 2016YFB0700600) Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2023.03.021. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] W. He W. Guo H. Wu L. Lin Q. Liu X. Han Q. Xie P. Liu H. Zheng L. Wang X. Yu D.L. Peng Adv. Mater. 33 2021 2005937 W. He, W. Guo, H. Wu, L. Lin, Q. Liu, X. Han, Q. Xie, P. Liu, H. Zheng, L. Wang, X. Yu, D. L. Peng, Adv. Mater. 33 (2021) 2005937. [2] H. Xie J. Cui Z. Yao X. Ding Z. Zhang D. Luo Z. Lin Chem. Eng. J. 427 2022 131978 H. Xie, J. Cui, Z. Yao, X. Ding, Z. Zhang, D. Luo, Z. Lin, Chem. Eng. J. 427 (2022) 131978. [3] S.L. Cui M.Y. Gao G.R. Li X.P. Gao Adv. Energy Mater. 12 2022 2003885 S. L. Cui, M. Y. Gao, G. R. Li, X. P. Gao, Adv. Energy Mater. 12 (2022) 2003885. [4] S. Zhao Z. Guo K. Yan S. Wan F. He B. Sun G. Wang Energy Stor. Mater. 34 2021 716 734 S. Zhao, Z. Guo, K. Yan, S. Wan, F. He, B. Sun, G. Wang, Energy Stor. Mater. 34 (2021) 716-734. [5] Y. Sui J. Zhou X. Wang L. Wu S. Zhong Y. Li Mater. Today 42 2021 117 136 Y. Sui, J. Zhou, X. Wang, L. Wu, S. Zhong, Y. Li, Mater. Today 42 (2021) 117-136. [6] G. Wen X. Zhang Y. Sui K. Rao J. Liu S. Zhong L. Wu Chem. Eng. J. 430 2022 133041 G. Wen, X. Zhang, Y. Sui, K. Rao, J. Liu, S. Zhong, L. Wu, Chem. Eng. J. 430 (2022) 133041. [7] G.-J. Xu W. Ke F.-D. Yu J. Feng Y.-S. Jiang L.-F. Que L. Zhao Z.-B. Wang J. Energy Chem. 75 2022 117 126 G.-J. Xu, W. Ke, F.-D. Yu, J. Feng, Y.-S. Jiang, L.-F. Que, L. Zhao, Z.-B. Wang, J. Energy Chem. 75 (2022) 117-126. [8] Z. Li Y. Li M. Zhang Z.W. Yin L. Yin S. Xu C. Zuo R. Qi H. Xue J. Hu Adv. Energy Mater. 11 2021 2101962 Z. Li, Y. Li, M. Zhang, Z. W. Yin, L. Yin, S. Xu, C. Zuo, R. Qi, H. Xue, J. Hu, Adv. Energy Mater. 11 (2021) 2101962. [9] C. Wu S. Cao H. Li Z. Li G. Chen X. Guo B. Chang Y. Bai X. Wang Chem. Eng. J. 431 2022 134208 C. Wu, S. Cao, H. Li, Z. Li, G. Chen, X. Guo, B. Chang, Y. Bai, X. Wang, Chem. Eng. J. 431 (2022) 134208. [10] Z. Zhou Z. Luo Z. He J. Zheng Y. Li C. Yan J. Mao J. Energy Chem. 60 2021 591 598 Z. Zhou, Z. Luo, Z. He, J. Zheng, Y. Li, C. Yan, J. Mao, J. Energy Chem. 60 (2021) 591-598. [11] X. He J. Wu Z. Zhu H. Liu N. Li D. Zhou X. Hou J. Wang H. Zhang D. Bresser Energy Environ. Sci. 15 2022 4137 4147 X. He, J. Wu, Z. Zhu, H. Liu, N. Li, D. Zhou, X. Hou, J. Wang, H. Zhang, D. Bresser, Energy Environ. Sci. 15 (2022) 4137-4147. [12] X. Li X. Li L. Monluc B. Chen M. Tang P.H. Chien X. Feng I. Hung Z. Gan A. Urban Adv. Energy Mater. 12 2022 2200427 X. Li, X. Li, L. Monluc, B. Chen, M. Tang, P. H. Chien, X. Feng, I. Hung, Z. Gan, A. Urban, Adv. Energy Mater. 12 (2022) 2200427. [13] E. Zhao K. Wu Z. Zhang Z. Fu H. Jiang Y. Ke W. Yin K. Ikeda T. Otomo F. Wang Small Methods 6 2022 2200740 E. Zhao, K. Wu, Z. Zhang, Z. Fu, H. Jiang, Y. Ke, W. Yin, K. Ikeda, T. Otomo, F. Wang, Small Methods 6 (2022) 2200740. [14] J. Zhang Q. Zhang D. Wong N. Zhang G. Ren L. Gu C. Schulz L. He Y. Yu X. Liu Nat. Commun. 12 2021 1 10 J. Zhang, Q. Zhang, D. Wong, N. Zhang, G. Ren, L. Gu, C. Schulz, L. He, Y. Yu, X. Liu, Nat. Commun. 12 (2021) 1-10. [15] D. Luo J. Fan Z. Yao H. Xie J. Cui Y. Yang X. Ding J. Ji S. Wu M. Ling J. Energy Chem. 62 2021 120 126 D. Luo, J. Fan, Z. Yao, H. Xie, J. Cui, Y. Yang, X. Ding, J. Ji, S. Wu, M. Ling, J. Energy Chem. 62 (2021) 120-126. [16] J. Peng Y. Li Z. Chen G. Liang S. Hu T. Zhou F. Zheng Q. Pan H. Wang Q. Li ACS Nano 15 2021 11607 11618 J. Peng, Y. Li, Z. Chen, G. Liang, S. Hu, T. Zhou, F. Zheng, Q. Pan, H. Wang, Q. Li, ACS Nano 15 (2021) 11607-11618. [17] Q. Liu Z. Hu W. Li C. Zou H. Jin S. Wang S. Chou S.-X. Dou Energy Environ. Sci. 14 2021 158 179 Q. Liu, Z. Hu, W. Li, C. Zou, H. Jin, S. Wang, S. Chou, S.-X. Dou, Energy Environ. Sci. 14 (2021) 158-179. [18] X. Ji Q. Xia Y. Xu H. Feng P. Wang Q. Tan J. Power Sources 487 2021 229362 X. Ji, Q. Xia, Y. Xu, H. Feng, P. Wang, Q. Tan, J. Power Sources 487 (2021) 229362. [19] W. He W. Guo H. Wu L. Lin Q. Liu X. Han Q. Xie P. Liu H. Zheng L. Wang Adv. Mater. 33 2021 2005937 W. He, W. Guo, H. Wu, L. Lin, Q. Liu, X. Han, Q. Xie, P. Liu, H. Zheng, L. Wang, Adv. Mater. 33 (2021) 2005937. [20] W. Zuo M. Luo X. Liu J. Wu H. Liu J. Li M. Winter R. Fu W. Yang Y. Yang Energy Environ. Sci. 13 2020 4450 4497 W. Zuo, M. Luo, X. Liu, J. Wu, H. Liu, J. Li, M. Winter, R. Fu, W. Yang, Y. Yang, Energy Environ. Sci. 13 (2020) 4450-4497. [21] J. Feng Y. Jiang F. Yu W. Ke L. Que J. Duh Z. Wang J. Energy Chem. 66 2022 666 675 J. Feng, Y. Jiang, F. Yu, W. Ke, L. Que, J. Duh, Z. Wang, J. Energy Chem. 66 (2022) 666-675. [22] T. Liu J. Liu L. Li L. Yu J. Diao T. Zhou S. Li A. Dai W. Zhao S. Xu Y. Ren L. Wang T. Wu R. Qi Y. Xiao J. Zheng W. Cha R. Harder I. Robinson J. Wen J. Lu F. Pan K. Amine Nature 606 2022 305 312 T. Liu, J. Liu, L. Li, L. Yu, J. Diao, T. Zhou, S. Li, A. Dai, W. Zhao, S. Xu, Y. Ren, L. Wang, T. Wu, R. Qi, Y. Xiao, J. Zheng, W. Cha, R. Harder, I. Robinson, J. Wen, J. Lu, F. Pan, K. Amine, Nature 606 (2022) 305-312. [23] W.S. Yoon S. Iannopollo C.P. Grey D. Carlier J. Gorman J. Reed G. Ceder ECS Solid State Lett. 7 2004 A167 W. S. Yoon, S. Iannopollo, C. P. Grey, D. Carlier, J. Gorman, J. Reed, G. Ceder, ECS Solid State Lett. 7 (2004) A167. [24] H. Yu R. Ishikawa Y.G. So N. Shibata T. Kudo H. Zhuo Y. Ikuhara Angew. Chem. Int. Ed. 52 2013 5969 5973 H. Yu, R. Ishikawa, Y. G. So, N. Shibata, T. Kudo, H. Zhuo, Y. Ikuhara, Angew. Chem. Int. Ed. 52 (2013) 5969-5973. [25] N. Leifer T. Penki R. Nanda J. Grinblat S. Luski D. Aurbach G. Goobes Phys. Chem. Chem. Phys. 22 2020 9098 9109 N. Leifer, T. Penki, R. Nanda, J. Grinblat, S. Luski, D. Aurbach, G. Goobes, Phys. Chem. Chem. Phys. 22 (2020) 9098-9109. [26] Z. Xu Z. Jiang C. Kuai R. Xu C. Qin Y. Zhang M.M. Rahman C. Wei D. Nordlund C.-J. Sun X. Xiao X.-W. Du K. Zhao P. Yan Y. Liu F. Lin Nat. Commun. 11 2020 83 Z. Xu, Z. Jiang, C. Kuai, R. Xu, C. Qin, Y. Zhang, M. M. Rahman, C. Wei, D. Nordlund, C.-J. Sun, X. Xiao, X.-W. Du, K. Zhao, P. Yan, Y. Liu, F. Lin, Nat. Commun. 11 (2020) 83. [27] A. Ulvestad A. Singer J.N. Clark H.M. Cho J.W. Kim R. Harder J. Maser Y.S. Meng O.G. Shpyrko Science 348 2015 1344 1347 A. Ulvestad, A. Singer, J. N. Clark, H. M. Cho, J. W. Kim, R. Harder, J. Maser, Y. S. Meng, O. G. Shpyrko, Science 348 (2015) 1344-1347. [28] F. Zhang S. Lou S. Li Z. Yu Q. Liu A. Dai C. Cao M.F. Toney M. Ge X. Xiao W.-K. Lee Y. Yao J. Deng T. Liu Y. Tang G. Yin J. Lu D. Su J. Wang Nat. Commun. 11 2020 3050 F. Zhang, S. Lou, S. Li, Z. Yu, Q. Liu, A. Dai, C. Cao, M. F. Toney, M. Ge, X. Xiao, W.-K. Lee, Y. Yao, J. Deng, T. Liu, Y. Tang, G. Yin, J. Lu, D. Su, J. Wang, Nat. Commun. 11 (2020) 3050. [29] N. Li M. Sun W.H. Kan Z. Zhuo S. Hwang S.E. Renfrew M. Avdeev A. Huq B.D. McCloskey D. Su Nat. Commun. 12 2021 1 10 N. Li, M. Sun, W. H. Kan, Z. Zhuo, S. Hwang, S. E. Renfrew, M. Avdeev, A. Huq, B. D. McCloskey, D. Su, Nat. Commun. 12 (2021) 1-10. [30] W. He C. Zhang M. Wang B. Wei Y. Zhu J. Wu C. Liang L. Chen P. Wang W. Wei Adv. Funct. Mater. 32 2022 2200322 W. He, C. Zhang, M. Wang, B. Wei, Y. Zhu, J. Wu, C. Liang, L. Chen, P. Wang, W. Wei, Adv. Funct. Mater. 32 (2022) 2200322. [31] Z. Zhang X. Xie H. Xie X. Ding J. Cui C. Liu D. Luo Z. Lin Chin. J. Struct. Chem. 41 2022 2204061 2204067 Z. Zhang, X. Xie, H. Xie, X. Ding, J. Cui, C. Liu, D. Luo, Z. Lin, Chin. J. Struct. Chem. 41 (2022) 2204061-2204067. [32] P. Liu H. Zhang W. He T. Xiong Y. Cheng Q. Xie Y. Ma H. Zheng L. Wang Z.Z. Zhu Y. Peng L. Mai D.L. Peng J. Am. Chem. Soc. 141 2019 10876 10882 P. Liu, H. Zhang, W. He, T. Xiong, Y. Cheng, Q. Xie, Y. Ma, H. Zheng, L. Wang, Z. Z. Zhu, Y. Peng, L. Mai, D. L. Peng, J. Am. Chem. Soc. 141 (2019) 10876-10882. [33] D. Luo J. Cui B. Zhang J. Fan P. Liu X. Ding H. Xie Z. Zhang J. Guo F. Pan Z. Lin Adv. Funct. Mater. 31 2021 2009310 D. Luo, J. Cui, B. Zhang, J. Fan, P. Liu, X. Ding, H. Xie, Z. Zhang, J. Guo, F. Pan, Z. Lin, Adv. Funct. Mater. 31 (2021) 2009310. [34] S. Liu Z. Liu X. Shen W. Li Y. Gao M.N. Banis M. Li K. Chen L. Zhu R. Yu Z. Wang X. Sun G. Lu Q. Kong X. Bai L. Chen Adv. Energy Mater. 8 2018 1802105 S. Liu, Z. Liu, X. Shen, W. Li, Y. Gao, M. N. Banis, M. Li, K. Chen, L. Zhu, R. Yu, Z. Wang, X. Sun, G. Lu, Q. Kong, X. Bai, L. Chen, Adv. Energy Mater. 8 (2018) 1802105. [35] X. Ding D. Luo J. Cui H. Xie Q. Ren Z. Lin Angew. Chem. Int. Ed. 59 2020 7778 7782 X. Ding, D. Luo, J. Cui, H. Xie, Q. Ren, Z. Lin, Angew. Chem. Int. Ed. 59 (2020) 7778-7782. [36] Y. Liu H. Zhu H. Zhu Y. Ren Y. Zhu Y. Huang L. Dai S. Dou J. Xu C.J. Sun Adv. Energy Mater. 11 2021 2003479 Y. Liu, H. Zhu, H. Zhu, Y. Ren, Y. Zhu, Y. Huang, L. Dai, S. Dou, J. Xu, C. J. Sun, Adv. Energy Mater. 11 (2021) 2003479. [37] K. Ku J. Hong H. Kim H. Park W.M. Seong S.K. Jung G. Yoon K.Y. Park H. Kim K. Kang Adv. Energy Mater. 8 2018 1800606 K. Ku, J. Hong, H. Kim, H. Park, W. M. Seong, S. K. Jung, G. Yoon, K. Y. Park, H. Kim, K. Kang, Adv. Energy Mater. 8 (2018) 1800606. [38] D. Luo X. Ding X. Hao H. Xie J. Cui P. Liu X. Yang Z. Zhang J. Guo S. Sun Z. Lin ACS Energy Lett. 6 2021 2755 2764 D. Luo, X. Ding, X. Hao, H. Xie, J. Cui, P. Liu, X. Yang, Z. Zhang, J. Guo, S. Sun, Z. Lin, ACS Energy Lett. 6 (2021) 2755-2764. [39] L. Li Z. Hu Y. Lu C. Wang Q. Zhang S. Zhao J. Peng K. Zhang S.L. Chou J. Chen Angew. Chem. Int. Ed. 133 2021 13160 13166 L. Li, Z. Hu, Y. Lu, C. Wang, Q. Zhang, S. Zhao, J. Peng, K. Zhang, S. L. Chou, J. Chen, Angew. Chem. Int. Ed. 133 (2021) 13160-13166. [40] H. Zheng C. Zhang Y. Zhang L. Lin P. Liu L. Wang Q. Wei J. Lin B. Sa Q. Xie D.L. Peng Adv. Funct. Mater. 31 2021 2100783 H. Zheng, C. Zhang, Y. Zhang, L. Lin, P. Liu, L. Wang, Q. Wei, J. Lin, B. Sa, Q. Xie, D. L. Peng, Adv. Funct. Mater. 31 (2021) 2100783. [41] X.D. Zhang J.L. Shi J.Y. Liang Y.X. Yin J.N. Zhang X.Q. Yu Y.G. Guo Adv. Mater. 30 2018 1801751 X. D. Zhang, J. L. Shi, J. Y. Liang, Y. X. Yin, J. N. Zhang, X. Q. Yu, Y. G. Guo, Adv. Mater. 30 (2018) 1801751. [42] H. Zheng C. Zhang Y. Zhang L. Lin P. Liu L. Wang Q. Wei J. Lin B. Sa Q. Xie Adv. Funct. Mater. 31 2021 2100783 H. Zheng, C. Zhang, Y. Zhang, L. Lin, P. Liu, L. Wang, Q. Wei, J. Lin, B. Sa, Q. Xie, Adv. Funct. Mater. 31 (2021) 2100783. [43] Y. Shi Z. Zhang P. Jiang A. Gao K. Li Q. Zhang Y. Sun X. Lu D. Cao X. Lu Energy Stor. Mater. 37 2021 354 362 Y. Shi, Z. Zhang, P. Jiang, A. Gao, K. Li, Q. Zhang, Y. Sun, X. Lu, D. Cao, X. Lu, Energy Stor. Mater. 37 (2021) 354-362. [44] C. Zhang B. Wei M. Wang D. Zhang T. Uchiyama C. Liang L. Chen Y. Uchimoto R. Zhang P. Wang W. Wei Energy Stor. Mater. 46 2021 512 522 C. Zhang, B. Wei, M. Wang, D. Zhang, T. Uchiyama, C. Liang, L. Chen, Y. Uchimoto, R. Zhang, P. Wang, W. Wei, Energy Stor. Mater. 46 (2021) 512-522. [45] X. Zhao Y. Tian Z. Lun Z. Cai T. Chen B. Ouyang G. Ceder Joule 6 2021 1654 1671 X. Zhao, Y. Tian, Z. Lun, Z. Cai, T. Chen, B. Ouyang, G. Ceder, Joule 6 (2021) 1654-1671. [46] J. Sun C. Sheng X. Cao P. Wang P. He H. Yang Z. Chang X. Yue H. Zhou Adv. Funct. Mater. 32 2021 2110295 J. Sun, C. Sheng, X. Cao, P. Wang, P. He, H. Yang, Z. Chang, X. Yue, H. Zhou, Adv. Funct. Mater. 32 (2021) 2110295. [47] H. Guo Z. Wei K. Jia B. Qiu C. Yin F. Meng Q. Zhang L. Gu S. Han Y. Liu H. Zhao W. Jiang H. Cui Y. Xia Z. Liu Energy Stor. Mater. 16 2019 220 227 H. Guo, Z. Wei, K. Jia, B. Qiu, C. Yin, F. Meng, Q. Zhang, L. Gu, S. Han, Y. Liu, H. Zhao, W. Jiang, H. Cui, Y. Xia, Z. Liu, Energy Stor. Mater. 16 (2019) 220-227. [48] D. Luo S. Fang Q. Tian L. Qu L. Yang S.-I. Hirano Nano Energy 21 2016 198 208 D. Luo, S. Fang, Q. Tian, L. Qu, L. Yang, S.-i. Hirano, Nano Energy 21 (2016) 198-208. [49] X. Nie G. Hou Z. Xu J. Li Y. Li Q. Sun Y. Qiao D. Li L. Ci Adv. Mater. Interfaces 8 2021 39239 39247 X. Nie, G. Hou, Z. Xu, J. Li, Y. Li, Q. Sun, Y. Qiao, D. Li, L. Ci, Adv. Mater. Interfaces 8 (2021) 39239-39247. [50] L. Bao L. Wei N. Fu J. Dong L. Chen Y. Su N. Li Y. Lu Y. Li S. Chen F. Wu J. Energy Chem. 66 2021 123 132 L. Bao, L. Wei, N. Fu, J. Dong, L. Chen, Y. Su, N. Li, Y. Lu, Y. Li, S. Chen, F. Wu, J. Energy Chem. 66 (2021) 123-132. [51] R. Zhang C. Wang P. Zou R. Lin L. Ma L. Yin T. Li W. Xu H. Jia Q. Li S. Sainio K. Kisslinger S.E. Trask S.N. Ehrlich Y. Yang A.M. Kiss M. Ge B.J. Polzin S.J. Lee W. Xu Y. Ren H.L. Xin Nature 605 2022 483 489 R. Zhang, C. Wang, P. Zou, R. Lin, L. Ma, L. Yin, T. Li, W. Xu, H. Jia, Q. Li, S. Sainio, K. Kisslinger, S. E. Trask, S. N. Ehrlich, Y. Yang, A. M. Kiss, M. Ge, B. J. Polzin, S. J. Lee, W. Xu, Y. Ren, H. L. Xin, Nature 605 (2022) 483-489.",
      "scopus-id": "85153800658",
      "coredata": {
        "eid": "1-s2.0-S209549562300181X",
        "dc:description": "Owing to the inherent advantages of low cost and high capacity, cobalt (Co)-free lithium (Li)-rich layered oxides have become one of the most promising cathodes for next-generation high-energy lithium-ion batteries. However, these familial cathodes suffer from serious voltage decay due to many reasons, such as oxygen release and transition metal (TM) migration, which are closely related to nanoscale strain evolution. Here, by combining the synergistic effects of surface integration, bulk doping, and concentration gradient, we successfully construct a Co-free Li-rich layered cathode with a very small volumetric strain (1.05%) between 2.0 and 4.8 V, approaching the critical value of zero strain. Various characterizations indicate that the constructed zero-strain cathode can significantly suppress the TM migration, interfacial reactions, and structural degradation including cracks, lattice defects, phase evolution, and nanovoids, leading to improved voltage stability of Co-free Li-rich layered oxides during the prolonged cycles. This work provides a strategy to eliminate the lattice strain of Li-rich layered cathodes and facilitates the up-scaled application of the as-prepared cathode materials.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S209549562300181X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yao, Zhuo"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Chenyu"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hao"
          },
          {
            "@_fa": "true",
            "$": "Wu, Shuxing"
          },
          {
            "@_fa": "true",
            "$": "Luo, Dong"
          },
          {
            "@_fa": "true",
            "$": "Lin, Zhan"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shanqing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S209549562300181X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S209549562300181X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(23)00181-X",
        "prism:volume": "82",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Low-strain Co-free Li-rich layered cathode with excellent voltage and capacity stability",
        "prism:copyright": "© 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-rich cathodes"
          },
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          },
          {
            "@_fa": "true",
            "$": "Cobalt free"
          },
          {
            "@_fa": "true",
            "$": "Zero strain"
          },
          {
            "@_fa": "true",
            "$": "Bulk doping"
          },
          {
            "@_fa": "true",
            "$": "Concentration gradient"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "513-520",
        "prism:endingPage": "520",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2023",
        "prism:doi": "10.1016/j.jechem.2023.03.021",
        "prism:startingPage": "513",
        "dc:identifier": "doi:10.1016/j.jechem.2023.03.021",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "653",
            "@width": "621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97780",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "577",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "115368",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "774",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70552",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "492",
            "@width": "668",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "137201",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "188",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31621",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "499",
            "@width": "668",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "139828",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7974",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12040",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8267",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "25353",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6931",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22854",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1342",
            "@width": "1276",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "241776",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2555",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "767964",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1749",
            "@width": "3425",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "429304",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2178",
            "@width": "2956",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "980761",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "834",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "229305",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2206",
            "@width": "2956",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1031776",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6715615",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562300181X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1676036",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85153800658"
      }
    }
  }
}