{
  "metadata": {
    "title": "Beyond the N-doping controversy: Molecularly deciphering the active origins in metal-free carbon for electrocatalytic oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-12-31",
    "doi": "10.1016/j.jechem.2025.08.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625006527",
    "pii": "S2095495625006527"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105013784819",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-08-11 2025-08-11 2025-08-23 2025-08-23 2025-08-23T15:33:24 1-s2.0-S2095495625006527 S2095-4956(25)00652-7 S2095495625006527 10.1016/j.jechem.2025.08.006 S250 S250.1 FULL-TEXT 1-s2.0-S2095495625X00097 2025-08-26T03:43:04.110118Z 0 0 20251201 20251231 2025 2025-08-11T23:17:48.751425Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 111 111 C Volume 111 41 420 429 420 429 202512 December 2025 2025-12-01 2025-12-31 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. BEYONDNDOPINGCONTROVERSYMOLECULARLYDECIPHERINGACTIVEORIGINSINMETALFREECARBONFORELECTROCATALYTICOXYGENREDUCTIONREACTION GUO W 1 Introduction 2 Experimental methods 2.1 Preparation of the model catalysts 2.2 Electrochemical characterization 2.3 In situ ATR-SEIRAS 2.4 Computational methods 3 Results and discussion 3.1 Precise design of model catalysts 3.2 Structural analysis 3.3 Electrochemical performance evaluation 3.4 In-situ ATR-SEIRAS analysis 3.5 Theoretical analysis 3.6 Plausible reaction pathway 4 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References NIE 2015 2168 2201 Y SOLOMON 2018 2299 2301 E LI 2020 308 321 Y DAI 2015 4823 4892 L SINGH 2019 e1804297 S GUO 2016 361 365 D YANG 2016 e1501122 H GUO 2024 125 W SILVA 2016 22300 22310 N ADKINS 2017 28458 28469 E LIN 2021 3299 3306 Y SHIBUYA 2018 2019 2023 R TAKEYASU 2021 5121 5124 K WANG 2022 e2105524 M LI 2012 18932 18935 Q NEESE 2011 73 78 F NEESE 2017 e1327 F NEESE 2022 e1606 F BECKE 1993 5648 5652 A GRIMME 2010 154104 S WEIGEND 2005 3297 3305 F MARENICH 2009 6378 6396 A TIAN 2012 580 592 L ZHANG 2021 20323 J STEPIEN 2017 3479 3716 M KONDO 2012 035436 T SUCUNZA 2016 10126 10135 D RADENKOVIC 2022 e202200125 S ISAC 2024 118942 D LY 2017 24408 24417 Q YU 2022 1909 1923 L TANG 2021 7819 7827 C SHAO 2005 16563 16566 M LAMBERT 1996 623 630 D YU 2011 183 190 L JIAO 2014 4394 4403 Y GANYECZ 2021 8551 8561 A GUOX2025X420 GUOX2025X420X429 GUOX2025X420XW GUOX2025X420X429XW 2027-08-23T00:00:00.000Z 2027-08-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-08-26T03:21:39.174Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Xiamen City 3502Z20227256 Natural Science Foundation of Xiamen Municipality http://data.elsevier.com/vocabulary/SciValFunders/100016808 http://sws.geonames.org/1814991/ National Natural Science Foundation of Fujian Province 2024J01185 2022J01502 Fujian Provincial Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100003392 http://sws.geonames.org/1814991 Major Science and Technology Program of Xiamen City 3502Z20231054 STS Program of the Chinese Academy of Sciences CXZX-2024-JQ02 CXZX-2022-GH03 2023T3071 CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ Haixi Institutes National Natural Science Foundation of China 22209170 22202205 2023GG01 2023CX14 NNSF National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ We are grateful for financial support from the Natural Science Foundation of Xiamen City, China ( 3502Z20227256 ), National Natural Science Foundation of China ( 22202205 , 22209170 ), XMIREM Autonomously Deployment Project, China ( 2023CX14 , 2023GG01 ), Self-deployment Project Research Program of Haixi Institutes, Chinese Academy of Sciences ( CXZX-2022-GH03 , CXZX-2024-JQ02 ), Major Science and Technology Program of Xiamen City, China ( 3502Z20231054 ), National Natural Science Foundation of Fujian Province, China ( 2022J01502 , 2024J01185 ), STS Program of the Chinese Academy of Sciences, China ( 2023T3071 ). item S2095-4956(25)00652-7 S2095495625006527 1-s2.0-S2095495625006527 10.1016/j.jechem.2025.08.006 286353 2025-08-23T14:57:59.8848Z 2025-12-01 2025-12-31 1-s2.0-S2095495625006527-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/MAIN/application/pdf/c46b10f222546115fc9241bd9f5ed298/main.pdf main.pdf pdf true 3044426 MAIN 10 1-s2.0-S2095495625006527-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/PREVIEW/image/png/2a0d9dcf59b0bff61bc9b761cc556994/main_1.png main_1.png png 60141 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625006527-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/ga1/DOWNSAMPLED/image/jpeg/47a9a4ac9cab187d54ee1b909665f9c9/ga1.jpg ga1 true ga1.jpg jpg 33384 200 418 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr1/DOWNSAMPLED/image/jpeg/76336b52075468203de2b4a9a463fe84/gr1.jpg gr1 gr1.jpg jpg 91577 366 731 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr2/DOWNSAMPLED/image/jpeg/a5f00dfcb754e4d6d1402e4be7ccf486/gr2.jpg gr2 gr2.jpg jpg 104660 489 716 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr3/DOWNSAMPLED/image/jpeg/4195c90acc6b4e7c623782fbc6e4ed12/gr3.jpg gr3 gr3.jpg jpg 107031 430 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr4/DOWNSAMPLED/image/jpeg/a26a7f60e324302e17af7e982788820f/gr4.jpg gr4 gr4.jpg jpg 106871 417 715 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr5/DOWNSAMPLED/image/jpeg/1763521d4052ddeee5278a5b557a075c/gr5.jpg gr5 gr5.jpg jpg 84225 485 624 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr6/DOWNSAMPLED/image/jpeg/30580d24e7cb8462955d566849fe1029/gr6.jpg gr6 gr6.jpg jpg 120589 570 713 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr7/DOWNSAMPLED/image/jpeg/d077dc747834a7de154d5685788c29fc/gr7.jpg gr7 gr7.jpg jpg 71427 444 730 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006527-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/ga1/THUMBNAIL/image/gif/ca55ee348970872b70f9762a2cbb7dc2/ga1.sml ga1 true ga1.sml sml 10097 105 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr1/THUMBNAIL/image/gif/dfbbca229d1bf7e6471c2604dfe04c04/gr1.sml gr1 gr1.sml sml 8678 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr2/THUMBNAIL/image/gif/52958c4de5f3ac16401a8dc6f6f4a9e6/gr2.sml gr2 gr2.sml sml 12896 150 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr3/THUMBNAIL/image/gif/6c5c2a2b12670951f834e0f6dcc3bbea/gr3.sml gr3 gr3.sml sml 11049 118 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr4/THUMBNAIL/image/gif/174e3a7c47e2d89a9cc7fcca850cab0d/gr4.sml gr4 gr4.sml sml 12491 128 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr5/THUMBNAIL/image/gif/34973560b1b8cfd3a3e9d87a0c680bc5/gr5.sml gr5 gr5.sml sml 11664 164 211 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr6/THUMBNAIL/image/gif/990a9156822963f0621cbcdb4e955586/gr6.sml gr6 gr6.sml sml 12999 164 205 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/gr7/THUMBNAIL/image/gif/d87a529c0ba50dc01e03fdad85ce298b/gr7.sml gr7 gr7.sml sml 8174 133 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006527-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/5bd62dead1798451fdd823b6a7960a3d/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 91557 531 1112 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/THUMBNAIL/image/jpeg/709d8d47e8c3f51e551fe9b297423732/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 456604 1622 3237 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/871cd4b1a04e7d355c155ac53805bd73/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 520858 2166 3172 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/1526b0f1c2196a0d2c7e93e7c3c4b5ea/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 545824 1905 3548 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/aa8628e4a43f748544150459c80cce47/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 397263 1382 2367 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/1e2aaf5a0f1a1f81a875a81784ba61ba/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 392943 1838 2367 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/10c1aaf8daad9fbc5218745c728d6a23/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 623791 2525 3156 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-gr7_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/HIGHRES/image/jpeg/103dbfd2eb29d3412bf6cca51ab2e000/gr7_lrg.jpg gr7 gr7_lrg.jpg jpg 365204 1966 3232 IMAGE-HIGH-RES 1-s2.0-S2095495625006527-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006527/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5a897f44af902140837a7b203d2ddeb6/mmc1.docx mmc1 mmc1.docx docx 7151311 APPLICATION JECHEM 4934 S2095-4956(25)00652-7 10.1016/j.jechem.2025.08.006 Science Press Fig. 1 Characteristics of different N species and proposal of model catalysts. (a) Structural schematic diagrams of pyridinic N, pyrrolic N, and graphitic N/N+. (b) The transformation of graphitic N to graphitic N+ via the ionization process of *OH. (Three explicit water molecules were added to simulate solvent effects. Black, white, red, and blue balls represent carbon, hydrogen, oxygen, and nitrogen atoms, respectively.) (c) N-doped carbon conjugated planes with different bonding configurations and simulation of three prevalent N species by model molecules. (d) Different N-doped DBT molecules with designed N species as model catalysts (Ph represents phenyl group). Fig. 2 (a) Bond length and dipole moment analysis of different model catalysts, (b) the N 1s high-resolution XPS spectra of different model catalysts. Fig. 3 Electrocatalytic performance of different model catalysts in ORR. (a) LSV curves, (b) onset potential (the potential at 0.1 mA/cm2) and current density (at 0.2 V vs. RHE) (The error bars represent standard deviations from three independent experiments), and (c) Tafel curves of seven model catalysts (Electrolyte: O2-saturated 0.1 M KOH; identical loading amount of model catalyst on electrode). (d) Turnover frequency (TOF, the number of electron transfers per N atom per second at 0.2 V vs. RHE. The error bars represent standard deviations from three independent experiments). The current density provided by DBT is deducted as background. (e) H2O2 selectivity over different model catalysts. (f) 4e− pathway contribution based on selectivity and current density (at 0.2 V vs. RHE). The 4e− selectivity and current density of DBT are deducted as background. Fig. 4 In-situ ATR-SEIRAS analysis for model catalysts. (a–d) Potential related-ATR-SEIRAS spectra of DBT, DBT-PyN, DBT-GN+, and DBT-PoN. (e) The relationship between the shift in wavenumber of the *OOH peak and the potential. (f) The plots of peak area variations as a function of potential (The difference in peak area between various potentials and the reference point at 1.0 V. The increment peak areas of DBT were deducted as background). Fig. 5 Free energy change diagram for the ORR over specific DBT-based model catalysts. (a and b) 4e− processes for the model molecules at the equilibrium potential of 0.460 V. (c and d) 2e− processes for the model molecules at the equilibrium potential of −0.075 V. Fig. 6 Theoretical study on the electronic structure of model catalysts and the activity of different sites. (a) Differential charge density plots for various N-doped model catalysts after adsorbing OOH. Yellow represents the increase of electron density, while cyan represents the decrease of electron density. The Bader charge of the oxygen atoms adjacent to the model catalyst was also calculated. (b) Optimized structures with highest occupied molecular orbital (HOMO) of DBT-PyN and DBT-GN+, α-HOMO of DBT-GN. Reaction activity of different sites in (c) DBT-GN and (d) DBT-PyNGN. (e) Scaling relationships for the adsorption strengths ΔG i for *OOH and *O using *OH as a descriptor. (f) Volcano plots of the different active sites. The solid orange and green lines correspond to ΔG 2 energy change for 4e− and 2e− processes, respectively. Fig. 7 Plausible ORR pathways and reaction energetics. (a) The interconversion of various intermediates of the DBT-GN/N+ model catalyst during the reaction process (green and blue data represent electrochemical processes, while red data represent non-electrochemical processes). (b) The plausible reaction mechanisms of DBT-PyN. During the transition from DBT-GN+ to DBT-GN (c) and DBT-GN to DBT-GN+ (d), the changes in free energy of intermediates in different pathways at 0 V. ☆ This article is part of a special issue entitled: ‘Electrifying Chemical Industry’ published in Journal of Energy Chemistry. Beyond the N-doping controversy: Molecularly deciphering the active origins in metal-free carbon for electrocatalytic oxygen reduction reaction Wei Guo Writing – original draft Validation Software Methodology Investigation Formal analysis Data curation Conceptualization a b c Yan Wan Writing – review & editing Formal analysis Data curation a b c Zechen Xiao Validation Formal analysis a b c Mo Zhang Writing – review & editing a b c Yangming Lin Writing – review & editing Supervision Methodology Funding acquisition Conceptualization a b c ⁎ a CAS Key Laboratory of Design and Assembly of Functional Nanostructures, Fujian Institute of Research on the Structure of Matter, Chinese Academy of Sciences, Fuzhou, Fujian, 350002 China CAS Key Laboratory of Design and Assembly of Functional Nanostructures Fujian Institute of Research on the Structure of Matter Chinese Academy of Sciences Fuzhou Fujian 350002 China CAS Key Laboratory of Design and Assembly of Functional Nanostructures, Fujian Institute of Research on the Structure of Matter, Chinese Academy of Sciences, Fuzhou 350002, Fujian, China b Xiamen Key Laboratory of Rare Earth Photoelectric Functional Materials, Xiamen Institute of Rare Earth Materials, Xiamen, Fujian, 361021 China Xiamen Key Laboratory of Rare Earth Photoelectric Functional Materials Xiamen Institute of Rare Earth Materials Xiamen Fujian 361021 China Xiamen Key Laboratory of Rare Earth Photoelectric Functional Materials, Xiamen Institute of Rare Earth Materials, Xiamen 361021, Fujian, China c State Key Laboratory of Structural Chemistry, Fujian Institute of Research on the Structure of Matter, Chinese Academy of Sciences, Fuzhou, Fujian, 350002 China State Key Laboratory of Structural Chemistry Fujian Institute of Research on the Structure of Matter Chinese Academy of Sciences Fuzhou Fujian 350002 China State Key Laboratory of Structural Chemistry, Fujian Institute of Research on the Structure of Matter, Chinese Academy of Sciences, Fuzhou 350002, Fujian, China ⁎ Corresponding authors. CAS Key Laboratory of Design and Assembly of Functional Nanostructures Fujian Institute of Research on the Structure of Matter Chinese Academy of Sciences Fuzhou Fujian 350002 China Graphical abstract Based on molecular-level precision model catalysts, we investigated the distinct roles and dynamic interconversion of various nitrogen species in carbon materials during the oxygen reduction reaction. The intriguing catalytic performance of non-metallic nitrogen-doped carbon materials in the oxygen reduction reaction (ORR) has garnered considerable interest in elucidating their active site structure. The existing studies, however, present conflicting conclusions regarding the contributions of various N species to ORR activity. In this work, we designed and synthesized a series of molecules featuring well-defined structures and single N species, such as pyridinic N, graphitic N+ (positively charged), and pyrrolic N, to serve as model catalysts. This approach aimed to eliminate the interference caused by the coexistence of multiple N species within carbon network, thereby providing a more precise understanding of their individual contributions to ORR activity. Our experimental results revealed that pyridinic N elevated onset potential, and graphitic N+ enhanced current density in ORR. Both pyridinic N and graphitic N+ can promote the transition of the ORR process from the 2e− to the 4e−. Theoretical calculations further indicated that neutral graphitic N is more active than graphitic N+. Additionally, dynamic interconversion between graphitic N and graphitic N+ (e.g., via [4+1]e−, [2+1]e−, or [4–1]e− pathways) during catalysis may adversely affect the intrinsic activity of graphitic N in practical applications. These findings provide insights into mechanism understanding in depth and design guidance for carbon-based catalysts for ORR. Keywords Metal-free carbon electrocatalysis Model catalysts ORR mechanism Active sites Nitrogen species 1 Introduction The oxygen reduction reaction (ORR) is of paramount importance as it governs the efficiency of energy conversion in fuel cells and metal-air batteries, as well as electrochemical hydrogen peroxide synthesis, etc [1,2]. Nitrogen-doped carbon materials, with their intriguing catalytic activity, cost-efficiency, and eco-friendliness, are emerging as viable alternatives to conventional precious metal catalysts for ORR [3,4]. The incorporation of N atoms with distinct bonding configurations modulates the electronic structure of carbon networks. This further affects the formation energetics of key intermediates, ultimately influencing the ORR overpotential. While various N species within two-dimensional carbon network, including pyridinic N, pyrrolic N, and graphitic N, have been proposed to implicate in the ORR mechanism, a definitive understanding of the real contributions from the typical pyridinic N and graphitic N remains elusive, likely due to methodological constraints in current research [5–7]. Apparently, the synthesis of catalysts featuring well-defined single N species emerges as a critical approach to address this issue. Regrettably, the prevalent thermal pyrolysis method presents difficulties in achieving precise control over N bonding configurations, often leading to the coexistence of multiple N species within the resultant carbon materials. Furthermore, in the synthesis of N-doped carbon materials using classical methods, the presence of different edges and defects that accompany the formation of N species can also interfere with the analysis of the catalytic contribution of these N species. Employing N-doped polycyclic aromatic hydrocarbons (PAHs) with well-defined structures as models for active sites proves effective [8]. These PAHs, synthesized through a bottom-up approach from small molecules, exhibited precise architectures and possessed nanographene-like attributes, rendering them analogous to nanoscale carbon clusters [9,10]. In this aspect, studies on single N-doped PAHs demonstrated that pyridinic N exhibited notable activity for both the ORR and oxygen evolution reaction (OER), in contrast to amine N or lactam N [11]. Shi and colleagues observed that augmenting the loading of dibenz[a,c]acridine (DA) containing pyridinic N on highly ordered pyrolytic graphite (HOPG) enhanced ORR activity [12]. Additionally, other organic molecules were employed as model catalysts in analogous studies as well [13–15]. Nonetheless, due to synthesis limitation of doped model catalysts, the recently understanding for graphitic N and the direct evidences for the activity contributions of pyridinic N and graphitic N to ORR at molecular level remain elusive. In the present work, we initially conducted a comprehensive analysis of the bonding type exhibited by different N species and verification for probable existence of cationic form of graphitic N (graphitic N+). To shade light on the actual roles of various N bonding configurations, particularly pyridinic N and neutral graphitic N, in ORR, a series of N-substituted dibenzo[bc,kl]tetracenes (DBT) model catalysts were synthesized. A systematic activity evaluation of model catalysts incorporating diverse N species was conducted through experimental analysis. In-situ attenuated total reflectance surface-enhanced infrared absorption spectroscopy (ATR-SEIRAS) and density functional theory (DFT) calculations were used to track the formation and transformation of crucial intermediate species over individual model catalyst. Experimental analyses reveal that pyridinic N elevates onset potential, while graphitic N+ enhances current density. Furthermore, DFT calculations provide unexpected insights into the interconversion mechanisms between graphitic N+ and graphitic N, with the latter possessing superior theoretical activity. This study provides a direct comparative analysis of the ORR activities between pyridinic N and graphitic N+, elucidating the intrinsic mechanisms underlying their catalytic performance and offering a strategic roadmap for optimizing metal-free catalysts. 2 Experimental methods 2.1 Preparation of the model catalysts The model molecules, including DBT, DBT-PyN, DBT-GN+, DBT-PoN, DBT-PyN2, DBT-PyNGN+, and DBT-PyNPoN, were successfully synthesized (Fig. 1 ). Detailed synthesis methods were provided in the Supporting Information. The structures of the model molecules were confirmed by nuclear magnetic resonance (NMR) and high-resolution mass spectrometry (HRMS) characterization. The model catalyst molecules DBT-GN and DBT-PyNGN, which contain neutral graphitic N, were adopted for theoretical calculation and comparative studies. 2.2 Electrochemical characterization All electrochemical experiments were conducted using an Ivium-N-stat electrochemical working station. The working electrode was a rotating-ring-disk electrode (RRDE) consisting of a glassy-carbon rotation disk with an area of 0.1256 cm2 and a Pt ring with an area of 0.1884 cm2. The Hg/HgO electrode and Pt wire served as the reference electrode and counter electrode, respectively. The working electrode was prepared by the drop-casting method. A certain amount of DBT-PyN, DBT-PyN2, DBT-GN+, DBT-PyNGN+, and DBT-PyNPoN model catalysts were dissolved in a mixed solvent of toluene, dichloromethane, and methanol (volume ratio 6:2:2). DBT and DBT-PoN were dissolved in a mixed solvent of toluene and dichloromethane (volume ratio 8:2). The concentration of all model compounds electrode ink was 2.64 μmol/mL (for DBT, 1.00 mg/mL). Then, 5 μL of the catalyst ink was dropped onto the surface of a freshly polished and dried glassy carbon electrode. After most of the solvent evaporated, an additional 5 μL was applied. After drying under ambient conditions, the electrode was placed in a vacuum oven for 10 min at ambient temperature to ensure complete drying. Details of the testing conditions and data processing are provided in the Supporting Information. 2.3 In situ ATR-SEIRAS In situ ATR-SEIRAS was performed on a Bruker Vertex 70 V spectrometer equipped with an attenuated total reflection configuration. The electrochemical test was conducted in a three-electrode electrochemical single cell. A Pt wire and a Hg/HgO electrode were used as the counter and reference electrodes, respectively. A Semi-cylindrical silicon crystal with Au thin layer was used to load catalysts and served as the working electrode. Catalyst was loaded onto a working electrode by drop casting 30 µL of above-mentioned model catalyst (0.10 μmol/cm2, 38.22 μg/cm2 for DBT). The in situ ATR-SEIRAS spectra were recorded by varying the potential stepwise from 1.0 to 0.2 V vs. RHE in O2-saturated 0.1 M KOH. 2.4 Computational methods ORCA version 5.0.3 was used for all DFT computations [16–18]. Geometry optimizations and frequency analysis were computed using B3LYP as functional including Grimme’s empirical dispersion correction (B3LYP-D3) [19,20]. The def2-SVP [21] was used for structural optimization and frequency analysis. Single point energy was calculated using def2-TZVP [21] base set. The SMD (Solvation Model Based on Density) implicit solvent model [22] was employed to simulate a water environment. Multiwfn [23,24] was used for data analysis. Details of the DFT calculations can be found in the Supporting Information. 3 Results and discussion 3.1 Precise design of model catalysts Generally, N atoms exhibit three prevalent bonding configurations in N-doped carbon conjugated planes [25] (Fig. 1a). The edge N atom that bonds with two C atoms and possesses a lone pair of electrons parallel to the conjugated plane is classified as pyridinic N. An in-plane N atom can bond with three C atoms, with its lone pair of electrons oriented perpendicularly to the conjugated plane and participating in the delocalized π-electron system. The in-plane N atoms located within a six-membered ring are classified as graphitic N, while those within a five-membered ring are designated as pyrrolic N. Unlike pyridinic N and pyrrolic N, graphitic N has an extra π-electron, which leads the six-membered C ring lose its aromatics and renders the system unstable (Fig. 1a). Therefore, conjugated systems containing graphitic N tend to lose an electron, converting graphitic N to graphitic N+ and thereby restoring the aromaticity structure. Besides, in X-ray photoelectron spectroscopy (XPS) measurement of graphitic N-doped graphene, the binding energy (401.1 eV) of graphitic N 1s gets closer to those of C5H5NH+ (401.2 eV) and the NH4 + (401.5 eV), higher than that of pyridinic N at 398.5 eV [26], suggesting that graphitic N tends to be positively charged. Moreover, it is noteworthy that the actual ORR occurs in an aqueous environment, with *OH (adsorbed OH) serving as a key intermediate in the reaction pathway. We hypothesize that *OH can transform into OH− by gaining an electron, concurrently oxidizing graphitic N-doped graphene into stable graphitic N+ -doped graphene, which could be regarded as an ionization process. To verify this hypothesis, we designed a C54 carbon cluster model with graphitic N-doping (Fig. 1b) and calculated the free energy change (ΔG) associated with the adsorption and ionization of OH on graphitic N-doped carbon. Our calculations revealed a ΔG value of −0.362 eV, implying a spontaneous process. Given the stability and prevalence of planar conjugated carbon structures containing graphitic N+ in PAHs [27,28], their presence should be considered when evaluating the influence of graphitic N on catalytic activity. The traditional method of synthesizing N-doped carbon materials by high-temperature calcination of precursors fails to precisely control the bonding type of N. Different N species and structural defects coexist in the C-conjugate system, which adversely affects the analysis of the catalytic mechanism of N species (Fig. 1c). By designing N-doped model catalysts with precise structures, the interference between different N species and structural defects can be effectively avoided, facilitating a deeper understanding of the catalytic mechanism of N-doped carbon materials. To reveal the catalytic activity of pyridinic N, graphitic N and pyrrolic N, we designed and synthesized a series of DBT model molecules containing tunable N heteroatoms by varying the precursors and adopting a new synthetic route (Fig. 1d). The similar edge structure and dimension of model molecules could minimize their interference in the ORR performance [29–31]. The edge N atoms in DBT-PyN and DBT-PyN2 contain lone pair electrons, being used to simulate pyridinic N. Owing to the open-shell structure and non-aromaticity, graphitic N-doped DBT confronts structural instability, rendering its synthesis challenging. A feasible approach is to replace neutral graphitic N with positively charged graphitic N+, thus preserving the aromaticity of the system and facilitating synthesis. Consequently, we proposed using DBT-GN+ and DBT-PyNGN+ as model catalysts to identify the specific role of graphitic N in ORR. DFT calculations were performed to assess the ORR performance of the neutral DBT-GN and DBT-PyNGN. DBT-PoN features in-plane pyrrolic N substitution for graphitic N, simulating pyrrolic N-doped carbon catalysts. DBT-PyNPoN containing both pyridinic and pyrrole N was synthesized for comparison and non-substituted DBT served as the control catalyst. 3.2 Structural analysis To investigate the effects of different N species on the molecular structure and electronic structure characteristics, we conducted bond length, dipole moments and Bader charge population analysis on the model catalysts. As shown in Fig. 2 (a), the N–C bond length between pyridinic N and its adjacent C is 1.334 Å, which is shorter than the C–C bond length of 1.392 Å. A similar trend is observed for graphitic N+ and pyrrolic N, attributable to the smaller atomic radius of N compared to C. The dipole moments analysis demonstrates that the incorporation of pyridinic N and graphitic N can significantly enhance the dipole moment of the system. Compared to DBT with a dipole moment of 0.0515 Debye, the dipole moments of DBT-PyN and DBT-PyN2 increase to 4.4070 and 5.5203 Debye, respectively. The reduction of DBT-GN+ to DBT-GN led to a pronounced increase in dipole moment from 1.0890 to 3.1941 Debye. The enhancement of dipole moment is beneficial for strengthening intermolecular interactions and improving charge carrier mobility. Bader charge population analysis (Table S1) reveals that, relative to DBT, the charge on the C adjacent to N in DBT-PyN increases from –0.0394 e to 0.4713 e. The charges of the C atoms adjacent to N in DBT-GN+ increased from –0.0228 e and –0.0279 e to 0.3147 e and 0.3697 e, respectively. Interestingly, the charge distribution in DBT-GN resembles that of DBT-GN+, as the positive charge is delocalized across the entire molecule. From the bond length variations and charge population analysis, it can be concluded that the influence of N heteroatoms on the molecular structure and charge population is primarily localized on the adjacent C atoms. The XPS analysis of N species in different model molecules are shown in Fig. 2(b). The N 1s peaks of DBT-PyN, DBT-GN+, and DBT-PoN are located at 389.4, 402.0, and 400.5 eV, respectively, which are assigned to pyridinic N, graphitic N+, and pyrrolic N configurations. The DBT-PyNGN+ demonstrates two characteristic peaks at 399.2 and 401.8 eV, corresponding to coexisting pyridinic N and graphitic N+ moieties. The pyridinic N and pyrrolic N peaks in DBT-PyNPoN exhibit binding energies virtually identical to those of DBT-PyN and DBT-PoN, respectively. 3.3 Electrochemical performance evaluation RRDE measurements were conducted to evaluate the ORR performance of the model catalysts. As shown in Fig. 3 (a and b), the LSV curves and catalytic activities of seven model catalysts were compared. The pristine DBT without N-doping merely exhibited weak ORR activity. Meanwhile, no noticeable promotions in onset potential and current density were observed on DBT-PoN incorporated with in-plane pyrrole N. For DBT-PyN containing pyridinic N, the onset potential and current density were improved to 0.613 ± 0.005 V and 1.060 ± 0.015 mA/cm2 at 0.2 V, respectively. Similar promoting effects occurred to DBT-PyN2 and DBT-PyNPoN as well. Comparatively, DBT-GN+ and DBT-PyNGN+ provided the current densities of 1.812 ± 0.016 mA/cm2 and 2.086 ± 0.044 mA/cm2 at 0.2 V, respectively, outperforming the model catalysts exclusively containing pyridinic N or pyrrolic N. Notably, a slight improvement in the onset potential was offered by DBT-GN+ with only graphitic N+ substitution. Furthermore, indicated by the improvement of the onset potential and current density afforded by the DBT-PyNGN+, relative to the DBT-PyN and DBT-GN+, the coexistence of pyridinic N and graphitic N+ in DBT may generate a synergy effect favoring ORR process, offering a boost of onset potential by 80 mV compared to pristine DBT. To gain an insight into the kinetic behavior during the ORR process, Tafel curves of different model catalysts were measured. As displayed in Fig. 3(c), the model catalysts containing pyridinic N (DBT-PyN, DBT-PyN2, and DBT-PyNGN+) possessed more rapid ORR kinetic characteristics compared to DBT and DBT-PoN, indicative of the observation of smaller Tafel slopes. The Tafel slope of DBT-GN+ containing single graphitic N+ lay between DBT and DBT-PyN. The turnover frequencies (TOF) were calculated to quantitatively determine the roles of different N species on ORR activity (Fig. 3d, Eq. (S5)). For the model molecules solely comprising pyridinic N, the TOF values for DBT-PyN bearing one pyridinic N site and DBT-PyN2 with two pyridinic N sites were determined to be 0.033 ± 0.001 and 0.018 ± 0.001 s−1 at 0.2 V, respectively, which implies that the augmentation in the quantity of pyridinic N site did not lead to a directly proportional enhancement in activity. This trend might be attributed to the mutual influence between neighboring N atoms. Collectively, these findings indicate that both pyridinic N and graphitic N+ played pivotal roles in boosting the ORR activity of DBT. Specifically, pyridinic N was favorable for elevating the onset potential, while graphitic N+ was conducive to increasing the current density. The H2O2 selectivity was also affected by the introduction of N species into DBT (Fig. 3e). Compared to the approximately 95 % of H2O2 selectivity over DBT, the selectivity provided by DBT-PyN and DBT-GN+ decreased to ∼85 % and 80 %, respectively, implying that the presence of pyridinic N and graphitic N+ may influence the ORR electron transfer number (Fig. S1). Fig. 3(f) displays the contribution proportions of different N species to the 4e− process. Because of the O2 reduction via either 2e− or 4e− process, the measured cathodic current can be regarded as the superposition of currents that produce H2O2 and H2O. According to the value of selectivity towards H2O2, both the 4e− contribution based on selectivity and current density (at 0.2 V) can be calculated. By dividing the 4e− selectivity and current density by the mass fraction of N in the respective model catalyst, the contribution per N% to both 4e− selectivity and current density was determined (Eqs. (S6)–(S8)). Upon examining DBT-PyN, DBT-GN+, and DBT-PoN catalysts with single N atom, it was unveiled that graphitic N+ exhibited the highest contribution to the 4e− transfer process, accounting for 5.1 % with a specific current density of 187 μA/cm2 per N%. Pyridinic N followed in contribution, whereas pyrrolic N provided the least involvement in the 4e− process. Similar trends were observed in catalysts containing two N atoms. Moreover, the coexistence of graphitic N+ and pyridinic N in DBT-PyNGN+ lead to a moderate contribution of N to 4e− process, situated between that of graphitic N+ and pyridinic N individually. Additionally, the cyclic voltammetry (CV) measurement of DBT-PyNGN+ was carried out, revealing that the current density tended to stabilize over the initial ten cycles (Fig. S2). The stabilities of model catalysts incorporating pyridinic N and graphitic N+ species were subsequently evaluated (Fig. S3). The results showed that after a duration of 10 h, the decrease in current density for DBT-GN+ was lower than that observed for DBT-PyN, reflecting the enhanced stability exhibited by graphitic N+. The ORR activity of the model catalyst was also assessed in acidic media (Fig. S4), revealing a similar activity trend to that observed in alkaline media. 3.4 In-situ ATR-SEIRAS analysis To elucidate the impact of diverse N species on the formation of intermediates during the ORR process, we employed potential-dependent ATR-SEIRAS to examine DBT-PyN, DBT-GN+, and DBT-PoN, each containing a single N species, along with DBT as the reference material. The absorption bands appearing at 1250–1200 cm−1, assigned to the asymmetric bending vibration mode of the *OOH intermediate [32,33], was in-situ monitored (Fig. 4 ), as this *OOH intermediate played a critical role in the ORR mechanism. With the potential decreasing from 1.0 to 0.2 V, a progressive intensification of the absorption band was observed for the DBT-PyN, DBT-GN+, and DBT-PoN model catalysts, accompanied by subtle shifts in absorption band center. During the potential reduction, the band center for DBT-PyN shifted from 1232 to 1222 cm−1, while a 12 cm−1 shift was noted for DBT-GN+ (Fig. 4e). This behavior can be attributed to the Stark effect [34]. In contrast, no significant alterations in absorption band center were detected for DBT and DBT-PoN within the 1250–1200 cm−1 range, likely due to their lower adsorption capacities for OOH at higher potentials, thus preventing notable changes in the absorption band. Additionally, the incremental band area of *OOH was plotted as a function of potential (Fig. 4f). The trends observed in the band area variations for the different model catalysts indicated that DBT-PyN and DBT-GN+ exhibited a more substantial increase in *OOH content as the potential decreased, outperforming DBT and DBT-PoN. For DBT-PoN, the appearance of the *OOH band solely at lower potentials can be attributed to its weaker adsorption capacity for OOH. These ATR-SEIRAS results suggest that both pyridinic N and graphitic N+ species can enhance the formation of *OOH, thereby contributing to improved ORR activity. 3.5 Theoretical analysis The impacts of N-heteroatom types on the adsorption strength of various intermediates in the ORR process were analyzed by DFT calculations. Based on existing theoretical foundations [35–37], O2 forms a series of intermediates on the catalyst surface, including *O2, *OOH, *O, and *OH, which are eventually reduced to H2O or H2O2, corresponding to 4e− and 2e− mechanisms, respectively. In-situ ATR-SEIRAS spectra of the ORR on the model catalyst revealed characteristic peaks corresponding to *OOH. Meanwhile, in-situ mass spectrometry (Fig. S5) was employed to monitor the reaction intermediates during ORR catalysis by DBT-PyN and DBT-GN+, where mass-to-charge ratio (m/z) peaks associated with the intermediates *O and *OH were detected. These observations suggest that the DBT-based system generates the aforementioned intermediates during the ORR process. Furthermore, DFT calculations were performed to determine the adsorption strengths of OOH, O, and OH on model catalysts (Fig. S6, Tables S2–S4). Fig. 5 presents the free energy change at the equilibrium potential for the most active sites of different model molecules. The maximum increase in free energy is viewed as the theoretical overpotential. The calculation results revealed that for the DBT-based system, the active sites are primarily located at position 1 and position 2 (Fig. S6). The structural optimization disclosed that for pyridinic N, graphitic N/N+, and pyrrolic N, OOH could not form stable adsorption on the N atoms, suggesting that these N atoms may not serve as active sites. Furthermore, for model catalysts comprising pyridinic N, graphitic N+, and pyrrolic N, the formation of *OOH was determined to be the rate-determining step (RDS) (Fig. 5a, b). However, the scenario for graphitic N proves to be more complex. Fig. 5(a) illustrates that DBT-PyN containing pyridinic N decreased the theoretical overpotential of OOH adsorption step compared to DBT, from 0.936 eV down to 0.862 eV. In contrast, DBT-PoN increased it from 0.936 eV up to 1.064 eV. Remarkably, DBT-GN exhibited a considerably lower theoretical overpotential (0.508 eV). This phenomenon can be explained by the substitution of a central C atom with a neutral graphitic N, leading to an open-shell structure with a transition from a singlet to a doublet spin multiplicity. This structural alteration facilitated the binding of DBT-GN with the doublet state of OOH, forming an energetically more favorable singlet state. Although the presence of graphitic N+ in DBT-GN+ increases the theoretical overpotential compared to DBT, experimental observations indicate that DBT-GN+ possessed higher activity than DBT, suggesting a potential unique mechanism for the interconversion between graphitic N and N+. Fig. 5(b) displays the differences between model catalysts containing two N heteroatoms and DBT. It is evident that the introduction of an additional pyridinic N in DBT-PyNGN+ resulted in a reduction of 0.135 V in the theoretical overpotential compared to DBT-GN+. Similarly, the theoretical overpotential of DBT-PyNPoN was lower than that of DBT-PoN by 0.180 V. However, the theoretical overpotential of DBT-PyN2 did not decrease significantly, possibly due to the occupation of two symmetric sites 1 (Fig. S6) by the two N atoms. In practical electrochemical processes, the presence of pyrimidine-type double N heteroatoms may enhance activity through its relatively high dipole moment. The overpotentials of the 2e− mechanism for the different model catalysts were analyzed in Fig. 5(c, d). The incorporation of graphitic N substantially enhanced the adsorption strength of OOH, resulting in the RDS of DBT-GN and DBT-GNPyN shifting from OOH adsorption to the reductive desorption of OOH. Both experimental and computational results on model catalysts containing single N and double N atoms revealed that two adjacent N atoms jointly affected the surrounding carbon atoms. Thereby, the catalytic activity did not follow a simple linear relationship with the N content. Instead, the role of N atom highly depended on the specific local structure. The active sites in actual N-doped carbon materials were modulated by a composite effect of neighboring N heteroatoms, edges, and defects in the specific local structure. To evaluate the influence of different N species on the selectivity between the 2e− and 4e− pathways, we conducted additional theoretical analysis on the energy barriers associated with various intermediates involved in the reduction of *OOH to either OOH− or OH− (Fig. S7). By examining the energetics of two distinct charge transfer mechanisms, we found that different N bonding configurations significantly influence the selectivity of C–O versus O–O bond cleavage, consequently affecting the H2O2 production selectivity. The results show that both pyridinic N and graphitic N contributed to facilitating the transition from the 2e− to the 4e− pathways. The differential charge density provided insights into the changes in electronic structure and electron transfer of a model catalyst with adsorbed intermediate species. As presented in Fig. 6 (a), after adsorbing OOH on DBT molecules, electrons were transferred from the C atom at the active site to the O atom, causing alternating changes in electron density among adjacent C atoms. Similar patterns were also observed in other model molecules. The O atoms in DBT-PyN and DBT-GN had higher Bader charges, indicating stronger adsorption. The enhanced adsorption capacity of the catalyst towards OOH promoted the transition from a 2e− mechanism to a 4e− mechanism. To further analyze the relationship between the electronic structure and the active sites, the frontier orbitals of the model molecules (Fig. 6b, Figs. S8 and S9, Table S5) and electrostatic potential map (Fig. S7) were calculated. Noteworthily, DBT-GN+ and DBT-PyN had similar HOMO distributions, with their active sites primarily located at positions 1 and 2 as well. When DBT-GN+ accepted an electron to become DBT-GN, the distribution of the singly occupied orbital α-HOMO changed significantly. The sites with stronger OOH adsorption shifted to positions 3 and 4, suggesting a correlation between the HOMO distribution and the localization of active sites. Analysis of the model catalyst's electrostatic potential revealed that regions of negative values were primarily concentrated on the pyridinic N atoms (Fig. S10). The mechanism that graphitic N affected RDS is complex (Fig. 6c, d). In the DBT-GN model, the RDS for site 1, far away from graphitic N, was the formation of *OOH. Conversely, for sites 2, 3, and 4 proximal to graphitic N, the RDS was identified as the reduction of *OH. Moreover, the pyridinic N in DBT-PyNGN further enhanced the adsorption strength of the site 1 towards OOH and OH, ultimately shifting the RDS for site 1 to the reduction of *OH. To deeply explore the impact of diverse N species on catalytic performance, we constructed linear correlation diagrams for ΔG of three intermediates and volcano plots. As shown in Fig. 6(e), ΔG OOH* exhibited a good linear relationship with ΔG OH*. Using ΔG OH* as the descriptor, 4e− and 2e− volcano plots (Fig. 6f) can be drawn based on the mathematical relationships in the scaling plot. A higher ΔG OOH* for the first step of reaction corresponded to a lower adsorption strength of OOH. When ΔG OH* was around −1.72 eV, it represents the highest theoretical onset potential for 4e− reduction. It can be observed that the sites of DBT-GN and DBT-PyNGN were closer to the peak of the volcano plot (Tables S2 and S3). For DBT-PyNGN, the theoretical overpotential of the site 1 (point a in Fig. 6f) was lower than that of the site 3 (point b in Fig. 6f), with sites 1 and 3 located on the right and left slopes of the volcano, respectively. However, the initial step of the site 3 had a lower free energy change, suggesting a potentially stronger OOH adsorption capability. Therefore, site 3 competitively inhibited site 1. The competition between low-activity sites on the left side and high-activity sites on the right side around the same graphitic N was a potential factor that caused the actual experimental activity to be lower than the optimal value predicted by theoretical calculations. 3.6 Plausible reaction pathway The theoretical calculations in the present work have indicated that graphitic N exhibits higher activity, while graphitic N+ demonstrates relatively lower activity. But experimental results revealed that DBT-GN+ and DBT-PyNGN+ containing graphitic N+ exhibited remarkably higher limiting current densities than DBT and pyridinic N-doped DBT. To explain this contradiction and further analyze the reaction mechanisms of pyridinic N and graphic N+-doped model molecules, DBT-GN+ and DBT-PyN were chosen as subject for study. Fig. 7 (a, b) shows the proposed reaction mechanisms for graphitic N and pyridinic N respectively. By calculating the Gibbs free energy changes associated with a series of intermediate transformations (Fig. 7a), we attempted to explain potential alternative transformation pathways of the reaction intermediates for DBT-GN/N+. According to the calculations, the ΔG for the single-electron reduction of DBT-GN+ to DBT-GN is 1.297 eV, corresponding to a redox potential of −1.297 V. Upon the adsorption of OOH and OH, the free energy of reduction reactions for DBT-GN+OOH (1) and DBT-GN+OH (3) decreases to 0.136 and 0.259 eV, respectively. This decrease in free energy change suggests that the conversion of DBT-GN+OOH to DBT-GNOOH is thermodynamically favored. Furthermore, DBT-GNOOH (4) theoretically, can theoretically be converted into highly catalytically active DBT-GN through either 2e− or 4e− process. Since the ΔG of reduction reactions of DBT-GN+OOH (1) and DBT-GN+OH (3) are related to the electrical potential, these reactions are more prone to occur at lower electrical potential. In practical ORR processes, when potentials are referenced to the RHE scale, higher pH corresponds to lower absolute potentials (vs. SHE), resulting in enhanced reducibility under alkaline conditions. Additionally, based on theoretical calculations, a possible alternative reaction pathway for the intermediate DBT-GNOH (6) is uncovered. After the adsorption of OH by DBT-GN, DBT-GNOH (6) undergoes ionization to form DBT-GN+ and OH−. To simulate this transformation process, we employed DFT calculations to optimize the structures of DBT-GNOH (6) before and after the ionization (Fig. S11a). To improve the accuracy of the results, three explicit water molecules were introduced to form hydrogen bonds with DBT-GNOH. For the adsorption of OH at the site 3 of DBT-GNOH, the ΔG value for this process at pH=13 was calculated to be −0.307 eV, suggesting thermodynamic spontaneity. Furthermore, the transition state energy barrier for this reaction was calculated to be 0.151 eV, enabling kinetic feasibility under ambient conditions. Since OH− is involved in the process, it is suppressed under strongly alkaline conditions but promoted under acidic conditions. Fig. S11(b) depicts the electrostatic potential maps before and after ionization, revealing that upon ionization of DBT-GNOH, the hydrated OH− ion exhibits a heightened negative charge, whereas the conjugated carbon plane displays a more significant positive charge distribution. This conjugate plane facilitates the dispersion of positive charges, thereby stabilizing the system. The in situ mass spectrometry results showed that mass spectral peaks corresponding to the intermediates DBT-PyNO, PyNOH, DBT-GN+O, DBT-GN+OH, and DBT-GNOH were detected (Fig. S5). Thus, it can be postulated that the above-mentioned conversion route may plausibly occur. Fig. 7(c, d) summarizes the free energy changes along the major reaction pathways of DBT-GN/N+ during the ORR process. The classical 4e− process involves DBT-GN+ -1-2-3- DBT-GN+ and DBT-GN -4-5-6- DBT-GN. The 2e− process comprises DBT-GN+ -1- DBT-GN+ and DBT-GN -4- DBT-GN. This is similar to the catalytic mechanism of DBT-PyN (Fig. 7b). Unlike pyridinic N, the graphitic N model catalyst exhibits two unique transformation processes. For single-electron reduction mechanism, the corresponding process is DBT-GN+ -1-2-3-5- DBT-GN, labeled as [4+1]e− process, and DBT-GN+ -1-4- DBT-GN, labeled as [2+1]e− process (Fig. 7c). Through [4+1]e− and [2+1]e− process, DBT-GN+ is reduced to DBT-GN. The energy changes at each step of [4+1]e− and [2+1]e− processes are less than that of the step from *O2 to *OOH (1) (Fig. 7c), indicating that these steps are more facile than the formation of *OOH and may occur simultaneously in real ORR process. Regarding the process involving *OH ionization, the corresponding conversion process is DBT-GN -4-5-6- DBT-GN+, labeled as [4–1]e− process (Fig. 7d). Through this reaction, DBT-GN is oxidized to DBT-GN+. Theoretically, the [2–1]e− process corresponds to the [4–1]e− process, but given that *OOH prefers proton ionization under alkaline conditions, this process may exist in strongly acidic electrolytes. These reaction processes of [4+1]e−, [2+1]e−, and [4–1]e− reveal the potential interconversion between graphitic N and graphitic N+ during the alkaline ORR process. The presence of in-plane OH as a common group is also widespread in carbon materials such as oxidized graphene, indicating that these [4+1]e−, [4–1]e−, and [2+1]e− processes may also be prevalent in the ORR processes of other n-type doped carbon materials. 4 Conclusions In conclusion, a series of N-doped model molecules were designed to delve into the ORR mechanism of N-doped carbon-based catalysts. The contributions of different N bonding configurations to activity have been proposed through experiments and theoretical calculations. The key findings are as follows: (1) Pyridinic N has a significant impact on the onset potential of ORR, while graphitic N has a greater influence on the limiting current density of ORR. Both pyridinic N and graphitic N are conducive to promoting the transition from the 2e− to the 4e− process. (2) Based on theoretical computations, for the pyridinic N, the active site is the C atom adjacent to pyridinic N. In the case of the graphitic N+, the meta-position C of graphitic N+ is active site. The bonding configurations of N atoms and the specific structure of the model molecules jointly affect ORR activity. (3) [4–1]e−, [4+1]e−, and [2+1]e− reaction processes for ORR on graphitic N are proposed. Theoretical calculations indicate that after the adsorption of intermediate OH on neutral graphitic N, it may subsequently undergo ionization to form graphitic N+ and the OH−. The adsorption of OOH and OH on graphitic N+ can lower their free energy of reduction reactions, facilitating the reduction of the intermediates to graphitic N–OOH and graphitic N–OH, respectively. The transition of graphitic N to graphitic N+ is hypothesized to be a plausible explanation for the diminished catalytic activity of graphitic N-doped carbon-based catalysts. Based on the conclusions of this work, increasing the content of pyridinic N and graphitic N/N+ species theoretically contributes to enhancing ORR activity in the practical design and synthesis of N-doped carbon-based catalysts. Although the DBT model catalyst system elucidates N-doping effects on catalytic activity at atomic resolution, structural disparities persist between these model catalysts and pyrolytic carbon materials. Key differences encompass defect density, edge configurations, curvature variations, and pore architectures. Native defects and edge configurations may function as independent active sites or synergize with N-heteroatoms to reconfigure electronic structures and modulate adsorption energetics of ORR intermediates. To bridge this gap, future research should be prioritized: designing PAHs or polymers with tailored edge geometries, defect distributions, curvature profiles and heteroatom dopants; integrating model catalysts with carbon matrices via π–π stacking interactions or covalent grafting strategies to construct hybrid active sites. The findings in this work, particularly the volcano plot curve, provide unique insights into the ORR mechanism and serve as an important reference for the precise design of active sites. Experimental section Experimental details can be found in the Supporting Information. CRediT authorship contribution statement Wei Guo: Writing – original draft, Validation, Software, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Yan Wan: Writing – review & editing, Formal analysis, Data curation. Zechen Xiao: Validation, Formal analysis. Mo Zhang: Writing – review & editing. Yangming Lin: Writing – review & editing, Supervision, Methodology, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We are grateful for financial support from the Natural Science Foundation of Xiamen City, China (3502Z20227256), National Natural Science Foundation of China (22202205, 22209170), XMIREM Autonomously Deployment Project, China (2023CX14, 2023GG01), Self-deployment Project Research Program of Haixi Institutes, Chinese Academy of Sciences (CXZX-2022-GH03, CXZX-2024-JQ02), Major Science and Technology Program of Xiamen City, China (3502Z20231054), National Natural Science Foundation of Fujian Province, China (2022J01502, 2024J01185), STS Program of the Chinese Academy of Sciences, China (2023T3071). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.08.006. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] Y. Nie L. Li Z. Wei Chem. Soc. Rev. 44 2015 2168 2201 Y. Nie, L. Li, Z. Wei, Chem. Soc. Rev., 44 (2015) 2168−2201. [2] E.I. Solomon S.S. Stahl Chem. Rev. 118 2018 2299 2301 E.I. Solomon, S.S. Stahl, Chem. Rev., 118 (2018) 2299-2301. [3] Y. Li Y. Tong F. Peng J. Energy Chem. 48 2020 308 321 Y. Li, Y. Tong, F. Peng, J. Energy Chem., 48 (2020) 308-321. [4] L. Dai Y. Xue L. Qu H.-J. Choi J.-B. Baek Chem. Rev. 115 2015 4823 4892 L. Dai, Y. Xue, L. Qu, H.-J. Choi, J.-B. Baek, Chem. Rev., 115 (2015) 4823-4892. [5] S.K. Singh K. Takeyasu J. Nakamura Adv. Mater. 31 2019 e1804297 S.K. Singh, K. Takeyasu, J. Nakamura, Adv. Mater., 31 (2019) e1804297. [6] D. Guo R. Shibuya C. Akiba S. Saji T. Kondo J. Nakamura Science 351 2016 361 365 D. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Science, 351 (2016) 361-365. [7] H.B. Yang J. Miao S.-F. Hung J. Chen H.B. Tao X. Wang L. Zhang R. Chen J. Gao H.M. Chen L. Dai B. Liu Sci. Adv. 2 2016 e1501122 H.B. Yang, J. Miao, S.-F. Hung, J. Chen, H.B. Tao, X. Wang, L. Zhang, R. Chen, J. Gao, H.M. Chen, L. Dai, B. Liu, Sci. Adv., 2 (2016) e1501122. [8] W. Guo L. Yu L. Tang Y. Wan Y. Lin Nano Micro Lett. 16 2024 125 W. Guo, L. Yu, L. Tang, Y. Wan, Y. Lin, Nano Micro Lett., 16 (2024) 125. [9] N.J. Silva F.B. Machado H. Lischka A.J. Aquino Phys. Chem. Chem. Phys. 18 2016 22300 22310 N.J. Silva, F.B. Machado, H. Lischka, A.J. Aquino, Phys. Chem. Chem. Phys., 18 (2016) 22300-22310. [10] E.M. Adkins J.H. Miller Phys. Chem. Chem. Phys. 19 2017 28458 28469 E.M. Adkins, J.H. Miller, Phys. Chem. Chem. Phys., 19 (2017) 28458-28469. [11] Y. Lin Z. Liu L. Yu G.-R. Zhang H. Tan K.-H. Wu F. Song A.K. Mechler P. Philipp M. Schleker Q. Lu B. Zhang S. Heumann Angew. Chem. Int. Ed. 60 2021 3299 3306 Yangming Lin, Zigeng Liu, Linhui Yu, Gui-Rong Zhang, Hao Tan, Kuang-Hsu Wu, Feihong Song, Anna K. Mechler, P. Philipp M. Schleker, Qing Lu, Bingsen Zhang, S. Heumann, Angew. Chem. Int. Ed., 60 (2021) 3299–3306. [12] R. Shibuya T. Kondo J. Nakamura ChemCatChem 10 2018 2019 2023 R. Shibuya, T. Kondo, J. Nakamura, ChemCatChem, 10 (2018) 2019-2023. [13] K. Takeyasu M. Furukawa Y. Shimoyama S.K. Singh J. Nakamura Angew. Chem. Int. Ed. 60 2021 5121 5124 K. Takeyasu, M. Furukawa, Y. Shimoyama, S.K. Singh, J. Nakamura, Angew. Chem. Int. Ed., 60 (2021) 5121-5124. [14] M. Wang B. Wang W. Song X. Wang X. Peng X. Long Y. Xia Small 18 2022 e2105524 M. Wang, B. Wang, W. Song, X. Wang, X. Peng, X. Long, Y. Xia, Small, 18 (2022) e2105524. [15] Q. Li S. Zhang L. Dai L.S. Li J. Am. Chem. Soc. 134 2012 18932 18935 Q. Li, S. Zhang, L. Dai, L.S. Li, J. Am. Chem. Soc., 134 (2012) 18932-18935. [16] F. Neese WIREs Comput. Mol. Sci. 2 2011 73 78 F. Neese, WIREs Comput. Mol. Sci., 2 (2011) 73-78. [17] F. Neese WIREs Comput. Mol. Sci. 8 2017 e1327 F. Neese, WIREs Comput. Mol. Sci., 8 (2017) e1327. [18] F. Neese WIREs Comput. Mol. Sci. 12 2022 e1606 F. Neese, WIREs Comput. Mol. Sci., 12 (2022) e1606. [19] A.D. Becke J. Chem. Phys. 98 1993 5648 5652 A.D. Becke, J. Chem. Phys, 98 (1993) 5648–5652. [20] S. Grimme J. Antony S. Ehrlich H. Krieg J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, J. Chem. Phys., 132 (2010) 154104. [21] F. Weigend R. Ahlrichs Phys. Chem. Chem. Phys. 7 2005 3297 3305 F. Weigend, R. Ahlrichs, Phys. Chem. Chem. Phys., 7 (2005) 3297-3305. [22] A.V. Marenich C.J. Cramer D.G. Truhlar J. Phys. Chem. B 113 2009 6378 6396 A.V. Marenich, C.J. Cramer, D.G. Truhlar, J. Phys. Chem. B, 113 (2009) 6378-6396. [23] Lu. Tian F. Chen J. Comput. Chem. 33 2012 580 592 Tian Lu, F. Chen, J. Comput. Chem., 33 (2012) 580-592. [24] J. Zhang Lu. Tian Phys. Chem. Chem. Phys. 23 2021 20323 Jun Zhang, Tian Lu, Phys. Chem. Chem. Phys., 23 (2021) 20323. [25] M. Stepien E. Gonka M. Zyla N. Sprutta Chem. Rev. 117 2017 3479 3716 M. Stepien, E. Gonka, M. Zyla, N. Sprutta, Chem Rev, 117 (2017) 3479-3716. [26] T. Kondo S. Casolo T. Suzuki T. Shikano M. Sakurai Y. Harada M. Saito M. Oshima M.I. Trioni G.F. Tantardini J. Nakamura Phys. Rev. B 86 2012 035436 T. Kondo, S. Casolo, T. Suzuki, T. Shikano, M. Sakurai, Y. Harada, M. Saito, M. Oshima, M.I. Trioni, G.F. Tantardini, J. Nakamura, Phys. Rev. B, 86 (2012) 035436. [27] D. Sucunza A.M. Cuadro J. Alvarez-Builla J.J. Vaquero J. Org. Chem. 81 2016 10126 10135 D. Sucunza, A.M. Cuadro, J. Alvarez-Builla, J.J. Vaquero, J. Org. Chem., 81 (2016) 10126-10135. [28] S. Radenkovic Z. Tomovic ChemPhysChem 23 2022 e202200125 S. Radenkovic, Z. Tomovic, ChemPhysChem, 23 (2022) e202200125. [29] D.L. Isac R.-I. Jalba S.-G. Soriga Y. Zhao F. Tielens I. Tranca M. Isabela-Costinela Carbon 222 2024 118942 D.L. Isac, R.-I. Jalba, S.-G. Soriga, Y. Zhao, F. Tielens, I. Tranca, M. Isabela-Costinela, Carbon, 222 (2024) 118942. [30] Q. Ly B.V. Merinov H. Xiao W.A. Goddard T.H. Yu J. Phys. Chem. C 121 2017 24408 24417 Q. Ly, B.V. Merinov, H. Xiao, W.A. Goddard, T.H. Yu, J. Phys. Chem. C, 121 (2017) 24408-24417. [31] L. Yu L. Tang W. Guo C. Li D. Shin Z. Liu Y. Lin Matter 5 2022 1909 1923 L. Yu, L. Tang, W. Guo, C. Li, D. Shin, Z. Liu, Y. Lin, Matter, 5 (2022) 1909-1923. [32] C. Tang L. Chen H. Li L. Li Y. Jiao Y. Zheng H. Xu K. Davey S.Z. Qiao J. Am. Chem. Soc. 143 2021 7819 7827 C. Tang, L. Chen, H. Li, L. Li, Y. Jiao, Y. Zheng, H. Xu, K. Davey, S.Z. Qiao, J. Am. Chem. Soc., 143 (2021) 7819-7827. [33] M.H. Shao R.R. Adzic J. Phys. Chem. B 109 2005 16563 16566 M.H. Shao, R.R. Adzic, J. Phys. Chem. B, 109 (2005) 16563-16566. [34] D.K. Lambert Electrochim. Acta 41 1996 623 630 D.K. Lambert, Electrochim. Acta, 41 (1996) 623-630. [35] L. Yu X. Pan X. Cao P. Hu X. Bao J. Catal. 282 2011 183 190 L. Yu, X. Pan, X. Cao, P. Hu, X. Bao, J. Catal., 282 (2011) 183-190. [36] Y. Jiao Y. Zheng M. Jaroniec S.Z. Qiao J. Am. Chem. Soc. 136 2014 4394 4403 Y. Jiao, Y. Zheng, M. Jaroniec, S.Z. Qiao, J. Am. Chem. Soc., 136 (2014) 4394-4403. [37] A. Ganyecz M. Kallay J. Phys. Chem. C 125 2021 8551 8561 A. Ganyecz, M. Kallay, J. Phys. Chem. C, 125 (2021) 8551-8561.",
      "scopus-id": "105013784819",
      "coredata": {
        "eid": "1-s2.0-S2095495625006527",
        "dc:description": "The intriguing catalytic performance of non-metallic nitrogen-doped carbon materials in the oxygen reduction reaction (ORR) has garnered considerable interest in elucidating their active site structure. The existing studies, however, present conflicting conclusions regarding the contributions of various N species to ORR activity. In this work, we designed and synthesized a series of molecules featuring well-defined structures and single N species, such as pyridinic N, graphitic N+ (positively charged), and pyrrolic N, to serve as model catalysts. This approach aimed to eliminate the interference caused by the coexistence of multiple N species within carbon network, thereby providing a more precise understanding of their individual contributions to ORR activity. Our experimental results revealed that pyridinic N elevated onset potential, and graphitic N+ enhanced current density in ORR. Both pyridinic N and graphitic N+ can promote the transition of the ORR process from the 2e− to the 4e−. Theoretical calculations further indicated that neutral graphitic N is more active than graphitic N+. Additionally, dynamic interconversion between graphitic N and graphitic N+ (e.g., via [4+1]e−, [2+1]e−, or [4–1]e− pathways) during catalysis may adversely affect the intrinsic activity of graphitic N in practical applications. These findings provide insights into mechanism understanding in depth and design guidance for carbon-based catalysts for ORR.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625006527",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guo, Wei"
          },
          {
            "@_fa": "true",
            "$": "Wan, Yan"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Zechen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Mo"
          },
          {
            "@_fa": "true",
            "$": "Lin, Yangming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625006527"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625006527"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00652-7",
        "prism:volume": "111",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Beyond the N-doping controversy: Molecularly deciphering the active origins in metal-free carbon for electrocatalytic oxygen reduction reaction",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal-free carbon electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Model catalysts"
          },
          {
            "@_fa": "true",
            "$": "ORR mechanism"
          },
          {
            "@_fa": "true",
            "$": "Active sites"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen species"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "420-429",
        "prism:endingPage": "429",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2025",
        "prism:doi": "10.1016/j.jechem.2025.08.006",
        "prism:startingPage": "420",
        "dc:identifier": "doi:10.1016/j.jechem.2025.08.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33384",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "366",
            "@width": "731",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91577",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "489",
            "@width": "716",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104660",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "430",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107031",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "417",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106871",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "485",
            "@width": "624",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84225",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "570",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "120589",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "730",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71427",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "105",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10097",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8678",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12896",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11049",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12491",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11664",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12999",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8174",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "91557",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1622",
            "@width": "3237",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "456604",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2166",
            "@width": "3172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "520858",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1905",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "545824",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1382",
            "@width": "2367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "397263",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1838",
            "@width": "2367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "392943",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2525",
            "@width": "3156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "623791",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1966",
            "@width": "3232",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-gr7_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "365204",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006527-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "7151311",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105013784819"
      }
    }
  }
}