{
  "metadata": {
    "title": "Universal design of three-dimensional porous graphene-iron based promotors for kinetically rationalized lithium-sulfur chemistry",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-01-31",
    "doi": "10.1016/j.jechem.2024.08.039",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495624005953",
    "pii": "S2095495624005953"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85203425908",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2024-08-30 2024-08-30 2024-09-12 2024-09-12 2024-12-17T15:58:12 1-s2.0-S2095495624005953 S2095-4956(24)00595-3 S2095495624005953 10.1016/j.jechem.2024.08.039 S300 S300.1 FULL-TEXT 1-s2.0-S2095495624X00108 2024-12-17T16:20:37.088867Z 0 0 20250101 20250131 2025 2024-08-30T16:20:10.937408Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 100 100 C Volume 100 19 192 200 192 200 202501 January 2025 2025-01-01 2025-01-31 2025 article fla © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. UNIVERSALDESIGNTHREEDIMENSIONALPOROUSGRAPHENEIRONBASEDPROMOTORSFORKINETICALLYRATIONALIZEDLITHIUMSULFURCHEMISTRY GAO H 1 Introduction 2 Results and discussion 3 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References ZHOU 2024 e12703 R FENG 2024 536 543 Y ZHANG 2024 238e245 J MA 2024 504 521 S ZHAO 2024 545 557 M LIU 2023 e202303363 Y HAN 2024 e12623 F LI 2022 e202114671 X ZHANG 2024 e12369 W DONG 2024 Z YAO 2024 516e521 Z HU 2024 663 668 R DENG 2023 2204930 S FENG 2022 565 573 L HU 2023 2203540 B YUAN 2022 269 283 N LI 2021 2102338 Z SHI 2021 2100332 Z WANG 2022 e12358 Z YEON 2022 555 564 J HUANG 2023 67 Y JIN 2023 e12491 C WANG 2024 511 517 J NOVOSELOV 2012 192 200 K CUI 2020 2020 2038 D ZHAO 2021 203 208 M CI 2022 474 482 H WANG 2021 2852 2870 X MENG 2020 100991 R YANG 2020 1901420 J WANG 2021 2003314 S ZHANG 2020 920 934 Z XU 2022 128206 Y WANG 2022 111719 P FENG 2021 2007262 Y QU 2017 262 272 C YU 2021 106414 S CHEN 2023 2300771 L CAO 2022 2204027 X YANG 2024 3231 Q ZHANG 2020 1907153 L SONG 2020 104555 Y YANG 2024 2842 2850 R GAOX2025X192 GAOX2025X192X200 GAOX2025X192XH GAOX2025X192X200XH 2026-09-12T00:00:00.000Z 2026-09-12T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-09-18T08:04:38.008Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Technological Innovation Project of Tai'an City 2022GX064 22fksy23 18ZD320304 State Key Laboratory of Environmentally Friendly Energy Materials http://data.elsevier.com/vocabulary/SciValFunders/501100019060 http://sws.geonames.org/1814991 SWUST SWUST Southwest University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100004335 http://sws.geonames.org/1814991/ Henan University of Technology 31401577 HUT Henan University of Technology http://data.elsevier.com/vocabulary/SciValFunders/501100003489 http://sws.geonames.org/1814991/ Natural Science Foundation of Shandong Province ZR2023MB053 Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991/ The authors thank the support of the Project of State Key Laboratory of Environment-friendly Energy Materials (SWUST, 18ZD320304 and 22fksy23), the Doctoral Fund of Henan University of Technology (31401577), the Natural Science Foundation of Shandong Province (ZR2023MB053) and the Technological Innovation Project of Tai'an City (2022GX064). The authors thank the support of the Project of State Key Laboratory of Environment-friendly Energy Materials (SWUST, 18ZD320304 and 22fksy23), the Doctoral Fund of Henan University of Technology (31401577), the Natural Science Foundation of Shandong Province (ZR2023MB053) and the Technological Innovation Project of Tai'an City (2022GX064). Y. Z. Song, M. L. Wang and Z. Y. Lu conceived and designed the experiments. H. Gao performed the experiments and analyzed the data. Y. F. Zhang, R. X. Yang and X. Cao helped to perform the electrochemical tests. S. Feng provided the theoretical simulation data. H. Gao, M. L. Wang and Y. Z. Song wrote and edited the manuscript. item S2095-4956(24)00595-3 S2095495624005953 1-s2.0-S2095495624005953 10.1016/j.jechem.2024.08.039 286353 2024-12-17T16:20:37.088867Z 2025-01-01 2025-01-31 1-s2.0-S2095495624005953-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/MAIN/application/pdf/a7bfcfb17105dc849fcffc8a9fc1f0be/main.pdf main.pdf pdf true 3723254 MAIN 9 1-s2.0-S2095495624005953-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/PREVIEW/image/png/abf9a46133e9130caa274f00b1205e10/main_1.png main_1.png png 57428 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495624005953-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/ga1/DOWNSAMPLED/image/jpeg/91d6ee585e2266c73b8e9ddcc3cae60d/ga1.jpg ga1 true ga1.jpg jpg 25786 200 299 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr1/DOWNSAMPLED/image/jpeg/2d17b7250afdf81cd58a211583707d88/gr1.jpg gr1 gr1.jpg jpg 168309 702 761 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr2/DOWNSAMPLED/image/jpeg/fffe476d66508df39a89a8113133f70e/gr2.jpg gr2 gr2.jpg jpg 169507 752 697 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr3/DOWNSAMPLED/image/jpeg/ad85e055790cc06c63f338e10f485c86/gr3.jpg gr3 gr3.jpg jpg 76075 467 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr4/DOWNSAMPLED/image/jpeg/94419015fdfc08d0d743a4aba3edcbb5/gr4.jpg gr4 gr4.jpg jpg 189603 840 774 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr5/DOWNSAMPLED/image/jpeg/19832f42d92155f63948146abddd7a8c/gr5.jpg gr5 gr5.jpg jpg 159580 727 706 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624005953-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/ga1/THUMBNAIL/image/gif/ccb937cc5b804f0d32431144d502d106/ga1.sml ga1 true ga1.sml sml 18433 146 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr1/THUMBNAIL/image/gif/2d45e3494ae8bf7abf7c1cd302df9194/gr1.sml gr1 gr1.sml sml 16336 163 177 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr2/THUMBNAIL/image/gif/b3350dc3411a75bb0af4a636b2aa9c8f/gr2.sml gr2 gr2.sml sml 12489 164 152 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr3/THUMBNAIL/image/gif/66095dc4b6a8405c8c60631749d05056/gr3.sml gr3 gr3.sml sml 12852 164 188 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr4/THUMBNAIL/image/gif/e177c6d6a17af9a0421f8706e54d74b5/gr4.sml gr4 gr4.sml sml 12151 164 151 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/gr5/THUMBNAIL/image/gif/cfd3d4ed830be2d573fad629a71ebf5f/gr5.sml gr5 gr5.sml sml 13784 164 159 IMAGE-THUMBNAIL 1-s2.0-S2095495624005953-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/HIGHRES/image/jpeg/6bacb084a6bcf424bc92af7bea90b1fb/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 237535 886 1325 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/DOWNSAMPLED/image/jpeg/6c796c279c12aac38aa7838e0b8fcc6e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1053602 3108 3368 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/HIGHRES/image/jpeg/e749cec74afdc1ba7cbef56c40f59703/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1255715 3327 3085 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/HIGHRES/image/jpeg/ea44027b83267fd38eee1e2fb6facecc/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 413248 2066 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/HIGHRES/image/jpeg/5e7e944b7f1d567642c4d0a8b9116840/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1020628 3715 3425 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/HIGHRES/image/jpeg/fff06aaa0c846e691a5aceb3650c90a8/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 864398 3220 3128 IMAGE-HIGH-RES 1-s2.0-S2095495624005953-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624005953/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/1cc633adb718570db77542baa20d398c/mmc1.docx mmc1 mmc1.docx docx 4271060 APPLICATION 1-s2.0-S2095495624005953-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10BPCWZN0X3/MAIN/application/pdf/cce982ec2b1e70a0a369c0a3d0239338/am.pdf am am.pdf pdf false 6296342 AAM-PDF JECHEM 4081 S2095-4956(24)00595-3 10.1016/j.jechem.2024.08.039 Science Press Fig. 1 Synthetic design of a series of 3DGr-based electrocatalysts. Schematic illustration of the synthetic process of (a) 3DGr-Fe3C and (b) 3DGr-FeP and 3DGr-Fe3Se4. SEM images of (c) 3DGr-Fe3Se4, (d) 3DGr-Fe3C, and (e) 3DGr-FeP. Fig. 2 Morphologies, compositions, and structures of 3DGr-Fe based electrocatalyst. XPS spectra of (a, b) 3DGr-FeP, (c, d) 3DGr-Fe3C and (e, f) 3DGr-Fe3Se4. (g, h) TEM and (i) HRTEM images of 3DGr-FeP. (j) Elemental mapping images of 3DGr-FeP. XRD patterns of (k) 3DGr-FeP, (l) 3DGr-Fe3C, and (m) 3DGr-Fe3Se4. Fig. 3 Theoretical simulations and electrical conductivity detections of samples. (a) Adsorption energies of FeP, Fe3C, and Fe3Se4 with different LiPS species. (b) Gibbs free energy profiles for sulfur conversion reactions on FeP, Fe3C, and Fe3Se4. Yellow, light green, gray, light blue, dark blue, and orange indicate S, Li, Fe, P, C, and Se atom, respectively. (c) Spatial distributions of the sheet resistances of the 3DGr-FeP, 3DGr-Fe3C, 3DGr-Fe3Se4, and 3DGr. Fig. 4 Electrocatalytic analysis of 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4. (a) CV curves of 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 based symmetric cells at a scan rate of 50 mV/s. Tafel plots for the oxidation process of (b) Li2S8 to Li2S6/Li2S4 and (c) Li2S4 to Li2S2/Li2S based on various promotors. Potentiostatic discharge profiles of Li2S8/tetraglyme solution on (d) 3DGr-FeP, (e) 3DGr-Fe3C, and (f) 3DGr-Fe3Se4. Inset: SEM images of precipitated Li2S. Curves of Li2S dissociation on (g) 3DGr-FeP, (h) 3DGr-Fe3C, and (i) 3DGr-Fe3Se4. Inset: SEM images of dissociated Li2S. Dissociation energy barriers of Li2S on (j) FeP, (k) Fe3C, and (l) Fe3Se4 (TS: transition state; FS: final state). Fig. 5 Electrochemical performance of batteries with 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4. (a) Cycling performance of batteries at 0.2 C. GCD profiles of batteries with (b) 3DGr-FeP and (c) 3DGr-Fe3Se4 at 0.2 C from 1 to 100 cycles. (d) Cycling performance of the battery with 3DGr-FeP cathode at 0.5 C. (e) Rate capability of batteries with the three promotors. (f) Long-term cycling performance of battery with 3DGr-FeP at 2.0 C. (g) Cycling performance of soft-packaged pouch cell with 3DGr-FeP at 0.2 C. (h) Digital graphs of Li-S soft-packaged pouch cell with 3DGr-FeP to power a fan toy device. Universal design of three-dimensional porous graphene-iron based promotors for kinetically rationalized lithium-sulfur chemistry Hua Gao Writing – original draft Formal analysis Data curation a Yunfeng Zhang Formal analysis Data curation a Menglei Wang Writing – original draft Supervision Investigation Formal analysis b ⁎ Ruoxuan Yang Data curation a Shuai Feng Investigation Data curation c ⁎ Xuan Cao Formal analysis a Yaping Zhang Resources a Zhongyuan Lu Supervision Investigation a ⁎ Yingze Song Writing – review & editing Supervision Funding acquisition Conceptualization a ⁎ a State Key Laboratory of Environment-Friendly Energy Materials, School of Materials and Chemistry, Southwest University of Science and Technology, Mianyang 621010, Sichuan, China State Key Laboratory of Environment-Friendly Energy Materials School of Materials and Chemistry Southwest University of Science and Technology Mianyang Sichuan 621010 China State Key Laboratory of Environment-Friendly Energy Materials, School of Materials and Chemistry, Southwest University of Science and Technology, Mianyang 621010, Sichuan, China b School of Material Science and Engineering, Henan University of Technology, Zhengzhou 450001, Henan, China School of Material Science and Engineering Henan University of Technology Zhengzhou Henan 450001 China School of Material Science and Engineering, Henan University of Technology, Zhengzhou 450001, Henan, China c College of Chemistry and Chemical Engineering, Taishan University, Tai’an 271021, Shandong, China College of Chemistry and Chemical Engineering Taishan University Tai’an Shandong 271021 China College of Chemistry and Chemical Engineering, Taishan University, Tai’an 271021, Shandong, China ⁎ Corresponding authors. Graphical abstract A universal synthetic strategy for three-dimensional porous graphene-iron-based electrocatalysts has been devised, enabling efficient manipulation of lithium-sulfur redox reactions and simultaneously boosting the battery working performance. Lithium-sulfur (Li-S) batteries are widely deemed to be one of the most potential candidates for future secondary batteries because of their remarkable energy density. Nevertheless, notorious polysulfide shuttling and retarded sulfur reaction kinetics pose significant obstacles to the further application of Li-S batteries. While rationally designed highly active electrocatalysts can facilitate polysulfide conversion, the universal and scalable synthesis strategies need to be developed. Herein, a universal synthetic strategy to construct a series of three-dimensional (3D) porous graphene-iron (3DGr-Fe) based electrocatalysts involving 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 is exploited for manipulating the Li-S redox reactions. It has been observed that the implementation of a 3D porous Gr architecture leads to the well-designed conductive networks, while the uniformly dispersed iron nanoparticles introduce an abundance of active sites, fostering the lithium polysulfide conversion, thereby bolstering the overall electrochemical performance. The Li-S battery with the 3DGr-Fe based electrocatalyst exhibits remarkable capacity retention of 94.8% upon 100 times at 0.2 C. Moreover, the soft-packaged Li-S pouch cell based on such a 3DGr-Fe electrocatalyst delivers superior capacity of 1060.71 mA h g−1 and guarantees for the continuous 30 min work of fan toy. This investigation gives comprehensive insights into the design, synthesis, and mechanism of 3DGr-Fe based electrocatalysts with high activity toward efficient and durable Li-S batteries. Keywords Lithium-sulfur battery Universal synthesis 3D graphene-iron based promotor Electrocatalysis 1 Introduction The demand for sustainable energy storage solutions continues to grow as the world transitions towards a low-carbon and renewable energy system. The development of high-energy-density, low-cost, and environmental-friendly batteries is crucial in this process. Lithium-sulfur (Li-S) batteries have attracted worldwide interests as one of the most potential battery systems because of their remarkable theoretical capacity (1675 mA h g−1), remarkable energy density (2600 Wh kg−1), and the high abundance of sulfur [1–3]. However, multi-electron reactions and multi-step phase transformations of sulfur species lead to a complex Li-S redox reaction process. Insulated S/Li2S can result in sluggish Li2S deposition/decomposition reaction kinetics during the discharge-charge procedure. Furthermore, the “shuttle effect” caused by soluble lithium polysulfides (LiPSs) inevitably diffuses to the anode, giving rise to irreversible loss of the active material sulfur [4–6]. These independent issues are interconnected, leading to low sulfur usage, fast capacity degeneration, and short cycling lifespan of Li-S batteries, further hindering the realization of commercially viable Li-S batteries [7–9]. To deal with the above-listed issues, tremendous efforts have been made, mainly including optimizing sulfur cathodes, stabilizing lithium anodes, designing catalytic separators/interlayers, and exploiting functional electrolytes [10–12]. Of these measures, designing multifunctional cathode electrocatalysts has emerged as an effective strategy owing to the fact that they can directly exert catalytic effect in the inner of sulfur cathode. Its main design principles revolve around the following points [13,14]: (i) possessing good conductivity to enable effective combination with the sulfur cathode [15]; (ii) improving the adsorption capability with LiPSs as well as reducing the occurrence of shuttle effect [16]; (iii) accelerating the sulfur reaction kinetics during the discharge/charge procedure [17]. The common design includes altering compositions and optimizing the structures of catalysts [18–22]. On the one hand, composite materials, such as heterostructure electrocatalysts, frequently demonstrate their superior catalytic effects compared to single catalysts. On the other hand, optimizing structure design can provide more active sites for redox reactions [23]. However, utilizing these methods poses challenges in effectively controlling the uniform distribution of catalytic sites, often resulting in an undesired accumulation of active sites. Furthermore, the agglomeration of the catalysts may further seal the pores, hindering the migration of lithium ions. In response, designing the three-dimensional (3D) porous structural composite electrocatalysts that provide sufficient catalytic sites can achieve the anchoring and catalysis impact on LiPS evolutions synergistically. It is accordingly desired to develop novel strategies for the universal preparation of 3D porous electrocatalysts with high activity. Graphene (Gr), in which sp 2-bonded carbon atoms are arranged in an orderly two-dimensional (2D) hexagonal structure, has shown appealing potential in both fundamental research and practical implementation due to its unique properties so far [24,25]. Perfect Gr, renowned for its exceptional performance attributes such as remarkable carrier mobility and unparalleled heat/electricity conductivity, stands out as a highly promising candidate among the diverse cathode electrocatalysts that have been reported thus far [26–28]. Recent studies have convincingly demonstrated that the adoption of multi-dimensional design strategies significantly boosts the electrocatalytic activity of Gr within Li-S batteries. For instance, the structural design of nanosheets [29] or nanocages [30] can help Gr to physically confine LiPSs. Gr with heteroatoms [31] or vacancies [32] can provide abundant active sites which facilitate the catalytic conversion of LiPSs. Nevertheless, it exhibits notable shortcomings, particularly its propensity for agglomeration and compromised stability compared with 3D structures. Moreover, the synthetic strategy for 2D Gr is relatively complex and costly. Therefore, there is an urgent need to investigate the economic and universal synthetic method of Gr to address the issues faced by its application in Li-S batteries. Herein, we present a universal synthetic strategy for constructing active 3DGr-Fe based electrocatalysts for Li-S batteries. A typical chemical foaming and chemical vapor deposition are executed to create a series of 3DGr-Fe based architectures. It can be observed that the produced Gr displays consistent and well-structured 3D porous conductive networks. This unique structure is advantageous for the creation of metal nanoparticles, as it provides a favorable environment for their formation and dispersion. The 3D networks allow for efficient diffusion and transport of Li-ions, leading to a high electrocatalytic activity. Moreover, a series of Fe-based particles are fixed on the 3D Gr and thus stands for three types of active promotors (denoted as 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4) for sulfur species adsorption and catalytic conversion. Consequently, these meticulously designed Gr-based electrocatalysts favorably enhance the electrochemical performance. Of particular note, an outstanding initial capacity of 1192.94 mA h g−1 demonstrated by the battery incorporating 3DGr-FeP, with no obvious capacity degradation, is observed even after 100 cycles at 0.2 C. Additionally, the as-fabricated pouch cell optimized by 3DGr-FeP shows an excellent cyclic performance and can conduct a stable power supply for small fan device. 2 Results and discussion Fig. 1 illustrates the universal synthesis of 3DGr-Fe based catalysts. Fig. 1(a) shows the preparation procedure of 3DGr-Fe3C. A typical chemical foaming process is executed to create a 3D Gr architecture. Fe[(NO3)]3·9H2O acts as the metal precursor and polyvinyl pyrrolidone (PVP) is used as the foaming agent as well as carbon source. Upon blowing at 200 °C, Fe[(NO3)]3·9H2O undergoes decomposition, releasing nitrogen dioxide (NO2) gas and volatilizing water. The evaporation of NO2 gas generates pores within the material matrix, ultimately constructing a porous structure. Meanwhile, the structure of PVP transforms into the thin wall. Following the high-temperature carbonization process, Fe2O3 undergoes the reduction by carbon, resulting in the formation of Fe3C. The reaction consumes a portion of the adjacent carbon and simultaneously generates a porous structure within the Gr, ultimately yielding 3DGr-Fe3C (inset in Fig. 1a). These 3D conductive frameworks exhibit high porosity and an abundance of lithiophilic sites, which effectively mitigates the shuttle effect of LiPSs. Through a combination of physical and chemical confinement, these frameworks immobilize the LiPSs, preventing their undesirable migration, which are expected to enhance the overall performance of the electrochemical system. Subsequently, 3D porous Gr with embedded Fe3Se4 nanoparticles (3DGr-Fe3Se4) is obtained by calcination of 3DGr-Fe3C at 600 °C for 4 h with the introduction of selenium source (Fig. 1b). Similarly, 3D porous Gr with embedded FeP nanoparticles (3DGr-FeP) was synthesized by using a phosphorus source, first being kept at 200 °C for 2 h and followed by calcination at 700 °C for 6 h. As expected, the scanning electron microscope (SEM) images reveal the 3D porous structures of the 3DGr-Fe3Se4 (Fig. 1c), 3DGr-Fe3C (Fig. 1d), and 3DGr-FeP (Fig. 1e). The diameters of as-prepared porous structures are around 10 μm, implying the feasibility for more sulfur loading. At the same time, metal particles are evenly distributed in their 3D porous Gr frameworks (Fig. S1a–c). Note that the 3D conductive catalytic networks of Gr are the key to realizing the versatile fabrication of electrocatalysts with high activity in Li-S batteries. In particular, the development of universal strategies for synthesizing 3D Gr-based electrocatalysts would provide insights into facile and scalable fabrication of high-performance Li-S batteries. X-ray photoelectron spectroscopy (XPS) was used for investigating the chemical environments of the as-prepared 3D Gr-based electrocatalysts. Fig. 2 (a and b) displays the high-resolution Fe 2p and P 2p XPS spectra for FeP in 3DGr-FeP, respectively. In the Fe 2p spectrum, the peaks located at 711.8 and 719.5 eV, respectively correspond to Fe2+ 2p 3/2 and Fe2+ 2p 1/2 (Fig. 2a). Meanwhile, the peak centered at 714.3 and 726.5 eV can be definitively assigned to Fe3+ 2p 3/2 and Fe3+ 2p 1/2, respectively, indicative of the slight surface oxidation because of the air environment. The peaks observed at 706.8 eV can be attributed to Fe–P bonds [33]. As for the P 2p spectrum of 3DGr-FeP, three main peaks at 129.0, 129.8, and 133.2 eV can be assigned to P 2p 3/2, P 2p 1/2, and P–O bands, respectively (Fig. 2b). The C 1s and survey spectrum of FeP are displayed in Fig. S2(a and b). Fig. 2(c and d) exhibits the high-resolution Fe 2p and C 1s XPS spectra for Fe3C in 3DGr-Fe3C, respectively. Fig. 2(c) showcases the Fe 2p orbital, distinctly revealing two pairs of peaks for 2p 3/2 and 2p 1/2. Specifically, the binding energies of 710.7 and 724.1 eV are indicative of the presence of Fe2+, whereas the binding energies of 712.5 and 725.6 eV unequivocally correspond to Fe3+. The high resolution XPS spectrum of C 1s orbital exhibits a distinct pattern, comprising two prominent peaks and three weaker peaks, as depicted in Fig. 2(d). The stronger peaks, centered at 284.5 and 284.8 eV, are attributed to the C–C and C–H bonds, respectively. Three weaker peaks are discernible, which correspond to the C–N, C–O, and C=O bonds presented in the Fe3C. Additionally, the O 1s and survey spectra of Fe3C are shown in Fig. S3(a and b) [34]. Fig. 2(e and f) displays the Fe 2p and Se 3d profiles of synthesized Fe3Se4 in 3DGr-Fe3Se4. In terms of Fe 2p signals in Fig. 2(e), five peaks be found, which is similar to the phenomenon in FeP. With respect to the Se 3d spectrum in Fe3Se4, two obvious peaks belong to Se 3d 5/2 and Se 3d 3/2 (Fig. 2f). Fig. S4(a–c) shows the C 1s, O 1s, and survey spectrum of Fe3Se4 [35]. Fig. 2(g) presents the transmission electron microscopy (TEM) image of 3DGr-FeP. Within this intricate 3D porous Gr framework, FeP particles are meticulously dispersed in a uniform manner, ensuring their even distribution throughout the entire structure. This precise arrangement proves the effectiveness of porous Gr in accommodating and stabilizing FeP particles (Fig. S5). The high-magnification TEM observation also shows the homogeneous wrapping of Gr overlayers on the surface of FeP, further underscoring the effectiveness of the combination of 3D porous Gr with FeP in the 3DGr-FeP (Fig. 2h). The high-resolution TEM (HRTEM) image (Fig. 2i) presents a clear lattice spacing of 0.260 and 0.273 nm, corresponding to the (200) and (011) plane of FeP, respectively. Note that the HRTEM inspection manifests the multi-layer structure of Gr. Furthermore, the elemental mapping images provide compelling evidence for the homogeneous distributions of Fe, C, and P elements within the 3DGr-FeP material (Fig. 2j). The uniform presence of Fe, C, and P elements indicates that the 3DGr-FeP electrocatalyst possesses a homogeneous composition, which is essential for ensuring consistent electrochemical properties. X-ray diffraction (XRD) patterns in Fig. 2(k–m) verify the high crystallinity of FeP, Fe3C, and Fe3Se4 in the corresponding 3DGr-Fe based materials. The main signals match well with the characteristic peaks of FeP (JCPDS card No. 39-0809), Fe3C (JCPDS card No. 35-0772), and Fe3Se4 (JCPDS card No. 73-2021). All above results suggest that the three electrocatalysts were successfully prepared. Theoretical simulations were employed to gain deep insights into the functions of 3DGr-Fe based electrocatalysts in Li-S chemistry. Fig. S6 presents a visualized Li2S4 adsorption experiment. The rationale behind the selection of Li2S4 results from the fact that Li2S4 serves as the direct precursor for the nucleation reaction of Li2S. Upon the addition of a series of materials and subsequent observation for 24 h, the original orange color of Li2S4 solution undergoes a noticeable transformation, turning nearly transparent. The distributions of elements within the three adsorbed materials were rigorously examined, revealing consistent and uniform element distributions for the three samples (Figs. S7–S12). In terms of sulfur content, 3DGr-FeP exhibits the most prominent proportion (Fig. S7), achieving 1.15% (Fig. S8), while 3DGr-Fe3C (Figs. S9 and S10) followed suit with a notable yet lower percentage. Conversely, the 3DGr-Fe3Se4 shows the lowest sulfur content of 0.31% (Figs. S11 and S12). It is consistent with the results of visualized adsorption experiments. This phenomenon verifies the exceptional anchoring prowess of 3DGr-Fe based electrocatalysts towards LiPSs, demonstrating their ability to effectively interact with and stabilize these species. Among them, Gr exhibits a notable adsorption effect, which is clearly demonstrated. Consequently, it is imperative to calculate the binding energies between various Fe-based promotors and sulfur species to gain insights into their interactions and unique characteristics. Fig. 3 (a) and Fig. S13 display the configurations of different metal nanoparticles involving FeP, Fe3C, and Fe3Se4 with sulfur species. The adsorption energies (E ads) were calculated via E ads = E ad/sub − E ad − E sub, where E ad/sub, E ad, and E sub are the total energies of the optimized adsorbate/substrate system, the adsorbate in the structure, and the clean substrate, respectively. FeP exhibits significantly higher adsorption energies for S8, Li2S8, Li2S6, Li2S4, Li2S2, and Li2S, specifically −0.81, −1.27, −1.48, −1.75, −1.82, and −1.62 eV, respectively, in comparison to Fe3C (with respective energies of −0.50, −0.67, −0.91, −1.03, −1.12, and −0.84 eV) and Fe3Se4 (with energies of −0.37, −0.52, −0.63, −0.75, −0.92, and −0.76 eV). This pronounced difference confirms the superior capability of FeP for chemically anchoring LiPSs, indicating its potential for relieving the shuttle effect. Besides, the differential charge densities of Li2S and Li2S4 on the catalyst were calculated in Figs. S14–S16. In particular, the yellow represents the region of electron accumulation, while blue represents the region of electron depletion. To gain a deeper insight into the stepwise sulfur evolution pathways on the surface of FeP, Fe3C, and Fe3Se4, the optimal configurations and relative Gibbs free energies were simulated and calculated. The free energy was calculated using the equation: G=E ads + ZPE − TS, where G, E ads, ZPE, and TS are the free energy, total energy from density functional theory (DFT) calculations, zero point energy, and entropic contributions, respectively, where T is set to 300 K. As seen in Fig. 3(b), the negative value of the Gibbs free energies indicates that the spontaneous transformations of S8 into Li2S8 from its initial state for the three samples are exothermic. The subsequent stages, involving the evolution reactions that generate Li2S, exhibit positive values, signifying that these reactions are endothermic. The maximum positive increase of Gibbs free energy during the sulfur conversion normally signifies the rate-determining step for the entire sulfur conversion process, which governs the overall pace of the reaction. As for FeP, the rate-determining step pertains to the reaction from Li2S2 to Li2S, which displays lower free energy increase (0.64 eV) compared to that of the rate-determining step for Fe3C (0.80 eV) and Fe3Se4 (0.92 eV). This indicates that the conversion of sulfur on FeP is thermodynamically more favorable compared to the other two Fe-based nanoparticles. To investigate the impact of 3D porous network and metal nanoparticles on electrical conductivity, all the 3DGr-Fe based electrocatalysts and bare Gr sample were filtered into films to measure sheet resistances (R s) (Fig. 3c). 3DGr-FeP displays markedly lower R s values of 0.98 kΩ sq−1 in contrast to 3DGr-Fe3C (4.71 kΩ sq−1), 3DGr-Fe3Se4 (5.70 kΩ sq−1), and 3DGr (8.98 kΩ sq−1). It is well established that enhancing electrocatalytic activity significantly accelerates the redox kinetics of Li-S chemistry. Along this line, a suite of kinetic analyses toward sulfur redox reactions based on practical experimentations and theoretical simulations were conducted. Fig. 4 (a) displays the cyclic voltammograms (CV) profiles of symmetric cells assembled by 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 in a potential range of −1.0 to 1.0 V. The 3DGr-FeP based cell establishes the most obvious redox current response among all the samples, signifying its exceptional capability for facilitating the conversion of LiPSs. Based on the examination of the redox peaks presented in Fig. S17, Tafel plots were plotted for batteries with 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 to enable a precise analysis of LiPS conversion process (Fig. 4b and c). For the conversion of Li2S8 to Li2S6/Li2S4, the fitted Tafel slopes for batteries with 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 are 67.2, 82.0, and 114.7 mV dec−1, respectively (Fig. 4b). In the second conversion step of Li2S4 to Li2S2/Li2S, the Tafel slopes are 79.3, 103.1, and 142.0 mV dec−1 for the corresponding samples respectively (Fig. 4c). The conversion behavior of Li2S serves as a crucial indicator for evaluating the catalytic proficiency. To further reveal the Li2S nucleation and dissociation reactions, the relevant electrochemical tests were performed. As exhibited in Fig. 4(d–f), the current response curves of batteries with 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 were examined and the integrals of the time-current areas were performed for attaining the nucleation capacity of Li2S. Obviously, 3DGr-FeP shows a superior capacity of 251.2 mA h g−1 S, outperforming both 3DGr-Fe3C (195.5 mA h g−1 S) and 3DGr-Fe3Se4 (172.2 mA h g−1 S), implying that 3DGr-FeP enables more sufficient Li2S nucleation compared with other 3DGr-Fe based electrocatalysts. SEM observation of Li2S precipitations on 3DGr-FeP reveals a notably homogeneous distribution (inset in Fig. 4d), in contrast to that on 3DGr-Fe3C (inset in Fig. 4e), and 3DGr-Fe3Se4 (inset in Fig. 4f). Furthermore, the response time of peak current with regards to Li2S nucleation represents the rate of nucleation. Compared to 3DGr-Fe3C and 3DGr-Fe3Se4, the notably shorter response time of the peak current with respect to Li2S nucleation on 3DGr-FeP, observed during the nucleation process, serves as compelling evidence for the superior electrocatalytic capability of 3DGr-FeP. Fig. 4(g–i) displays the dissociation profiles of Li2S on 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4. The dissociation capacities of Li2S on 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 are 466.5, 359.9, and 336.3 mA h g−1 S, respectively, in accordance with the trend observed in the Li2S nucleation process. The related SEM images for Li2S dissociation also show the various Li2S coverage states, confirming the most remarkable catalytic ability of 3DGr-FeP among the three samples. Such an analysis on Li2S dissociation convincingly demonstrates the enhancement of LiPS conversion capability through the utilization of 3DGr-Fe based catalytic networks. To delve into the reaction kinetics of charge process, first-principles simulations were additionally employed to probe the energy barriers of Li2S decomposition on the FeP, Fe3C, and Fe3Se4 in 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4. Note that 3DGr-FeP surface displays the energy barrier of Li2S decomposition to be 0.72 eV, clearly demonstrating the facilitated Li2S decomposition kinetics during the initial stages of the charging process (Fig. 4j). In addition, the configurations at the initial and final state were simulated (inset in Fig. 4j). As illustrated in Fig. 4(k and l), the energy barriers of Li2S decomposition on 3DGr-Fe3C and 3DGr-Fe3Se4 reach 0.93 and 1.32 eV, respectively, which are slightly higher than that of 3DGr-FeP. This is in good agreement with the experimentally observed results of Li2S decomposition. It can be found that the 3DGr-FeP can more effectively realize the generation and decomposition of Li2S, manifesting a valuable guide to general synthesis for electrocatalysts with high-activity targeted Li-S redox reactions. To probe their electrochemical performance, 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 were utilized as the catalysts to fabricate LIR2032 coin-type batteries with a typical sulfur loading of 1.2–1.5 mg cm−2. Fig. 5 (a) displays the cycling performance of different cathodes at low current density of 0.2 C (1 C=1675 mA g−1). The battery incorporating 3DGr-FeP displays a superior initial capacity of 1192.94 mA h g−1 and maintains remarkable cycling stability with capacity of 1130.68 mA h g−1 after 100 cycles. In contrast, the batteries with 3DGr-Fe3C and 3DGr-Fe3Se4 exhibit inferior capacity of 1009.01 and 1013.77 mA h g−1. After 100 cycles, both batteries with 3DGr-Fe3C and 3DGr-Fe3Se4 suffer from rapid capacity attenuation, dwindling to 829.06 and 642.09 mA h g−1, respectively. The galvanostatic charge-discharge (GCD) curves of battery with 3DGr-FeP distinctly exhibit two typical voltage plateaus and maintain remarkable capacity retention of 94.8% over 100 cycles (Fig. 5b). As illustrated in Fig. 5(c), the related GCD curves further confirm the 3DGr-Fe3Se4-enabled inferior cycling stability (capacity retention of 63.3%). Upon an elevation of the current density to 0.5 C, the battery integrated with 3DGr-FeP also presents a superior capacity of 1091.58 mA h g−1, accompanied by exceptional cycling stability, showcasing a negligible capacity decay of 0.03% per cycle over 100 cycles (Fig. 5d). Fig. 5(e) depicts the outstanding rate performance of the battery incorporating 3DGr-FeP across varied current densities from 0.2 to 2.0 C. Specifically, it achieves more remarkable capacities at the current density of 0.2, 0.5, 1.0, and 2.0 C, respectively, than the battery with 3DGr-Fe3C (823.26, 731.28, 637.85, and 535.44 mA h g−1) and 3DGr-Fe3Se4 (717.85, 630.12, 548.87, and 454.70 mA h g−1). More impressively, upon the current density returning back to 0.2 C, the battery with 3DGr-FeP exhibits a robust capacity recovery rate of around 100%, proving its outstanding electrochemical reversibility. This performance demonstrates that the catalytic activity of 3DGr-FeP is superior to that of 3DGr-Fe3C and 3DGr-Fe3Se4. To validate the robust stability of 3DGr-Fe based electrocatalysts in Li-S batteries, the long-term cycling performance under high current density was examined. As witnessed in Fig. 5(f), the battery with 3DGr-FeP enables an initial capacity of 756.25 mA h g−1 at 2.0 C. After 600 cycles, the capacity fades from 0.14% at the 100th cycle to 0.06% at the 600th cycle, which indicates the gradually increased stability. Furthermore, the battery incorporating 3DGr-FeP also holds the capacity retentions of 86.3%, 91.0%, 85.7%, 77.9%, 69.0%, and 60.7%, respectively, when working at the 100th, 200th, 300th, 400th, 500th, and 600th cycle, corroborating the remarkable optimization impact of 3D catalytic networks and FeP nanoparticles in 3DGr-FeP on the evolution behaviors of sulfur species (Fig. 5f). In view of commercialized implementation, electrochemical performance based on large sulfur usage and flexible soft-packaged pouch cells necessitates focused investigation. Fig. S18 displays the cycling performance of 3DGr-FeP at a sulfur loading of 6.22 mg cm−2 at 0.1 C. Notably, the initial areal capacity of battery with 3DGr-FeP attains the value of 5.56 mA h cm−2, and it retains a high areal capacity of 4.64 mA h cm−2 at the end of cycling, surpassing the typical areal capacity standards set by commercial lithium-ion batteries. Li-S pouch cells are fabricated by assembling S cathode with 3DGr-FeP promotor (3 cm × 3 cm), polypropylene (PP) separator, and ultrathin Li foil within an Al-plastic film packaging. The electrolyte was 1.0 mol L−1 LiTFSI and 2.0 wt% LiNO3 dissolved in a 1:1 (v/v) mixture of 1,2-dimethoxyethane (DME) and 1,3-dioxolane (DOL). The soft-packaged Li-S pouch cell with 3DGr-FeP shows superior capacity of 1060.71 mA h g−1 and still harvests a capacity of 1043.52 mA h g−1 after 100cycles at 0.2 C with the capacity retentions of 98.5% (Fig. 5g), demonstrating a more favorable cycling lifespan than the reported pouch cells [36–43]. Further, the as-prepared soft-packed pouch cell can be used as the power source, making the fan toy work continuously for 30 min (Fig. 5h), manifesting that the 3DGr-Fe electrocatalyst holds great promise for flexible electrochemical powering devices. 3 Conclusions In summary, we demonstrate a universal strategy of synthesizing active 3DGr-Fe based electrocatalysts. The porous Gr architecture not only provides a favorable environment for the formation and dispersion of Fe-based nanoparticles, but also facilitates the efficient diffusion and transportation of Li-ions, thereby forming 3D catalytic networks. Systematic theoretical evidences and detailed electrokinetic analyses reveal that the 3D catalytic networks enhance the electrocatalytic activity in modulating Li-S redox reactions. In this sense, the battery incorporating 3DGr-FeP displays a superior initial capacity of 1192.94 mA h g−1 at 0.2 C. The Li-S pouch cell enabled by 3DGr-FeP electrocatalyst attains favorable cycling stability (with capacity retention of 98.5% over 100 cycles). Impressively, it provides power guarantee for the continuous operation of the fan toy device. This study presents a practical approach for synthesizing 3D porous Gr-metal based electrocatalysts, opening up a new avenue for the development of high-performance Li-S batteries. Experimental section Experimental details can be found in the Supporting Information . CRediT authorship contribution statement Hua Gao: Writing – original draft, Formal analysis, Data curation. Yunfeng Zhang: Formal analysis, Data curation. Menglei Wang: Writing – original draft, Supervision, Investigation, Formal analysis. Ruoxuan Yang: Data curation. Shuai Feng: Investigation, Data curation. Xuan Cao: Formal analysis. Yaping Zhang: Resources. Zhongyuan Lu: Supervision, Investigation. Yingze Song: Writing – review & editing, Supervision, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors thank the support of the Project of State Key Laboratory of Environment-friendly Energy Materials (SWUST, 18ZD320304 and 22fksy23), the Doctoral Fund of Henan University of Technology (31401577), the Natural Science Foundation of Shandong Province (ZR2023MB053) and the Technological Innovation Project of Tai'an City (2022GX064). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2024.08.039. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] R. Zhou S.N. Gu M. Guo S.Z. Xu G.W. Zhou Energy Environ. Mater. 7 2024 e12703 R. Zhou, S. N. Gu, M. Guo, S. Z. Xu, G. W. Zhou, Energy Environ. Mater. 7 (2024) e12703. [2] Y.Q. Feng Q.Q. Lu H. Liu Tungsten 6 2024 536 543 Y. Q. Feng, Q. Q. Lu, H. Liu, Tungsten 6 (2024) 536–543. [3] J. Zhang Q. Fu P. Li R. Hu X. Fan H. Lin J. Bian S. Han G. Sun L. Kong Particuology 89 2024 238e245 J. Zhang, Q. Fu, P. Li, R. Hu, X. Fan, H. Lin, J. Bian, S. Han, G. Sun, L. Kong, Particuology 89 (2024) 238e245. [4] S. Ma Q.L. Ruan X.C. Liu G.J. Zhu D. Yuan L.Q. Hu Y.M. Huang X.X. Gu Tungsten 6 2024 504 521 S. Ma, Q. L. Ruan, X. C. Liu, G. J. Zhu, D. Yuan, L. Q. Hu, Y. M. Huang, X. X. Gu, Tungsten 6 (2024) 504–521. [5] M. Zhao H. Peng B.Q. Li J.Q. Huang Acc. Chem. Res. 57 2024 545 557 M. Zhao, H. Peng, B. Q. Li, J. Q. Huang, Acc. Chem. Res. 57 (2024) 545–557. [6] Y. Liu M. Zhao L. Hou Z. Li C.X. Bi Z.X. Chen Q. Cheng X.Q. Zhang B.Q. Li S. Kaskel J.Q. Huang Angew. Chem. Int. Ed. 135 2023 e202303363 Y. Liu, M. Zhao, L. Hou, Z. Li, C. X. Bi, Z. X. Chen, Q. Cheng, X. Q. Zhang, B. Q. Li, S. Kaskel, J. Q. Huang, Angew. Chem. Int. Ed. 135 (2023) e202303363. [7] F.F. Han L.W. Fan X.Z. Ma H.Q. Lu L. Li X.T. Zhang L.L. Wu Energy Environ. Mater. 7 2024 e12623 F. F. Han, L. W. Fan, X. Z. Ma, H. Q. Lu, L. Li, X. T. Zhang, L. L. Wu, Energy Environ. Mater. 7 (2024) e12623. [8] X.Y. Li S. Feng M. Zhao C.X. Zhao X. Chen B.Q. Li J.Q. Huang Q. Zhang Angew. Chem. Int. Ed. 134 2022 e202114671 X. Y. Li, S. Feng, M. Zhao, C. X. Zhao, X. Chen, B. Q. Li, J. Q. Huang, Q. Zhang, Angew. Chem. Int. Ed. 134 (2022) e202114671. [9] W. Zhang F.F. Ma Q. Wu Z.Q. Zeng W. Zhong S. Cheng X. Chen J. Xie Energy Environ. Mater. 6 2024 e12369 W. Zhang, F. F. Ma, Q. Wu, Z. Q. Zeng, W. Zhong, S. Cheng, X. Chen, J. Xie, Energy Environ. Mater. 6 (2024) e12369. [10] Z.Z. Dong J.H. Zhang L. Zhu X.Z. Fan Z.G. Liu Y.B. Yan L. Kong Chinese Chem. Lett. 2024 10.1016/j.cclet.2024.109773 Z. Z. Dong, J. H. Zhang, L. Zhu, X. Z. Fan, Z. G. Liu, Y. B. Yan, L. Kong, Chinese Chem. Lett. (2024). DOI: 10.1016/j.cclet.2024.109773. [11] Z. Yao X. Fan L. Kong Particuology 90 2024 516e521 Z. Yao, X. Fan, L. Kong, Particuology 90 (2024) 516e521. [12] R. Hu J.X. Chen J.H. Zhang B.Q. Li Q.S. Fu G. Kalimuldina G.Z. Sun Y. Han L. Kong Chem. Eng. J. 93 2024 663 668 R. Hu, J. X. Chen, J. H. Zhang, B. Q. Li, Q. S. Fu, G. Kalimuldina, G. Z. Sun, Y. Han, L. Kong, Chem. Eng. J. 93 (2024) 663–668. [13] S. Deng T. Guo J. Heier C.J. Zhang Adv. Sci. 10 2023 2204930 S. Deng, T. Guo, J. Heier, C.J. Zhang, Adv. Sci. 10 (2023) 2204930. [14] L. Feng Z. Zhu Y. He Y. Ji X. He L. Jing M. Yang W. Yang Y. Wang J. Energy Chem. 65 2022 565 573 L. Feng, Z. Zhu, Y. He, Y. Ji, X. He, L. Jing, M. Yang, W. Yang, Y. Wang, J. Energy Chem. 65 (2022) 565–573. [15] B. Hu J. Xu Z. Fan C. Xu S. Han J. Zhang L. Ma B. Ding Z. Zhuang Q. Kang X. Zhang Adv. Energy Mater. 13 2023 2203540 B. Hu, J. Xu, Z. Fan, C. Xu, S. Han, J. Zhang, L. Ma, B. Ding, Z. Zhuang, Q. Kang, X. Zhang, Adv. Energy Mater. 13 (2023) 2203540. [16] N. Yuan Y.R. Deng S.H. Wang L. Gao J.L. Yang N.C. Zou B.X. Liu J.Q. Zhang R.P. Liu L. Zhang Tungsten 4 2022 269 283 N. Yuan, Y. R. Deng, S. H. Wang, L. Gao, J. L. Yang, N. C. Zou, B. X. Liu, J. Q. Zhang, R. P. Liu, L. Zhang, Tungsten 4 (2022) 269–283. [17] Z. Li P. Li X. Meng Z. Lin R. Wang Adv. Mater. 33 2021 2102338 Z. Li, P. Li, X. Meng, Z. Lin, R. Wang, Adv. Mater. 33 (2021) 2102338. [18] Z. Shi M. Li J. Sun Z. Chen Adv. Energy Mater. 11 2021 2100332 Z. Shi, M. Li, J. Sun, Z. Chen, Adv. Energy Mater. 11 (2021) 2100332. [19] Z.Y. Wang H.L. Ge S. Liu G.R. Li X.P. Gao Energy Environ. Mater. 6 2022 e12358 Z. Y. Wang, H. L. Ge, S. Liu, G. R. Li, X. P. Gao, Energy Environ. Mater. 6 (2022) e12358. [20] J.S. Yeon Y.H. Ko T.H. Park H. Park J. Kim H.S. Park Energy Environ. Mater. 5 2022 555 564 J. S. Yeon, Y. H. Ko, T. H. Park, H. Park, J. Kim, H. S. Park, Energy Environ. Mater. 5 (2022) 555–564. [21] Y.Z. Huang L. Lin Y.G. Zhang L. Liu B.S. Sa J. Lin L. Wang D.L. Peng Q.S. Xie Nano-Micro Lett. 15 2023 67 Y. Z. Huang, L. Lin, Y. G. Zhang, L. Liu, B. S. Sa, J. Lin, L. Wang, D. L. Peng, Q. S. Xie, Nano-Micro Lett. 15 (2023) 67. [22] C.Q. Jin P.B. Zhai J.L. Tang L.X. Huo Q.Q. He Y. Ye L.X. Qiu K. Jiang L.Y. Shang Y.W. Li Y.J. Gong Z.G. Hu J.H. Chu Energy Environ. Mater. 6 2023 e12491 C. Q. Jin, P. B. Zhai, J. L. Tang, L. X. Huo, Q. Q. He, Y. Ye, L. X. Qiu, K. Jiang, L. Y. Shang, Y. W. Li, Y. J. Gong, Z. G. Hu, J. H. Chu, Energy Environ. Mater. 6 (2023) e12491. [23] J. Wang X. Liu C. Zhao Y. Song J. Liu X. Li C. Bi X. Wan J. Shui H. Peng B. Li J. Huang J. Energy Chem. 90 2024 511 517 J. Wang, X. Liu, C. Zhao, Y. Song, J. Liu, X. Li, C. Bi, X. Wan, J. Shui, H. Peng, B. Li, J. Huang, J. Energy Chem. 90 (2024) 511–517. [24] K.S. Novoselov V.I. Fal'ko L. Colombo P.R. Gellert M.G. Schwab K. Kim Nature 490 2012 192 200 K. S. Novoselov, V. I. Fal'ko, L. Colombo, P. R. Gellert, M. G. Schwab, K. Kim, Nature 490 (2012) 192–200. [25] D. Cui D.F. Perepichka J.M. MacLeod F. Rosei Chem. Soc. Rev. 49 2020 2020 2038 D. Cui, D. F. Perepichka, J. M. MacLeod, F. Rosei, Chem. Soc. Rev. 49 (2020) 2020–2038. [26] M. Zhao Y. Peng B. Li X. Zhang J. Huang J. Energy Chem. 56 2021 203 208 M. Zhao, Y. Peng, B. Li, X. Zhang, J. Huang, J. Energy Chem. 56 (2021) 203–208. [27] H. Ci M. Wang Z. Sun C. Wei J. Cai C. Lu G. Cui Z. Liu J. Sun J. Energy Chem. 66 2022 474 482 H. Ci, M. Wang, Z. Sun, C. Wei, J. Cai, C. Lu, G. Cui, Z. Liu, J. Sun, J. Energy Chem. 66 (2022) 474–482. [28] X. Wang N. Deng L. Wei Q. Yang H. Xiang M. Wang B. Cheng W. Kang Chem Asian J. 16 2021 2852 2870 X. Wang, N. Deng, L. Wei, Q. Yang, H. Xiang, M. Wang, B. Cheng, W. Kang, Chem Asian J. 16 (2021) 2852–2870. [29] R. Meng Q. Deng C. Peng B. Chen K. Liao L. Li Z. Yang D. Yang L. Zheng C. Zhang J. Yang Nano Today 35 2020 100991 R. Meng, Q. Deng, C. Peng, B. Chen, K. Liao, L. Li, Z. Yang, D. Yang, L. Zheng, C. Zhang, J. Yang, Nano Today 35 (2020) 100991. [30] J.L. Yang S.X. Zhao X.T. Zeng Y.M. Lu G.Z. Cao Adv. Mater. Interfaces 7 2020 1901420 J.L. Yang, S.X. Zhao, X.T. Zeng, Y.M. Lu, G.z. Cao, Adv. Mater. Interfaces 7 (2020) 1901420. [31] S. Wang S. Feng J. Liang Q. Su F. Zhao H. Song M. Zheng Q. Sun Z. Song X. Jia J. Yang Y. Li J. Liao R. Li X. Sun Adv. Energy Mater. 11 2021 2003314 S. Wang, S. Feng, J. Liang, Q. Su, F. Zhao, H. Song, M. Zheng, Q. Sun, Z. Song, X. Jia, J. Yang, Y. Li, J. Liao, R. Li, X. Sun, Adv. Energy Mater. 11 (2021) 2003314. [32] Z. Zhang D. Luo G. Li R. Gao M. Li S. Li L. Zhao H. Dou G. Wen S. Sy Y. Hu J. Li A. Yu Z. Chen Matter 3 2020 920 934 Z. Zhang, D. Luo, G. Li, R. Gao, M. Li, S. Li, L. Zhao, H. Dou, G. Wen, S. Sy, Y. Hu, J. Li, A. Yu, Z. Chen, Matter 3 (2020) 920–934. [33] Y. Xu N. Li R. Wang L. Xu Z. Liu T. Jiao Z. Liu Colloid Surface A 636 2022 128206 Y. Xu, N. Li, R. Wang, L. Xu, Z. Liu, T. Jiao, Z. Liu, Colloid Surface A 636 (2022) 128206. [34] P. Wang Y. Zhao K. Zhou X. Wang Y. Zhao Mater. Res. Bull. 149 2022 111719 P. Wang, Y. Zhao, K. Zhou, X. Wang, Y. Zhao, Mater. Res. Bull. 149 (2022) 111719. [35] Y. Feng M. Xu T. He B. Chen F. Gu L. Zu R. Meng J. Yang Adv. Mater. 33 2021 2007262 Y. Feng, M. Xu, T. He, B. Chen, F. Gu, L. Zu, R. Meng, J. Yang, Adv. Mater. 33 (2021) 2007262. [36] C. Qu Y. Chen X. Yang H. Zhang X. Li H. Zhang Nano Energy 39 2017 262 272 C. Qu, Y. Chen, X. Yang, H. Zhang, X. Li, H. Zhang, Nano Energy 39 (2017) 262–272. [37] S. Yu Y. Sun L. Song X. Cao L. Chen X. An X. Liu W. Cai T. Yao Y. Song W. Zhang Nano Energy 89 2021 106414 S. Yu, Y. Sun, L. Song, X. Cao, L. Chen, X. An, X. Liu, W. Cai, T. Yao, Y. Song, W. Zhang, Nano Energy 89 (2021) 106414. [38] L. Chen Y. Sun X. Wei L. Song G. Tao X. Cao D. Wang G. Zhou Y. Song Adv. Mater. 35 2023 2300771 L.Chen, Y. Sun, X. Wei, L. Song, G. Tao, X. Cao, D. Wang, G. Zhou, Y. Song, Adv. Mater. 35 (2023) 2300771. [39] X. Cao M. Wang Y. Li L. Chen L. Song W. Cai W. Zhang Y. Song Adv. Sci. 9 2022 2204027 X. Cao, M. Wang, Y. Li, L. Chen, L. Song, W. Cai, W. Zhang, Y. Song, Adv. Sci. 9 (2022) 2204027. [40] Q. Yang J. Cai G. Li R. Gao Z. Han J. Han D. Liu L. Song Z. Shi D. Wang G. Wang W. Zheng G. Zhou Y. Song Nat. Commun. 15 2024 3231 Q. Yang, J. Cai, G. Li, R. Gao, Z. Han, J. Han, D. Liu, L. Song, Z. Shi, D. Wang, G. Wang, W. Zheng, G. Zhou, Y. Song, Nat. Commun. 15 (2024) 3231. [41] L. Zhang F. Wan H. Cao L. Liu Y. Wang Z. Niu Small 16 2020 1907153 L. Zhang, F. Wan, H. Cao, L. Liu, Y. Wang, Z. Niu, Small 16 (2020) 1907153. [42] Y. Song Z. Sun Z. Fan W. Cai Y. Shao G. Sheng M. Wang L. Song Z. Liu Q. Zhang J. Sun Nano Energy 70 2020 104555 Y. Song, Z. Sun, Z. Fan, W. Cai, Y. Shao, G. Sheng, M. Wang, L. Song, Z. Liu, Q. Zhang, J. Sun, Nano Energy 70 (2020) 104555. [43] R. Yang Q. Zhang J. Cai X. Cao Q. Yang Y. Song W. Zhang Rare Met. 43 2024 2842 2850 R. Yang, Q. Zhang, J. Cai, X. Cao, Q. Yang, Y. Song, W. Zhang, Rare Met. 43 (2024) 2842–2850.",
      "scopus-id": "85203425908",
      "coredata": {
        "eid": "1-s2.0-S2095495624005953",
        "dc:description": "Lithium-sulfur (Li-S) batteries are widely deemed to be one of the most potential candidates for future secondary batteries because of their remarkable energy density. Nevertheless, notorious polysulfide shuttling and retarded sulfur reaction kinetics pose significant obstacles to the further application of Li-S batteries. While rationally designed highly active electrocatalysts can facilitate polysulfide conversion, the universal and scalable synthesis strategies need to be developed. Herein, a universal synthetic strategy to construct a series of three-dimensional (3D) porous graphene-iron (3DGr-Fe) based electrocatalysts involving 3DGr-FeP, 3DGr-Fe3C, and 3DGr-Fe3Se4 is exploited for manipulating the Li-S redox reactions. It has been observed that the implementation of a 3D porous Gr architecture leads to the well-designed conductive networks, while the uniformly dispersed iron nanoparticles introduce an abundance of active sites, fostering the lithium polysulfide conversion, thereby bolstering the overall electrochemical performance. The Li-S battery with the 3DGr-Fe based electrocatalyst exhibits remarkable capacity retention of 94.8% upon 100 times at 0.2 C. Moreover, the soft-packaged Li-S pouch cell based on such a 3DGr-Fe electrocatalyst delivers superior capacity of 1060.71 mA h g−1 and guarantees for the continuous 30 min work of fan toy. This investigation gives comprehensive insights into the design, synthesis, and mechanism of 3DGr-Fe based electrocatalysts with high activity toward efficient and durable Li-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495624005953",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gao, Hua"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yunfeng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Menglei"
          },
          {
            "@_fa": "true",
            "$": "Yang, Ruoxuan"
          },
          {
            "@_fa": "true",
            "$": "Feng, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Cao, Xuan"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yaping"
          },
          {
            "@_fa": "true",
            "$": "Lu, Zhongyuan"
          },
          {
            "@_fa": "true",
            "$": "Song, Yingze"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495624005953"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495624005953"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(24)00595-3",
        "prism:volume": "100",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Universal design of three-dimensional porous graphene-iron based promotors for kinetically rationalized lithium-sulfur chemistry",
        "prism:copyright": "© 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur battery"
          },
          {
            "@_fa": "true",
            "$": "Universal synthesis"
          },
          {
            "@_fa": "true",
            "$": "3D graphene-iron based promotor"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "192-200",
        "prism:endingPage": "200",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2025",
        "prism:doi": "10.1016/j.jechem.2024.08.039",
        "prism:startingPage": "192",
        "dc:identifier": "doi:10.1016/j.jechem.2024.08.039",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "299",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25786",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "702",
            "@width": "761",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "168309",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "752",
            "@width": "697",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "169507",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "467",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76075",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "840",
            "@width": "774",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "189603",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "727",
            "@width": "706",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "159580",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18433",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16336",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "152",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12489",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12852",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12151",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "159",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13784",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "237535",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3108",
            "@width": "3368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1053602",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3327",
            "@width": "3085",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1255715",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2066",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "413248",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3715",
            "@width": "3425",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1020628",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3220",
            "@width": "3128",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "864398",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4271060",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624005953-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "6296342",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85203425908"
      }
    }
  }
}