{
  "metadata": {
    "title": "Strengthened dipole-dipole interaction on high-entropy oxide electrocatalysts for high-rate and excellently stable lithium-sulfur batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-06-30",
    "doi": "10.1016/j.jechem.2025.02.003",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625001305",
    "pii": "S2095495625001305"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85218899334",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-02-21 2025-02-21 2025-03-01 2025-03-01 2025-05-20T19:56:07 1-s2.0-S2095495625001305 S2095-4956(25)00130-5 S2095495625001305 10.1016/j.jechem.2025.02.003 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00036 2025-05-20T19:04:16.281579Z 0 0 20250601 20250630 2025 2025-02-21T17:10:32.596411Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst ref specialabst 2095-4956 20954956 false 105 105 C Volume 105 26 292 301 292 301 202506 June 2025 2025-06-01 2025-06-30 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. STRENGTHENEDDIPOLEDIPOLEINTERACTIONHIGHENTROPYOXIDEELECTROCATALYSTSFORHIGHRATEEXCELLENTLYSTABLELITHIUMSULFURBATTERIES WANG X 1 Introduction 2 Results and discussion 2.1 Synthesis and structure characterization of 2D polar LCO-HEO nanosheets 2.2 Catalytic properties of LCO-HEO electrodes 2.3 Electrochemical performance of S/LCO-HEO composite cathodes 2.4 Reaction kinetics of S/LCO-HEO composite cathodes 3 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References CHENG 2023 181 186 Q ZHAO 2021 203 208 M LI 2024 14754 14764 X JIN 2024 2309624 Q SHI 2022 5674 Z REN 2024 2310547 L HOU 2023 e202305466 L ZHAO 1852 21845 121842 J BHARGAV 2020 285 291 A LI 2022 14638 14646 X SONG 2024 588 596 Y LI 2022 e202114671 X YEON 2022 555 564 J LU 2021 2101780 Y LI 2015 12886 12890 Z JOUSSEAUME 2024 2753 2764 T ZHOU 2023 2207774 K GONCALVES 2023 102999 J MAO 2023 2304963 Q WANG 2023 e12358 Z JIANG 2024 103215 R ZHANG 2024 2401018 Q JI 2020 1408 1428 Q JIANG 2018 116 120 S HUANG 2024 2313209 H LIU 2022 eabn2030 K SUN 2022 708 713 X LV 2024 2304515 Y WANG 2023 12530 12543 H YANG 2024 5854 5865 Y WU 2019 34 42 J BANHART 2011 26 41 F LIU 2019 533 546 L ZOU 2020 2093 H WANG 2018 e1369 X HUANG 2024 2400810 C HUANG 2023 2305624 C MENG 2021 2102819 R QIN 2023 445 454 B TIAN 2023 108037 L TIAN 2022 645 654 L FAN 2024 565 572 H HOU 2021 128079 W ZHOU 2019 8153 8162 L XU 2024 2402497 Y ZHANG 2024 472 481 C MAIHOM 2022 8604 8623 T MING 2023 32979 32988 S WANGX2025X292 WANGX2025X292X301 WANGX2025X292XX WANGX2025X292X301XX 2027-03-01T00:00:00.000Z 2027-03-01T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-03-05T10:34:02.163Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 52072099 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Natural Science Foundation of Heilongjiang Province LH2022E093 Natural Science Foundation of Heilongjiang Province http://data.elsevier.com/vocabulary/SciValFunders/501100005046 http://sws.geonames.org/1814991/ This work was partially supported by grants from the National Natural Science Foundation of China (52072099), Team program of the Natural Science Foundation of Heilongjiang Province, China (No.TD2021E005), Joint Guidance Project of the Natural Science Foundation of Heilongjiang Province, China (No. LH2022E093). item S2095-4956(25)00130-5 S2095495625001305 1-s2.0-S2095495625001305 10.1016/j.jechem.2025.02.003 286353 2025-05-20T19:04:16.281579Z 2025-06-01 2025-06-30 1-s2.0-S2095495625001305-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/MAIN/application/pdf/b5a6ceda18d0333f1cf9909ce86ed320/main.pdf main.pdf pdf true 4394502 MAIN 10 1-s2.0-S2095495625001305-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/PREVIEW/image/png/fd7dc2e7225c6a777ac8a71597df57b3/main_1.png main_1.png png 62143 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625001305-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/ga1/DOWNSAMPLED/image/jpeg/31c36c0e401f21b771e5db1d1201e116/ga1.jpg ga1 true ga1.jpg jpg 34192 200 410 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr1/THUMBNAIL/image/jpeg/3cf98ac8ac3eb58019849f8831657451/gr1.jpg gr1 gr1.jpg jpg 220343 743 645 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr2/DOWNSAMPLED/image/jpeg/2b722e590c09d1891b96401c7b10c21b/gr2.jpg gr2 gr2.jpg jpg 122179 506 644 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr3/DOWNSAMPLED/image/jpeg/7b8782593c33dc0bffa22f59474a8124/gr3.jpg gr3 gr3.jpg jpg 134354 553 645 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr4/DOWNSAMPLED/image/jpeg/8bad49018c6a7158dfbd5e916ab1079c/gr4.jpg gr4 gr4.jpg jpg 149563 593 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr5/DOWNSAMPLED/image/jpeg/c70ed6a2fe5d3639ad9afa65b6db2e97/gr5.jpg gr5 gr5.jpg jpg 136607 585 679 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr6/HIGHRES/image/jpeg/9095512a39d2ddd7fb6aa3b42aef2869/gr6.jpg gr6 gr6.jpg jpg 158033 746 689 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001305-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/ga1/THUMBNAIL/image/gif/c1648647f0724f0877fa95707ce45566/ga1.sml ga1 true ga1.sml sml 11881 107 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr1/THUMBNAIL/image/gif/9668cf4af6b6578bda88dbc5b8c150e8/gr1.sml gr1 gr1.sml sml 18197 164 142 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr2/DOWNSAMPLED/image/gif/e9af7a1ab1687bba3c6cd92e96e0c70f/gr2.sml gr2 gr2.sml sml 20014 164 209 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr3/THUMBNAIL/image/gif/61d7abf372d342b5a86a93754bab5753/gr3.sml gr3 gr3.sml sml 15658 164 191 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr4/HIGHRES/image/gif/28351dfe7da46d76f275d28c005c93a0/gr4.sml gr4 gr4.sml sml 16335 164 203 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr5/THUMBNAIL/image/gif/9ae43d8f1da03a55749eed1c7486fa2d/gr5.sml gr5 gr5.sml sml 17506 164 190 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/gr6/THUMBNAIL/image/gif/9e8d14518d565ab12d8173ec93b307b5/gr6.sml gr6 gr6.sml sml 14122 163 151 IMAGE-THUMBNAIL 1-s2.0-S2095495625001305-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/e7e1707a0b6e7cf7540a5e9c1778b958/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 239285 886 1818 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/b0a344a3858b38b35e98112ff42aae5a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1068126 2459 2135 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/5cc88f9ca7ddf654e27080213497927d/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 542886 1749 2226 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/a52e483c1987e3efbd366756626c4ab4/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 778705 2448 2854 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/4ff84555e3388fdfde915ab0e43defdd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 806247 2624 3248 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/HIGHRES/image/jpeg/fd08358883712b626f737be25c5eaea0/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 753320 2592 3008 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/DOWNSAMPLED/image/jpeg/03616deb2f286afb690777cd94937e27/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 842578 3302 3051 IMAGE-HIGH-RES 1-s2.0-S2095495625001305-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/357de901b5484d768f6936cd131c7cb6/mmc1.docx mmc1 mmc1.docx docx 12662255 APPLICATION 1-s2.0-S2095495625001305-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001305/STRIPIN/image/svg+xml/13f0e760def7e0f6cd9f4f72cbc6765d/si1.svg si1 si1.svg svg 3785 ALTIMG JECHEM 4462 S2095-4956(25)00130-5 10.1016/j.jechem.2025.02.003 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Fig. 1 (a) Schematic diagram of the synthesis process of 2D polar LCO-HEO nanosheets. (b) XRD patterns of the as-synthesized samples. (c) TEM image and (d) AFM image of a 2D polar LCO-HEO nanosheet (Inset: Line scans of the height across the corresponding sample). (e, f) HRTEM images of a 2D polar LCO-HEO nanosheet. (g) Lattice fringe image obtained by IFFT of the selected area in (f) (the red and yellow marks indicate the stacking faults and dislocations, respectively). (h) HADDF-STEM image and the corresponding elemental mapping images of a 2D polar LCO-HEO nanosheet. (i) Potential images and the corresponding work functions of a 2D polar LCO-HEO nanosheet. Fig. 2 (a) UV-vis adsorption spectra of Li2S6 solutions (the inset is the digital photographs of the Li2S6 solution after adding LCO-HEOs, LSCNFCOs, LSCNFOs, LSCNOs, LSCOs, or LCOs for 6 h). (b) CV curves of all the symmetrical cells from −0.8 to 0.8 V at a scan rate of 1 mV s−1. (c) Li2S nucleation tests of LCO-HEO. (d) Schematical mechanism of sulfur redox conversion on different surfaces. Fig. 3 (a) Discharge-charge profiles, (b) cycling performances, and (c) rate capabilities of S/LCO-HEO and S/LCO composite cathodes. (d) Cycling stability of S/LCO-HEO and S/LCO composite cathodes at 1.0 C. (e) Electrochemical performance comparison between the S/LCO-HEO composite cathode and previously reported cathodes. (f) Cycling performances of S/LCO-HEO and S/LCO composite cathodes with high sulfur loading of 5.5 mg cm−2 at 0.5 C. Fig. 4 (a) CV curves and (b) Tafel slopes of S/LCO-HEO and S/LCO composite cathodes at a scan rate of 0.1 mV s−1. Relative activation energies of (c) S8 to Li2S and (d) Li2S to Li2S n . Contour plots of CV patterns for (e) S/LCO-HEO and (f) S/LCO composite cathodes under different scan rates. The linear relationship between peak current intensity and square root scan rate of the S/LCO-HEO and S/LCO composite cathodes for (g) O1, (h) R2, and (i) R1. Fig. 5 (a) Nyquist plots derived from the in-situ EIS test of the S/LCO-HEO composite cathode. (b) Change of R ct and R e for S/LCO-HEO and S/LCO composite cathodes during discharging and charging. (c) Shuttle current-time response curves of S/LCO-HEO and S/LCO composite cathodes. (d) Configuration of a Raman cell. In-situ Raman spectra contour plots of (e) S/LCO-HEO and (f) S/LCO composite cathodes, and the corresponding discharge-charge curves. Fig. 6 (a) Optimized structures of LCOs and LCO-HEOs. TDOS for (b) LCOs and (c) LCO-HEOs. (d) PDOS and d-band centers for Cr, Fe, Co, Ni, and Cu in LCO-HEOs. (e) Binding energies of LiPSs on LCOs and LCO-HEOs. (f) Calculated Gibbs free energy profiles for SRR on LCOs and LCO-HEOs. Strengthened dipole-dipole interaction on high-entropy oxide electrocatalysts for high-rate and excellently stable lithium-sulfur batteries Xinyue Wang Writing – original draft Methodology Investigation Data curation a 1 Lirong Zhang Writing – original draft Methodology Investigation Data curation a 1 Chi Zhang Investigation a Xinzhi Ma Validation Data curation a Qi Jin Formal analysis Data curation a Lu Li Investigation Data curation a Zhiguo Zhang Investigation Formal analysis b Xitian Zhang Writing – review & editing Supervision Resources Funding acquisition Conceptualization a ⁎ Lili Wu Writing – review & editing Supervision Conceptualization a ⁎ a Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China Key Laboratory for Photonic and Electronic Bandgap Materials Ministry of Education School of Physics and Electronic Engineering Harbin Normal University Harbin Heilongjiang 150025 China Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China b Department of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China Department of Physics Harbin Institute of Technology Harbin Heilongjiang 150001 China Department of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract The diverse functional polar active sites in high-entropy oxides enhance the dipole-dipole interaction with polar polysulfides, thus inhibiting polysulfide shuttling and accelerating redox reaction kinetics. Electrocatalysts are an effective strategy to mitigate the shuttling effect of lithium polysulfides (LiPSs) and accelerate the redox kinetics of LiPSs in lithium-sulfur (Li-S) batteries. However, traditional electrocatalysts only have a single active site and often undergo structural collapse and aggregation during charging and discharging, resulting in reduced catalytic performance. Herein, the two-dimensional (2D) polar high-entropy La0.71Sr0.29Co0.21Ni0.20Fe0.19Cr0.20Cu0.20O3 (LCO-HEO) nanosheets were rationally designed and successfully synthesized to address this issue. The distinct functional polar sites in LCO-HEOs were formed by the d-d orbital hybridization between spatially coupling adjacent transition metals, which can strengthen the dipole-dipole interaction between polar LCO-HEOs and polar LiPSs. 2D polar LCO-HEO nanosheets can efficiently capture and trigger the tandem catalysis of polar LiPSs during their sequential conversion. The S/LCO-HEO composite cathode exhibits a high specific capacity of 1161.1 mA h g−1 at 1.0 C, with an ultralow capacity attenuation rate of 0.036% per cycle over 1200 cycles, and achieves stable cycling for 1500 cycles even at 8.0 C. Furthermore, even with a high sulfur loading (5.5 mg cm−2) and a low electrolyte/sulfur (E/S) ratio (4.0 µL mg−1), the S/LCO-HEO composite cathode shows desirable sulfur utilization and good cycle stability. This work demonstrates the feasibility of high entropy-driven multiple distinct functional polar sites for high-rate and long-cycle Li-S batteries. Keywords Lithium-sulfur batteries High-entropy oxide Dipole-dipole interaction Composite cathode D-d orbital hybridization Electrocatalyst 1 Introduction Lithium-sulfur (Li-S) batteries are considered one of the best candidates for next-generation energy storage because of their high theoretical capacity (1675 mA h g−1), high theoretical energy density (2600 Wh kg−1), and low cost [1,2]. However, the commercialization of Li-S batteries is facing key problems, including inferior rate performance and short cycle life, which mainly lie in the severe shuttling effect of long-chain lithium polysulfides (LiPSs, Li2S n , 4 ≤ n ≤ 8) and the sluggish sulfur redox kinetics [3,4]. Researchers have put in a great deal of effort to tackle these issues. For example, Shi et al. reported that heterogeneous atom-doped carbon acted as the polar host materials of the sulfur cathode to efficiently anchor sulfur species [5]. Meanwhile, the overall electrical conductivity of the sulfur composite cathode was also improved and the redox kinetics of sulfur species was boosted. Beyond that, separator modification [6], artificial solid electrolyte interface films [7], and the optimization of electrolytes [8] were widely concerned with reaching the above goals. Although the shuttle effect of LiPSs was significantly alleviated and the redox reaction kinetics of sulfur species was greatly improved, the electrochemical performance of Li-S batteries cannot meet the special requirements [9]. Therefore, it is essential to explore new strategies for enhancing the performance of Li-S batteries [10–12]. Recently, polar transition metal oxides (TMOs) as electrocatalysts were incorporated into the C/S composite cathode, and they have been proven to have strong adsorption of LiPSs and catalytic performance toward LiPSs by the dipole-dipole interaction with polar LiPSs, such as Co3O4 [13], Fe2O3 [14], and MnO2 [15]. Despite some advantages, polar TMO electrocatalysts have a single active site and often undergo structural collapse and aggregation during charging and discharging, which results in reduced catalytic performance [16]. An effective strategy to address this issue is to develop the two-dimensional (2D) intertexture of polar TMOs, which can improve the durability of TMOs during the repeat charging and discharging, strengthen their adsorption, and enhance the specific surface area that facilitates the catalytic capabilities [17]. High-entropy materials have garnered significant attention in the electrocatalytic field due to their unique advantages, which include but not limited to flexible composition, diverse surfaces, and excellent structural stability [18], thanks to the rapid development of material science and technology. For example, the strong interaction between multiple adjacent elements in high-entropy alloys (HEAs) could create new active sites and almost continuous and wide adsorption bands, which can be tailored for specific requirements by selecting the appropriate principal element and composition [19]. A rational design is crucial for enhancing the catalytic capability of HEAs based on specific electrochemical reactions. Recently, researchers mainly focused on constructing advanced HEA systems. Wang et al. reported that Fe0.24Co0.26Ni0.10Cu0.15Mn0.25-HEA nanoparticles (NPs) acted as the electrocatalyst and exhibited high catalytic activity [20]. However, the adsorption of LiPSs is relatively weak. To boost the adsorption of LiPSs, high-entropy oxides (HEOs) have attracted widespread research interest. This is because charge dipole properties within HEOs can be generated through d-d orbital hybridizations. The strong dipole-dipole interactions between polar HEOs and polar LiPSs are formed through d-p orbital hybridizations after the adsorption of sulfur species, which would strengthen the adsorption of polar LiPSs and accelerate the redox kinetics of sulfur species [21,22]. Inspired by the unique advantages of polar TMOs, HEOs, and 2D structural feature, we rationally designed 2D polar high-entropy TMOs as electrocatalysts of Li-S electrochemical reactions. Additionally, as emerging electrocatalytic materials of TMOs, ABO3 perovskite oxides (A, B = cation) have garnered significant research interest in recent years due to their unique physical and chemical properties. These properties, including variable crystal structures and nonstoichiometric chemistry, influence the electronic structure of the active sites. This, in turn, enhances catalytic performance by improving the adsorption of LiPSs and facilitating the activation of sulfur-sulfur and sulfur-lithium bonds [23]. Herein, we successfully synthesized 2D polar high-entropy La0.71Sr0.29Co0.21Ni0.20Fe0.19Cr0.20Cu0.20O3 (abbreviated as LCO-HEO) nanosheets by a facile liquid-phase process, followed by thermal annealing. We selected Cr, Fe, Co, Ni, and Cu as metal elements for the B-site, focusing primarily on the geometric constraints. The ionic radii of Cr3+, Fe3+, Co3+, Ni3+, and Cu2+ are similar: 0.62, 0.64, 0.61, 0.60, and 0.73 Å, respectively. The ratios of metal ion radius to oxygen ion radius fall within the range of 0.414 to 0.732, which satisfies Pauling's first rule. Ultimately, we calculated the structural tolerance factor to be 0.91, indicating that the perovskite structure of the HEO can remain stable [24]. In addition, to effectively design HEO catalysts, it is essential to evaluate their catalytic roles. Cr has a relatively lower electronegativity as compared to Fe, Co, Ni, and Cu. The lower electronegativity of Cr can induce local electron redistribution, thus generating more active sites with electron-rich regions. The incorporation of Fe, Co, and Ni has the potential to enhance carrier separation and capture, while Cu can promote more efficient electron transfer from the surface to polysulfides [25]. Especially, the integration of these multiple d-block metals into a single solid-solution phase likely induces unique d-d orbital hybridization effects. This can optimize the local coordination environment and electronic structure of active sites and adjust the adsorption strength of polar LiPSs, resulting in a great increase in catalytic activity. Therefore, 2D LCO-HEO electrocatalysts that combine the advantages of the synergistic effect of HEOs and 2D morphology could effectively suppress the shuttle effect of LiPSs and significantly improve the catalytic activity toward the LiPS conversion by the strong dipole-dipole interaction between polar HEOs and polar LiPSs. As a result, the S/LCO-HEO composite cathode exhibits impressive cycling stability, along with a low-capacity fading rate of 0.036% per cycle over 1200 cycles at 1.0 C. More importantly, the S/LCO-HEO composite cathode delivers a discharge capacity of 546.5 mA h g−1 at 8.0 C. Moreover, even under a high sulfur loading of 5.5 mg cm−2 and a low electrolyte/sulfur (E/S) ratio of 4.0 µL mg−1, the S/LCO-HEO composite cathode still maintains good cycle stability with a capacity retention of 89.8% at 0.5 C. 2 Results and discussion 2.1 Synthesis and structure characterization of 2D polar LCO-HEO nanosheets 2D polar high-entropy oxides of LCO-HEO nanosheets were synthesized by a facile liquid-phase process, followed by thermal annealing. Fig. 1 (a) illustrates the synthetic route of 2D polar LCO-HEO nanosheets. The glycine and glucose undergo a Maillard reaction to form a sticky Melanoidin polymer with oxygen-containing functional groups, therefore ensuring the adsorption of versatile oxide precursors. The Melanoidin polymer engages in an intense redox reaction with metal salts, resulting in the formation of ultrathin carbon nanosheets as a template, due to the rapid expansion of the polymer structure [26]. Then, oxide nanosheets with an interconnected texture are formed on the surface of carbon nanosheets. During the subsequent thermal treatment process, the carbon nanosheets as a template are removed, and ultrathin oxide nanosheets are ultimately formed. To investigate the effect of configuration entropy (ΔS config) on the catalytic activity, LaCoO3 (LCO), La0.71Sr0.29CoO3 (LSCO), La0.71Sr0.29Co0.56Ni0.44O3 (LSCNO), La0.71Sr0.29Co0.37Ni0.32Fe0.31O3 (LSCNFO), and La0.71Sr0.29Co0.25Ni0.26Fe0.24Cr0.25O3 (LSCNFCO) nanosheets with different configurational entropies were synthesized under the same conditions. X-ray diffraction (XRD) characterization was conducted to determine the crystalline structure of the as-synthesized samples, as illustrated in Fig. 1(b). The as-synthesized samples exhibit a similar XRD pattern to LaCoO3 (PDF#48-0123), belonging to the rhombohedral crystal system. Moreover, Fig. S1 presents the enlarged XRD patterns, showing an obvious shift of XRD peaks toward lower angles with the increase of ΔS config, due to the lattice distortion caused by the ionic radii difference in introduced elements [27,28], verifying that the La and Co sites can be partially substituted by other metal ions (A = Sr; B = Ni, Fe, Cr, and Cu) to form a single solid-solution phase. Therefore, the local tensile strain appears inside the as-synthesized samples. Interestingly, the resulting tensile strain is beneficial to optimizing their electronic structures and the local atomic coordination environment, facilitating the enhanced catalytic activity of inherent LaCoO3 perovskites [29,30]. The micro-morphologies of 2D polar LCO-HEOs were elucidated using scanning electron microscopy (SEM) and transmission electron microscopy (TEM), as shown in Fig. 1(c). We observe ultrathin 2D sheet-like nanostructures consisting of interconnected NPs with a size of about 25 nm. The atomic force microscope (AFM) image in Fig. 1(d) shows that the thickness is around 25 nm. Additionally, Figs. S2–S4 present a similar morphology for the remaining samples, indicating that the increase of ΔS config (Table S1) does not affect the micro-morphology of the as-synthesized samples. Moreover, the unique 2D nanostructure could expose more specific surfaces for the strong dipole-dipole interaction with polar LiPSs and shorten the ion diffusion distance, which is promising for applications in electrocatalysis. High-resolution TEM (HRTEM) images of 2D polar LCO-HEO nanosheets are presented in Fig. 1(e and f), where the lattice fringe spacing is about 0.282 nm, corresponding to the interlayer spacing of the (110) crystal plane, which is larger than that of remaining samples (Fig. S5). This is consistent with XRD results. Furthermore, the lattice fringe images (Fig. 1g) of the inverse fast Fourier transform (IFFT) for the selected area in Fig. 1(f) present many lattice defects, such as stacking faults and dislocations, in the basal planes, where the atomic bonds have been compressed or stretched [31]. The obtained 2D polar LCO-HEO nanosheets show abundant defects. These defects can accelerate the electrochemical processes by adjusting electronic transport properties and providing more active sites for the adsorption and conversion of polar LiPSs [32]. In addition, high-angle annular dark-field scanning TEM (HAADF-STEM) image and the corresponding elemental maps (Fig. 1h) show that La, Sr, Co, Ni, Fe, Cr, Cu, and O elements are distributed uniformly on the 2D polar LCO-HEO nanosheets. Similar results are also observed in other samples (Figs. S5–S8). Beyond that, the energy dispersive spectroscopy (EDS) spectra of TMOs with different configurational entropies are shown in Fig. S9, the corresponding mass content of La, Sr, Co, Ni, Fe, Cr, and Cu in LCO-HEOs was measured to be 54.24, 13.97, 6.81, 6.45, 5.83, 5.72, and 6.98, respectively, further confirming that they are successfully synthesized. From the above data analysis, all the samples have a single-phase perovskite structure without phase separation. Especially, introducing multiple metal elements in polar LCO-HEOs remarkably increases ΔS config (Table S1), greatly enlarges lattice constants, and significantly triggers lattice distortions, which can change the distance between adjacent atoms and adjust the local electron coordination environment of polar active sites, leading to the aggregation and dispersion of charges in the originally uniformly-charged regions, generating an electric dipole moment and thus enhancing the polarity of the active sites. Therefore, it can remarkably strengthen the dipole-dipole interaction between polar LCO-HEOs and polar LiPSs, which are beneficial for fast electron and lithium-ion transport, effectively suppressing the shuttle effect of polar LiPSs and accelerating the redox kinetics of polar LiPSs [33]. Kelvin probe force microscopy is used to study the work function (WF) of materials to assess the electron transfer rate on the surface of materials [34,35]. Fig. 1(i) shows that the WF of polar LCO-HEOs is about 4.87 eV. It is the smallest among all the WF values (Fig. S10), indicating the fastest electron transfer, which is favorable for improving catalytic activities. 2.2 Catalytic properties of LCO-HEO electrodes To investigate the sulfur-trapping effect of LCO-HEOs and the effect of ΔS config on the adsorption of Li2S6, a visualized adsorption test of all the samples was performed, as shown in the inset of Fig. 2 (a). The yellow color of Li2S6 solution gradually becomes pale as ΔS config increases and is nearly colorless for LCO-HEOs. The corresponding ultraviolet-visible (UV-vis) absorption spectra of Li2S6 solution are shown in Fig. 2(a). Broad absorbance in the 250–350 nm is observed for all the samples due to the existence of S6 2− species. The absorbance of the solution containing LCO-HEOs is the lowest, consistent with the difference in solution color. We deduce that with the increase in entropy, the dipole-dipole interaction between the samples and polar LiPSs is gradually enhanced, greatly promoting the chemisorption and conversion of polar LiPSs [36]. Therefore, polar LCO-HEOs will show the strongest dipole-dipole interaction with polar LiPSs, leading to effective alleviation of the shuttle effect and great acceleration of the redox kinetics for sulfur species. To highlight the intrinsic catalytic capability of LCO-HEO electrodes, the cyclic voltammetry (CV) measurements of all the symmetrical cells were conducted using Li2S6 electrolyte, as shown in Fig. 2(b). Two pairs of redox peaks are observed for LCO-HEO symmetrical cells (−0.130/0.128 V and −0.504/0.495 V), indicating reversible conversions among S8, Li2S6, and Li2S. In contrast, only one pair of redox peaks at about −0.627/0.600 V are observed for the remaining symmetrical cells, reflecting their poor catalytic ability. Interestingly, the LCO-HEO symmetrical cells exhibit the largest current density and the smallest overpotential among all the electrodes, verifying the highest catalytic activity of LCO-HEO electrodes. To assess the catalytic performance of LCO-HEO electrodes in converting liquid Li2S8 to solid Li2S, potentiostatic nucleation and dissolution experiments of Li2S for all the electrodes were performed. It can be seen from Fig. 2(c) and Fig. S11 that polar LCO-HEOs exhibit the fastest nucleation time and the highest precipitation capacity of Li2S (2257 s; 506 mA h g−1), implying that the energy barrier of the LiPS conversion is greatly reduced and Li2S nucleation and growth are remarkably improved compared with other electrodes. Additionally, polar LCO-HEOs contribute to the highest capacity (750 mA h g−1) among them in the case of re-oxidation of deposited Li2S (Fig. S12). These results confirm that polar LCO-HEOs bidirectionally catalyze the conversion kinetics between soluble Li2S8 and insoluble Li2S. The formation of high ΔS config and the introduction of multiple polar metal active sites strengthen the dipole-dipole interaction between polar LCO-HEOs and polar LiPSs, which is beneficial for accelerating the reversible conversion kinetics of S8 to insoluble Li2S. Based on the above catalytic activity measurement data, we deduce that the adsorption and catalytic performance of materials would be enhanced with increased ΔS config as conceptualized in Fig. 2(d). This is because fast ion and electron transport on high configurational entropy materials can promote the rapidly reversible conversion from S8 to soluble LiPSs, and then to Li2S. Therefore, LCO-HEO electrocatalysts were selected as the high-entropy model materials for the subsequent tests. 2.3 Electrochemical performance of S/LCO-HEO composite cathodes To assess the electrochemical performance of S/LCO-HEO composite cathodes, coin cells were constructed using both S/LCO-HEO and S/LCO composite cathodes. The galvanostatic charge-discharge (GCD) curves of two composite cathodes at 0.1 C are shown in Fig. 3 (a). For two composite cathodes, two discharge plateaus and one long oblique charge plateau can be observed, corresponding to the reduction and oxidation of sulfur species. The Q 1 and Q 2 represent the discharge capacity of S8 to Li2S4 and Li2S4 to Li2S2/Li2S conversions, respectively. A higher Q 2/Q 1 ratio implies a more complete sulfur reduction reaction, which is beneficial for achieving a higher sulfur utilization [37]. As shown in Fig. S13, the Q 2/Q 1 ratio for the S/LCO-HEO composite cathode is significantly higher than that of the S/LCO composite cathode, indicating that polar LCO-HEOs effectively alleviate the shuttle of LiPSs and catalyze more polar LiPSs into Li2S. In addition, the voltage polarization (ΔE) between GCD curves can elucidate the conversion rate of the sulfur species. The ΔE of the S/LCO-HEO composite cathode (140 mV) is smaller than that of the S/LCO-HEO composite cathode (188 mV), indicating that LCO-HEOs promote the reversible redox processes of polar LiPSs. As shown in Fig. 3(b), the S/LCO-HEO composite cathode demonstrates an initial specific capacity of 1410.6 mA h g−1 at 0.1 C and exhibits an exceptional capacity retention rate of 86.6% after 100 cycles. In contrast, the S/LCO composite cathode shows quick capacity decay, with a capacity retention rate of only 60.8%. The higher initial specific capacity and stabler cycling performance can be attributed to the strong dipole-dipole interaction between polar LCO-HEOs and polar LiPSs. The rate performance was tested at different current densities. The S/LCO-HEO composite cathode (Fig. 3c and Fig. S14) exhibits higher discharge capacities of 1385.6, 1283.2, 1177.5, 1096.5, 1018.9, 978.3, 931.7, 863.2, 721.4, 616.6, and 546.5 mA h g−1 at 0.1, 0.2, 0.5, 1.0, 2.0, 3.0, 4.0, 5.0, 6.0, 7.0, and 8.0 C, respectively, compared with the S/LCO composite cathode. When the current density is suddenly switched from 8.0 to 0.2 C, a high reversible specific capacity of 1288.5 mA h g−1 is attained for the S/LCO-HEO composite cathode. The GCD profiles in Fig. S15 indicate that whole discharge curves of the S/LCO-HEO composite cathode present distinct plateaus even at 8.0 C, indicating that LCO-HEOs with multiple distinct functional polar active sites can efficiently catch and propel the tandem catalysis of polar LiPSs during their sequential conversion [38,39]. In addition to exceptional rate performance, the S/LCO-HEO composite cathode also boasts outstanding cycling stability. As shown in Fig. 3(d), the S/LCO-HEO composite cathode delivers a high initial discharge-specific capacity of 1161.1 mA h g−1 at 1.0 C. It demonstrates an ultralow capacity attenuation rate of 0.036% per cycle upon 1200 cycles, which is a testament to its remarkable stability. In contrast, the S/LCO composite cathode delivers a specific capacity of 925.5 mA h g−1 with a capacity fading rate of 0.083% per cycle upon 609 cycles (0.038% for the S/LCO-HEO composite cathode at the same cycle number) and degrades rapidly after further cycling. The S/LCO-HEO battery was disassembled after 1000 cycles, while the S/LCO battery was disassembled after 500 cycles, both conducted at a 1.0 C rate. Subsequently, SEM and XRD analyses were performed on the S/LCO-HEO and S/LCO cathodes to assess the stability of the LCO-HEOs, as shown in Fig. S16. The SEM image reveals that the surface of the S/LCO-HEO cathode is smooth and flat, showing no significant cracks (Fig. S16a) in contrast to the S/LCO cathode, which displays a rougher texture (Fig. S16b). Importantly, the XRD pattern of the S/LCO-HEO cathode displays distinctive characteristic peaks (Fig. S16c). In contrast, the characteristic peaks of LCO entirely vanish after cycling due to significant structural degradation resulting from inherent instability (Fig. S16d). The results confirm the stable structure of the LCO-HEO catalyst, even after long-term cycling, ensuring the integrity of the overall cathode. Moreover, the S/LCO-HEO composite cathode can achieve stable cycling for 1500 cycles even at 8.0 C, manifesting that the dissolution of LiPSs and the shuttle effect are effectively suppressed for the S/LCO-HEO composite cathode (Fig. S17). During the high-rate charge-discharge process, the cathode reaction often experiences a delay, leading to the generation of more LiPSs and severe shuttling. However, our result fully verifies that the S/LCO-HEO composite cathode could strengthen the dipole-dipole interaction with polar LiPSs and exhibit an excellent suppression of LiPSs and catalytic effect in accelerating sulfur redox kinetics after increasing multiple distinct functional polar sites, achieving excellent rate performance and good stable cycling performance, which is competitive among the reported sulfur cathodes (Fig. 3e and Table S2) [40–45]. High sulfur loading and a lean electrolyte are crucial indexes for achieving commercially competitive Li-S batteries. The S/LCO-HEO composite cathode with high sulfur loading (5.5 mg cm−2) and low electrolyte content (4.0 μL mg−1) exhibits excellent rate performance up to 6.0 C and a high initial capacity of 1109.2 mA h g−1 at 0.5 C, which corresponds to an areal capacity of 6.1 mA h cm−2 (Fig. 3f and Fig. S18). Additionally, it shows excellent cycling stability with a capacity retention of 89.8%, higher than the S/LCO composite cathode (74.9%) after 100 cycles, indicating the polar LCO-HEO electrocatalyst is beneficial for improving sulfur utilization and effectively inhibiting the shuttling effect even under relatively harsh conditions. In summary, polar LCO-HEOs are ideal electrocatalysts in Li-S batteries. 2.4 Reaction kinetics of S/LCO-HEO composite cathodes To explain why the S/LCO-HEO cathodes achieved high electrochemical performance, the CV curve of the S/LCO-HEO composite cathode was measured at 0.1 mV s−1. For comparison, the CV curve of the S/LCO composite cathode was also presented. As shown in Fig. 4 (a), S/LCO-HEO and S/LCO composite cathodes display two cathodic peaks (R1, R2), representing the transformation from S8 to soluble long-chain LiPSs and electrochemical reduction of liquid Li2S4 to solid Li2S2/Li2S, respectively. Similarly, the anodic sweep shows one peak (O1), associated with the oxidation of Li2S to soluble LiPSs. The redox peak intensities of the S/LCO-HEO composite cathode are much higher than those of the S/LCO composite cathode. In addition, the reduction peaks shift to higher potential while the oxidation peak shifts to lower potential. The Tafel plots (Fig. S19a–c) derived from the CV curves reveal that the fitted slope values of the S/LCO-HEO composite cathode are lower than those of the S/LCO composite cathode (Fig. 4b). The lower slopes of both reduction and oxidation peaks suggest that LCO-HEOs play a bidirectional catalytic function toward the fast conversion kinetics between LiPSs and Li2S. The differences between activation energies (E a) for the conversion reaction of solid S8 to soluble Li2S n and Li2S n to Li2S are calculated by the exchange current densities (see details in Note S1). As shown in Fig. 4(c), for discharging, the E a of Li2S n to Li2S for the S/LCO-HEO composite cathode is reduced by 249.6 kJ mol−1, 6 times higher than that of S8 to Li2S n , promoting the conversion of sulfur species. For charging, the E a for the S/LCO-HEO composite cathode is greatly decreased by 94.3 kJ mol−1 (Fig. 4d), demonstrating the low oxidation-energy barrier of Li2S. Moreover, CV curves were conducted for two composite sulfur cathodes at different scan rates to evaluate Li+ diffusion behaviors (Fig. 4e, f and Fig. S19d, e). Fig. 4(e, f) is the contour plots of CV patterns for the S/LCO-HEO and S/LCO composite cathodes. The S/LCO-HEO composite cathode shows a narrower peak width and discernible current response compared to the S/LCO composite cathode. As the scanning rate increases, the S/LCO-HEO composite cathode exhibits a smaller peak shift and voltage polarization. Furthermore, the peak current intensity (I p) shows a linear relationship with the square root of the scan rate (v 1/2), indicating a diffusion-controlled process. The relationship is described by the Randles-Sevcik equation, as illustrated in Fig. 4(g–i) and Fig. S19(f). The slope can be used to calculate the lithium-ion diffusion coefficient ( D Li + ), with additional details provided in Note S2. The S/LCO-HEO composite cathode exhibits a higher D Li + than the S/LCO composite cathode, reflecting more efficient lithium-ion diffusion. The results confirm that strong dipole-dipole interactions between polar LCO-HEOs and polar LiPSs enhance overall sulfur conversion reaction kinetics and facilitate rapid charge transfer, greatly accelerating LiPS conversion [46,47]. In-situ electrochemical impedance spectroscopy (EIS) spectra of S/LCO-HEO and S/LCO composite cathodes were tested to validate the high-efficiency catalytic capabilities of polar LCO-HEOs toward polar LiPSs, and the corresponding Nyquist plots are displayed in Fig. 5 (a) and Fig. S20. The in-situ EIS results are fitted with the equivalent circuit shown in Fig. S21. The impedance can be deconvoluted into electrolyte impedance (R e), solid electrolyte interface impedance (R s), charge-transfer impedance (R ct), and Warburg diffusion impedance (W 0), which are given in Fig. 5(b) and Table S3. For the R ct, both composite cathodes tend to firstly decrease and then increase during charging and discharging because the final products of discharge (S8) and charge (Li2S) are insulators and it is difficult to transfer electrons. Meanwhile, R ct of the S/LCO-HEO composite cathode is generally lower than that of the S/LCO composite cathode at different potentials, illustrating fast charge transfer on the S/LCO-HEO composite cathode. The higher the viscosity of the electrolyte is, the larger the R e is, which relates to the liquid-liquid conversion of sulfur species. The R e remains mostly stable but slightly increases in the middle of the charging/discharging process, indicating the dissolution of LiPSs into the electrolyte. During discharging, the maximum R e value is reached earlier at 2.15 V (S/LCO-HEO composite cathode) than 2.05 V (S/LCO composite cathode). During charging, the maximum R e value for the S/LCO-HEO composite cathode is achieved at 2.35 V, while the impedance change for the S/LCO composite cathode is insignificant. These results prove that the S/LCO-HEO composite cathode possesses strong adsorption and high-efficiency conversion ability for sulfur species, effectively alleviating the shuttle effect. To directly observe the improvement of the shuttle effect, the shuttle current intensity of cells as a function of time was measured with two composite sulfur cathodes. The shuttle current-time curve indicates that the S/LCO-HEO composite cathode exhibits a smooth shuttle current intensity of about 0.068 mA after 24 h (Fig. 5c) compared with the S/LCO composite cathode, confirming the higher adsorption of LiPSs and excellent structural stability of LCO-HEOs. In-situ Raman tests for S/LCO-HEO and S/LCO composite cathodes were performed to monitor the sulfur redox reactions in real time and deeply explore the bidirectional catalytic role of polar LCO-HEOs toward LiPSs. The configuration of the Raman cell is shown in Fig. 5(d). Fig. 5(e, f) shows the discharge-charge curves and the Raman contour spectra of S/LCO-HEO and S/LCO composite cathodes. At the discharge onset, three strong characteristic peaks belonging to S8 2− (149.9, 217.5, and 471 cm−1) can be observed for both S/LCO-HEO and S/LCO composite cathodes. When discharging to 2.35 V for the S/LCO-HEO composite cathode (earlier than the S/LCO composite cathode (2.20 V)), S8 signals gradually vanish and the peaks related to S6 2−, S4 2−, and S3 2− appear (398, 446, and 503 cm−1). Their intensity reaches the maximum at 2.15 V (earlier than the S/LCO composite cathode (2.05 V)), representing the full conversion of S8 to LiPSs. For the S/LCO-HEO composite cathode, at the end of the discharge (1.86 V), these peaks related to S6 2−, S4 2−, and S3 2− disappear, representing the full reduction from LiPSs to Li2S. During charging, the peak intensities for S6 2−, S4 2−, and S3 2− reach the maximum value at around 2.2 V. When charging at above 2.35 V, all the signals related to LiPSs almost vanish, and intensive S8 peaks occur in the spectra, illustrating that sulfur is reversibly formed at the charge end. The fast conversion of different sulfur species for the S/LCO-HEO composite cathode is because of a strong synergy of shuttle effect inhibition, facilitated electron/ion transport, and good reversibility of the electrochemical reaction. Compared with the S/LCO-HEO composite cathode, the Raman spectra of the S/LCO composite cathode show S x 2− (x = 6, 4, and 3) signals throughout the entire charge/discharge, and the S8 signal is relatively weak at the charge end, reflecting a sluggish Li2S nucleation rate and poor reversibility of the electrochemical reaction, which is consistent with the in-situ EIS and shuttle current test results. The above analysis implies that d-d orbital hybridization effects lead to the entropy-driven multiple distinct functional polar sites on LCO-HEOs and lattice distortion, promoting the redistribution of electrons, exposing more active sites, and facilitating rapid charge transfer. Therefore, the dipole-dipole interaction with polar LiPSs is enhanced, which favors the catalytic conversion of LiPSs and effectively mitigates the shuttle effect. Density functional theory (DFT) calculations were conducted to elucidate the catalytic mechanism of LCO-HEOs. The optimized structure of LCO-HEOs is first illustrated in Fig. 6 (a), and the optimal structure of LCOs is also shown in Fig. 6(a) for comparison. The total density of states (TDOS) for LCOs and LCO-HEOs, which incorporate the spin polarization effects, is presented in Fig. 6(b and c). The d-band center of LCO-HEOs (spin-up: −2.10 and spin-down: −0.93 eV) is significantly closer to the Fermi level compared to LCOs (spin-up: −2.25 and spin-down: −1.16 eV), reflecting an enhanced electron transfer and bonding capability for LCO-HEOs. Furthermore, LCO-HEOs exhibit a higher density of states near the Fermi level than LCOs, suggesting that spatially coupling multiple metals lead to the redistribution of the electrons and that introducing transition metals can increase the conductivity. To further evaluate the role of B-site elements in LCO-HEOs, the projected density of states (PDOS) and d-band centers were analyzed. The spin-down d orbitals of Cr, Fe, Co, Ni, and Cu in LCO-HEOs occupy higher energy levels (Fig. 6d), demonstrating enhanced catalytic activity. The spin-down d-band centers of Cr, Fe, Co, and Ni (−0.74, −0.08, −0.82, and −0.64 eV, respectively) are closer to the Fermi level than that of Cu (−2.16 eV), indicating that Cr, Fe, Co, and Ni serving as electron depletion site are the primary active sites in LCO-HEOs, promoting the strong adsorption of polar LiPSs during the sulfur redox process. The Cu 3d orbital, further away from the Fermi level, possesses electron-rich properties and effectively functions as an electron reservoir in the sulfur redox reaction [48]. To investigate the anchoring capability of LCO-HEOs, we calculated the binding energies between two electrocatalysts and polar LiPSs, as shown in Fig. 6(e). The binding energy of LCO-HEOs, ranging from −1.31 to −5.46 eV, is higher than that of the LCOs (−1.06 to −4.17 eV). This suggests that the enhanced electron transfer and a higher d-band center improve the anchoring ability of LCO-HEOs toward polar LiPSs, thereby mitigating the shuttle effect. To gain insight into the catalytic capacity of LCO-HEOs, the Gibbs free energy for the sulfur reduction reaction (SRR) was calculated. As shown in Fig. 6(f) and Fig. S22, a positive change in Gibbs free energy indicates an endothermic reaction, while a negative change signifies an exothermic reaction. The reduction processes from S8 to Li2S2 are spontaneous exothermic reactions for both LCO and LCO-HEO electrocatalysts, with LCO-HEOs exhibiting a lower energy barrier than LCOs, which accelerates the liquid-liquid and liquid-solid transformations of LiPSs. For the endothermic reactions of Li2S2 to Li2S, which serves as the rate-limiting step, LCO-HEOs demonstrate a lower Gibbs free energy (0.42 eV) than LCOs (0.97 eV). Therefore, it is evident that LCO-HEOs significantly reduce the Gibbs free energy barrier for the SRR, thus enhancing the electrochemical performance of Li-S batteries. 3 Conclusions In conclusion, we have successfully synthesized 2D polar LCO-HEO nanosheet electrocatalysts to enhance the electrochemical performance of Li-S batteries by a facile liquid-phase process, followed by thermal treatment. High entropy-driven multiple distinct functional polar active sites are formed on the surface of 2D polar LCO-HEO nanosheets by d-d orbital hybridizations, which strengthens the dipole-dipole interaction between polar LCO-HEOs and polar LiPSs, thus effectively alleviating the shuttle effect of LiPSs and greatly accelerating the redox reaction kinetics of LiPSs. S/LCO-HEO composite cathodes deliver a high specific capacity of 1161.1 mA h g−1 at 1.0 C, with a capacity decay rate of 0.036% per cycle after 1200 cycles. More importantly, S/LCO-HEO composite cathodes achieve an excellent rate performance of 546.5 mA h g−1 and high cycling stability of Li-S batteries even at 8.0 C, due to the dipole-dipole interaction with polar LiPSs and structural stability of 2D LCO-HEOs. DFT calculations and experiments demonstrate the formation of multiple distinct functional polar active sites related to Co, Ni, Fe, and Cr centers and strong dipole-dipole interaction with polar LiPSs, resulting in effectively capturing polar LiPSs and completely promoting the sequential conversions of polar LiPSs by the tandem catalysis. This study unveils the promising potential of HEOs in advancing the field of Li-S batteries, expanding the design space for cathode materials, and presenting opportunities to overcome current bottlenecks in the performance of Li-S batteries. Experimental section Experimental details can be found in the Supporting Information. CRediT authorship contribution statement Xinyue Wang: Writing – original draft, Methodology, Investigation, Data curation. Lirong Zhang: Writing – original draft, Methodology, Investigation, Data curation. Chi Zhang: Investigation. Xinzhi Ma: Validation, Data curation. Qi Jin: Formal analysis, Data curation. Lu Li: Investigation, Data curation. Zhiguo Zhang: Investigation, Formal analysis. Xitian Zhang: Writing – review & editing, Supervision, Resources, Funding acquisition, Conceptualization. Lili Wu: Writing – review & editing, Supervision, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was partially supported by grants from the National Natural Science Foundation of China (52072099), Team program of the Natural Science Foundation of Heilongjiang Province, China (No.TD2021E005), Joint Guidance Project of the Natural Science Foundation of Heilongjiang Province, China (No. LH2022E093). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.02.003. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] Q. Cheng Z.-X. Chen X.-Y. Li L.-P. Hou C.-X. Bi X.-Q. Zhang J.-Q. Huang B.-Q. Li J. Energy Chem. 76 2023 181 186 Q. Cheng, Z.-X. Chen, X.-Y. Li, L.-P. Hou, C.-X. Bi, X.-Q. Zhang, J.-Q. Huang, B.-Q. Li, J. Energy Chem. 76 (2023) 181–186. [2] M. Zhao Y.-Q. Peng B.-Q. Li X.-Q. Zhang J.-Q. Huang J. Energy Chem. 56 2021 203 208 M. Zhao, Y.-Q. Peng, B.-Q. Li, X.-Q. Zhang, J.-Q. Huang, J. Energy Chem. 56 (2021) 203–208. [3] X.-Y. Li S. Feng Y.-W. Song C.-X. Zhao Z. Li Z.-X. Chen Q. Cheng X. Chen X.-Q. Zhang B.-Q. Li J.-Q. Huang Q. Zhang J. Am. Chem. Soc. 146 2024 14754 14764 X.-Y. Li, S. Feng, Y.-W. Song, C.-X. Zhao, Z. Li, Z.-X. Chen, Q. Cheng, X. Chen, X.-Q. Zhang, B.-Q. Li, J.-Q. Huang, Q. Zhang, J. Am. Chem. Soc. 146 (2024) 14754–14764. [4] Q. Jin L.R. Zhang M.L. Zhao L. Li X.B. Yu J.P. Xiao L. Kong X.T. Zhang Adv. Funct. Mater. 34 2024 2309624 Q. Jin, L.R. Zhang, M.L. Zhao, L. Li, X.B. Yu, J.P. Xiao, L. Kong, X.T. Zhang, Adv. Funct. Mater. 34 (2024) 2309624. [5] Z.Y. Shi B. Gao R. Cai L. Wang W.T. Liu Z. Chen Materials 15 2022 5674 Z.Y. Shi, B. Gao, R. Cai, L. Wang, W.T. Liu, Z. Chen, Materials 15 (2022) 5674. [6] L.T. Ren K. Sun Y. Wang A. Kumar J. Liu X.W. Lu Y.J. Zhao Q.Y. Zhu W. Liu H.J. Xu X.M. Sun Adv. Mater. 36 2024 2310547 L.T. Ren, K. Sun, Y. Wang, A. Kumar, J. Liu, X.W. Lu, Y.J. Zhao, Q.Y. Zhu, W. Liu, H.J. Xu, X.M. Sun, Adv. Mater. 36 (2024) 2310547. [7] L.P. Hou Y. Li Z. Li Q.K. Zhang B.Q. Li C.X. Bi Z.X. Chen L.L. Su J.Q. Huang R. Wen X.Q. Zhang Q. Zhang Angew. Chem. Int. Ed. 62 2023 e202305466 L.P. Hou, Y. Li, Z. Li, Q.K. Zhang, B.Q. Li, C.X. Bi, Z.X. Chen, L.L. Su, J.Q. Huang, R. Wen, X.Q. Zhang, Q. Zhang, Angew. Chem. Int. Ed. 62 (2023) e202305466. [8] J.J. Zhao Z.-X. Chen Q. Cheng M. Zhao X.Z. Ma X.-Q. Zhang J.-Q. Huang B.-Q. Li J. Mater. Chem. A 12 2024 1852 21845 121842 J.J. Zhao, Z.-X. Chen, Q. Cheng, M. Zhao, X.Z. Ma, X.-Q. Zhang, J.-Q. Huang, B.-Q. Li, J. Mater. Chem. A 12 (2024) 21845–21852. [9] A. Bhargav J.R. He A. Gupta A. Manthiram Joule 4 2020 285 291 A. Bhargav, J.R. He, A. Gupta, A. Manthiram, Joule 4 (2020) 285–291. [10] X.-Y. Li S. Feng C.-X. Zhao Q. Cheng Z.-X. Chen S.-Y. Sun X. Chen X.-Q. Zhang B.-Q. Li J.-Q. Huang Q. Zhang J. Am. Chem. Soc.1 144 2022 14638 14646 X.-Y. Li, S. Feng, C.-X. Zhao, Q. Cheng, Z.-X. Chen, S.-Y. Sun, X. Chen, X.-Q. Zhang, B.-Q. Li, J.-Q. Huang, Q. Zhang, J. Am. Chem. Soc.144 (2022) 14638–14646. [11] Y.-W. Song L. Shen X.-Y. Li C.-X. Zhao J. Zhou B.-Q. Li J.-Q. Huang Q. Zhang Nat. Chem. Eng. 1 2024 588 596 Y.-W. Song, L. Shen, X.-Y. Li, C.-X. Zhao, J. Zhou, B.-Q. Li, J.-Q. Huang, Q. Zhang, Nat. Chem. Eng. 1 (2024) 588–596. [12] X.-Y. Li S. Feng M. Zhao C.-X. Zhao X. Chen B.-Q. Li J.-Q. Huang Q. Zhang Angew. Chem. Int. Ed. 134 2022 e202114671 X.-Y. Li, S. Feng, M. Zhao, C.-X. Zhao, X. Chen, B.-Q. Li, J.-Q. Huang, Q. Zhang, Angew. Chem. Int. Ed. 134 (2022) e202114671. [13] J.S. Yeon Y.H. Ko T.H. Park H. Park J. Kim H.S. Park Energy Environ. Mater. 5 2022 555 564 J.S. Yeon, Y.H. Ko, T.H. Park, H. Park, J. Kim, H.S. Park, Energy Environ. Mater. 5 (2022) 555–564. [14] Y. Lu J.-L. Qin T. Shen Y.F. Yu K. Chen Y.-Z. Hu J.-N. Liang M.-X. Gong J.-J. Zhang D.-L. Wang Adv. Energy Mater. 11 2021 2101780 Y. Lu, J.-L. Qin, T. Shen, Y.F. Yu, K. Chen, Y.-Z. Hu, J.-N. Liang, M.-X. Gong, J.-J. Zhang, D.-L. Wang, Adv. Energy Mater. 11 (2021) 2101780. [15] Z. Li J.T. Zhang X.W. Lou Angew. Chem. Int. Ed. 54 2015 12886 12890 Z. Li, J.T. Zhang, X.W. Lou, Angew. Chem. Int. Ed. 54 (2015) 12886–12890. [16] T. Jousseaume J.-F. Colin M. Chandesris S. Lyonnard S. Tardif Energy Environ. Sci. 17 2024 2753 2764 T. Jousseaume, J.-F. Colin, M. Chandesris, S. Lyonnard, S. Tardif, Energy Environ. Sci. 17 (2024) 2753–2764. [17] K. Zhou G. Shang H.-H. Hsu S.T. Han V.A.L. Roy Y. Zhou Adv. Mater. 35 2023 2207774 K. Zhou, G. Shang, H.-H. Hsu, S.T. Han, V.A.L. Roy, Y. Zhou, Adv. Mater. 35 (2023) 2207774. [18] J.M. Gonçalves É.A. Santos P.R. Martins C.G. Silva H. Zanin Energy Storage Mater. 63 2023 102999 J.M. Gonçalves, É.A. Santos, P.R. Martins, C.G. Silva, H. Zanin, Energy Storage Mater. 63 (2023) 102999. [19] Q.Q. Mao X. Mu K. Deng H.J. Yu Z.Q. Wang Y. Xu X.N. Li L. Wang H.J. Wang Adv. Funct. Mater. 33 2023 2304963 Q.Q. Mao, X. Mu, K. Deng, H.J. Yu, Z.Q. Wang, Y. Xu, X.N. Li, L.Wang, H.J. Wang, Adv. Funct. Mater. 33 (2023) 2304963. [20] Z.Y. Wang H. Ge S. Liu G.R. Li X.P. Gao Energy Environ. Mater. 6 2023 e12358 Z.Y. Wang, H. Ge, S. Liu, G.R. Li, X.P. Gao, Energy Environ. Mater. 6 (2023) e12358. [21] R.N. Jiang X.Q. Qi J. Ji F.Y. Yang C. Feng J. Zheng X.Y. Jin R.Y. Zhang L. Qie Energy Storage Mater. 66 2024 103215 R.N. Jiang, X.Q. Qi, J. Ji, F.Y. Yang, C. Feng, J. Zheng, X.Y. Jin, R.Y. Zhang, L. Qie, Energy Storage Mater. 66 (2024) 103215. [22] Q. Zhang Z.Y. Zheng R.H. Gao X. Xiao M.L. Jiao B. Wang G.M. Zhou H.-M. Cheng Adv. Mater. 36 2024 2401018 Q. Zhang, Z.Y. Zheng, R.H. Gao, X. Xiao, M.L. Jiao, B. Wang, G.M. Zhou, H.-M. Cheng, Adv. Mater. 36 (2024) 2401018. [23] Q.Q. Ji L. Bi J.T. Zhang H.J. Cao X.S. Zhao Energy Environ. Sci. 13 2020 1408 1428 Q.Q. Ji, L. Bi, J.T. Zhang, H.J. Cao, X.S. Zhao, Energy Environ. Sci. 13 (2020) 1408–1428. [24] S. Jiang T. Hu J. Gild N. Zhou J. Nie M. Qin T. Harrington K. Vecchio J. Luo Scr. Mater. 142 2018 116 120 S. Jiang, T. Hu, J. Gild, N. Zhou, J. Nie, M. Qin, T. Harrington, K. Vecchio, J. Luo, Scripta Materialia 142 (2018) 116–120. [25] H. Huang J. Zhao H. Guo B. Weng H. Zhang R.A. Saha M. Zhang F. Lai Y. Zhou R.-Z. Juan P.-C. Chen S. Wang J.A. Steele F. Zhong T. Liu J. Hofkens Y.-M. Zheng J. Long M.B.J. Roeffaers Adv. Mater. 36 2024 2313209 H. Huang, J. Zhao, H. Guo, B. Weng, H. Zhang, R.A. Saha, M. Zhang, F. Lai, Y. Zhou, R.-Z. Juan, P.-C. Chen, S. Wang, J.A. Steele, F. Zhong, T. Liu, J. Hofkens, Y.-M. Zheng, J. Long, M.B.J. Roeffaers, Adv. Mater. 36 (2024) 2313209. [26] K.S. Liu H.R. Jin L.W. Huang Y.X. Luo Z.H. Zhu S.M. Dai X.Y. Zhuang Z.D. Wang L. Huang J. Zhou Sci. Adv. 8 2022 eabn2030 K.S. Liu, H.R. Jin, L.W. Huang, Y.X. Luo, Z.H. Zhu, S.M. Dai, X.Y. Zhuang, Z.D. Wang, L. Huang, J. Zhou, Sci. Adv. 8 (2022) eabn2030. [27] X.H. Sun D.X. Wu L.F. Zou S.D. House X.B. Chen M. Li D.N. Zakharov J.C. Yang G.W. Zhou Nature 607 2022 708 713 X.H. Sun, D.X. Wu, L.F. Zou, S.D. House, X.B. Chen, M. Li, D.N. Zakharov, J.C. Yang, G.W. Zhou, Nature 607 (2022) 708–713. [28] Y.P. Lv L.L. Lin R.X. Xue P.F. Zhang F.Y. Ma T. Gan J.W. Zhang D.W. Gao X.B. Zheng L.G. Wang Y.C. Qin H. Zhao Y.M. Dong Y. Wang Y.F. Zhu Adv. Energy Mater. 14 2024 2304515 Y.P. Lv, L.L. Lin, R.X. Xue, P.F. Zhang, F.Y. Ma, T. Gan, J.W. Zhang, D.W. Gao, X.B. Zheng, L.G. Wang, Y.C. Qin, H. Zhao, Y.M. Dong, Y. Wang, Y.F. Zhu, Adv. Energy Mater. 14 (2024) 2304515. [29] H.J. Wang X. Gao S. Zhang Y. Mei L.S. Ni J.Q. Gao H.Q. Liu N.Y. Hong B.C. Zhang F.J. Zhu W.T. Deng G.Q. Zou H.S. Hou X.-Y. Cao H.Y. Chen X.B. Ji ACS Nano 17 2023 12530 12543 H.J. Wang, X. Gao, S. Zhang, Y. Mei, L.S. Ni, J.Q. Gao, H.Q. Liu, N.Y. Hong, B.C. Zhang, F.J. Zhu, W.T. Deng, G.Q. Zou, H.S. Hou, X.-Y. Cao, H.Y. Chen, X.B. Ji, ACS Nano 17 (2023) 12530–12543. [30] Y.Y. Yang Z. Jia Q.Q. Wang Y.J. Liu L.G. Sun B. Sun J. Kuang S.J. Dai J.G. He S.D. Liu L.B. Duan H.J. Tang L.-C. Zhang J.J. Kruzic J. Lu B.L. Shen Energy Environ. Sci. 17 2024 5854 5865 Y.Y. Yang, Z. Jia, Q.Q. Wang, Y.J. Liu, L.G. Sun, B. Sun, J. Kuang, S.J. Dai, J.G. He, S.D. Liu, L.B. Duan, H.J. Tang, L.-C. Zhang, J.J. Kruzic, J. Lu, B.L. Shen, Energy Environ. Sci. 17 (2024) 5854–5865. [31] J.Y. Wu H. Gong Z.S. Zhang J.Y. He P. Ariza M. Ortiz Z.L. Zhang Appl. Mater. Today 15 2019 34 42 J.Y. Wu, H. Gong, Z.S. Zhang, J.Y. He, P. Ariza, M. Ortiz, Z.L. Zhang, Appl. Mater. Today 15 (2019) 34–42. [32] F. Banhart J. Kotakoski A.V. Krasheninnikov ACS Nano 5 2011 26 41 F. Banhart, J. Kotakoski, A.V. Krasheninnikov, ACS Nano 5 (2011) 26–41. [33] L. Liu P. Lazor X.D. Li High Press Res. 39 2019 533 546 L. Liu, P. Lazor, X.D. Li, High Press Res. 39 (2019) 533–546. [34] H.Y. Zou L.T. Guo H. Xue Y. Zhang X.F. Shen X.T. Liu P.H. Wang X. He G.Z. Dai P. Jiang H.W. Zheng B.B. Zhang C. Xu Z.L. Wang Nat. Commun. 11 2020 2093 H.Y. Zou, L.T. Guo, H. Xue, Y. Zhang, X.F. Shen, X.T. Liu, P.H. Wang, X. He, G.Z. Dai, P. Jiang, H.W. Zheng, B.B. Zhang, C. Xu, Z.L. Wang, Nat. Commun. 11 (2020) 2093. [35] X.J. Wang G.Z. Zhang L. Yang E. Sharman J. Jiang Wires Comput. Mol. Sci. 8 2018 e1369 X.J. Wang, G.Z. Zhang, L. Yang, E. Sharman, J. Jiang, WIREs Comput. Mol. Sci. 8 (2018) e1369. [36] C. Huang J. Yu C.Y. Zhang Z.B. Cui J.K. Chen W.-H. Lai Y.-J. Lei B.F. Nan X. Lu R. He L. Gong J.S. Li C.H. Li X.D. Qi Q. Xue J.Y. Zhou X.Q. Qi L. Balcells J. Arbiol A. Cabot Adv. Mater. 36 2024 2400810 C. Huang, J. Yu, C.Y. Zhang, Z.B. Cui, J.K. Chen, W.-H. Lai, Y.-J. Lei, B.F. Nan, X. Lu, R. He, L. Gong, J.S. Li, C.H. Li, X.D. Qi, Q. Xue, J.Y. Zhou, X.Q. Qi, L. Balcells, J. Arbiol, A. Cabot, Adv. Mater. 36 (2024) 2400810. [37] C. Huang J. Yu C.H. Li Z.B. Cui C.Q. Zhang C.Y. Zhang B.F. Nan J.S. Li J. Arbiol A. Cabot Adv. Funct. Mater. 33 2023 2305624 C. Huang, J. Yu, C.H. Li, Z.B. Cui, C.Q. Zhang, C.Y. Zhang, B.F. Nan, J.S. Li, J. Arbiol, A. Cabot, Adv. Funct. Mater. 33 (2023) 2305624. [38] R.J. Meng Q.J. Du N. Zhong X. Zhou S.H. Liu S.F. Yin X. Liang Adv. Energy Mater. 11 2021 2102819 R.J. Meng, Q.J. Du, N. Zhong, X. Zhou, S.H. Liu, S.F. Yin, X. Liang, Adv. Energy Mater. 11 (2021) 2102819. [39] B. Qin X.M. Zhao Q. Wang W.Q. Yao Y.F. Cai Y.H. Chen P.C. Wang Y.C. Zou J. Cao X.H. Zheng J.L. Qi W. Cai Energy Storage Mater. 55 2023 445 454 B. Qin, X.M. Zhao, Q. Wang, W.Q. Yao, Y.F. Cai, Y.H. Chen, P.C. Wang, Y.C. Zou, J. Cao, X.H. Zheng, J.L. Qi, W. Cai, Energy Storage Mater. 55 (2023) 445–454. [40] L.Y. Tian Z. Zhang S. Liu G. Li X.P. Gao Nano Energy 106 2023 108037 L.Y. Tian, Z. Zhang, S. Liu, G. Li, X.P. Gao, Nano Energy 106 (2023) 108037. [41] L.Y. Tian Z. Zhang S. Liu G. Li X.P. Gao Energy Environ. Mater. 5 2022 645 654 L.Y. Tian, Z. Zhang, S. Liu, G. Li, X.P. Gao, Energy Environ. Mater. 5 (2022) 645–654. [42] H.R. Fan Y.B. Si Y.M. Zhang F.L. Zhu X. Wang Y.Z. Fu Green Energy Environ. 9 2024 565 572 H.R. Fan, Y.B. Si, Y.M. Zhang, F.L. Zhu, X. Wang, Y.Z. Fu, Green Energy Environ. 9 (2024) 565–572. [43] W.S. Hou Y.X. Yang L. Fang Y.Q. Mao W. Sun Y. Bai K.N. Sun Z.H. Wang Chem. Eng. J. 409 2021 128079 W.S. Hou, Y.X. Yang, L. Fang, Y.Q. Mao, W. Sun, Y. Bai, K.N. Sun, Z.H.Wang, Chem. Eng. J. 409 (2021) 128079. [44] L. Zhou H. Li X.C. Wu Y. Zhang D.L. Danilov R.-A. Eichel P.H.L. Notten ACS Appl. Energy Mater. 2 2019 8153 8162 L. Zhou, H. Li, X.C. Wu, Y. Zhang, D.L. Danilov, R.-A. Eichel, P.H.L. Notten, ACS Appl. Energy Mater. 2 (2019) 8153–8162. [45] Y.H. Xu W.C. Yuan C.N. Geng Z.H. Hu Q. Li Y.F. Zhao X. Zhang Z. Zhou C.P. Yang Q.-H. Yang Adv. Sci. 11 2024 2402497 Y.H. Xu, W.C. Yuan, C.N. Geng, Z.H. Hu, Q. Li, Y.F. Zhao, X. Zhang, Z. Zhou, C.P. Yang, Q.-H. Yang, Adv. Sci. 11 (2024) 2402497. [46] C. Zhang L.R. Zhang Z.G. Zhang X.T. Zhang L.L. Wu J. Colloid Interface Sci. 661 2024 472 481 C. Zhang, L.R. Zhang, Z.G. Zhang, X.T. Zhang, L.L. Wu, J. Colloid Interface Sci. 661 (2024) 472–481. [47] T. Maihom J. Sittiwong M. Probst J. Limtrakul Phys. Chem. Chem. Phys. 24 2022 8604 8623 T. Maihom, J. Sittiwong, M. Probst, J. Limtrakul, Phys. Chem. Chem. Phys. 24 (2022) 8604–8623. [48] S. Ming K. Meng C.Y. Hou L. Qin S.T. Wang J. Rong X.H. Yu H.Y. Hou Phys. Chem. Chem. Phys. 25 2023 32979 32988 S. Ming, K. Meng, C.Y. Hou, L. Qin, S.T. Wang, J. Rong, X.H. Yu, H.Y. Hou, Phys. Chem. Chem. Phys. 25 (2023) 32979–32988.",
      "scopus-id": "85218899334",
      "coredata": {
        "eid": "1-s2.0-S2095495625001305",
        "dc:description": "Electrocatalysts are an effective strategy to mitigate the shuttling effect of lithium polysulfides (LiPSs) and accelerate the redox kinetics of LiPSs in lithium-sulfur (Li-S) batteries. However, traditional electrocatalysts only have a single active site and often undergo structural collapse and aggregation during charging and discharging, resulting in reduced catalytic performance. Herein, the two-dimensional (2D) polar high-entropy La0.71Sr0.29Co0.21Ni0.20Fe0.19Cr0.20Cu0.20O3 (LCO-HEO) nanosheets were rationally designed and successfully synthesized to address this issue. The distinct functional polar sites in LCO-HEOs were formed by the d-d orbital hybridization between spatially coupling adjacent transition metals, which can strengthen the dipole-dipole interaction between polar LCO-HEOs and polar LiPSs. 2D polar LCO-HEO nanosheets can efficiently capture and trigger the tandem catalysis of polar LiPSs during their sequential conversion. The S/LCO-HEO composite cathode exhibits a high specific capacity of 1161.1 mA h g−1 at 1.0 C, with an ultralow capacity attenuation rate of 0.036% per cycle over 1200 cycles, and achieves stable cycling for 1500 cycles even at 8.0 C. Furthermore, even with a high sulfur loading (5.5 mg cm−2) and a low electrolyte/sulfur (E/S) ratio (4.0 µL mg−1), the S/LCO-HEO composite cathode shows desirable sulfur utilization and good cycle stability. This work demonstrates the feasibility of high entropy-driven multiple distinct functional polar sites for high-rate and long-cycle Li-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625001305",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Xinyue"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Lirong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Chi"
          },
          {
            "@_fa": "true",
            "$": "Ma, Xinzhi"
          },
          {
            "@_fa": "true",
            "$": "Jin, Qi"
          },
          {
            "@_fa": "true",
            "$": "Li, Lu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Zhiguo"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xitian"
          },
          {
            "@_fa": "true",
            "$": "Wu, Lili"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625001305"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625001305"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00130-5",
        "prism:volume": "105",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Strengthened dipole-dipole interaction on high-entropy oxide electrocatalysts for high-rate and excellently stable lithium-sulfur batteries",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          },
          {
            "@_fa": "true",
            "$": "High-entropy oxide"
          },
          {
            "@_fa": "true",
            "$": "Dipole-dipole interaction"
          },
          {
            "@_fa": "true",
            "$": "Composite cathode"
          },
          {
            "@_fa": "true",
            "$": "D-d orbital hybridization"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "292-301",
        "prism:endingPage": "301",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2025",
        "prism:doi": "10.1016/j.jechem.2025.02.003",
        "prism:startingPage": "292",
        "dc:identifier": "doi:10.1016/j.jechem.2025.02.003",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "410",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34192",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "743",
            "@width": "645",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "220343",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "644",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "122179",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "553",
            "@width": "645",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "134354",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "593",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "149563",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "585",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "136607",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "746",
            "@width": "689",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "158033",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11881",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "142",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18197",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20014",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15658",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16335",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17506",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14122",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1818",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "239285",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2459",
            "@width": "2135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1068126",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1749",
            "@width": "2226",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "542886",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2448",
            "@width": "2854",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "778705",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2624",
            "@width": "3248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "806247",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2592",
            "@width": "3008",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "753320",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3302",
            "@width": "3051",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "842578",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "12662255",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001305-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3785",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85218899334"
      }
    }
  }
}