{
  "metadata": {
    "title": "Isolated Co single atoms in nitrogen-doped graphene for aluminum-sulfur batteries with enhanced kinetic response",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-04-30",
    "doi": "10.1016/j.jechem.2021.10.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495621005696",
    "pii": "S2095495621005696"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85119428689",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-10-25 2021-10-25 2021-11-20 2021-11-20 2022-02-24T19:56:12 1-s2.0-S2095495621005696 S2095-4956(21)00569-6 S2095495621005696 10.1016/j.jechem.2021.10.010 S300 S300.1 FULL-TEXT 1-s2.0-S2095495621X00095 2022-07-29T00:34:21.428055Z 0 0 20220401 20220430 2022 2021-10-25T15:57:07.840717Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes orcid primabst ref specialabst 2095-4956 20954956 false 67 67 C Volume 67 32 354 360 354 360 202204 April 2022 2022-04-01 2022-04-30 2022 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ISOLATEDCOSINGLEATOMSINNITROGENDOPEDGRAPHENEFORALUMINUMSULFURBATTERIESENHANCEDKINETICRESPONSE HU Z 1 Introduction 2 Experimental 2.1 Materials 2.2.1 Preparation of CoNG 2.2.2 Preparation of cathode 2.2 Electrochemical measurements 2.3 Characterization 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References YANG 2019 11978 11981 H ZHANG 2017 1706310 Y WEI 2021 169 188 T XU 2020 40 44 H WU 2019 73 C YANG 2020 98 102 H ELIA 2016 7564 7579 G COHN 2015 416 422 G YANG 2017 1898 1902 H YU 2018 586 598 X GUO 2020 22963 22967 Y YU 2020 2004084 X RIVERACARCAMO 2018 5058 5091 C JI 2020 11900 11901 S ZHANG 2019 1903955 L XIAO 2021 452 466 R DU 2019 3977 3985 Z CHEN 2021 16 22 W HU 2020 2023 2026 Z HE 2019 55 70 J GAO 2019 1806724 X LIN 2017 1476 1486 H CHU 2019 418 423 W ZHANG 2019 1 10 K STEVIE 2020 063204 F WANG 2017 1602829 Y BAKER 2017 182 M WANG 2017 1602829 Y BAKER 2017 182 M HUX2022X354 HUX2022X354X360 HUX2022X354XZ HUX2022X354X360XZ 2023-11-20T00:00:00.000Z 2023-11-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 0 item S2095-4956(21)00569-6 S2095495621005696 1-s2.0-S2095495621005696 10.1016/j.jechem.2021.10.010 286353 2022-07-29T00:34:21.428055Z 2022-04-01 2022-04-30 1-s2.0-S2095495621005696-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/MAIN/application/pdf/d4cc480abe86999338837d523739ec76/main.pdf main.pdf pdf true 2414494 MAIN 7 1-s2.0-S2095495621005696-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/PREVIEW/image/png/7b5cb4cdf88e03bbb982aee03d1e3cf2/main_1.png main_1.png png 62998 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495621005696-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/ga1/DOWNSAMPLED/image/jpeg/1206798ce8ec17198b20ab78685d5f5c/ga1.jpg ga1 true ga1.jpg jpg 23368 200 398 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621005696-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr1/DOWNSAMPLED/image/jpeg/a3335e459ee12144c68c29048465401d/gr1.jpg gr1 gr1.jpg jpg 84634 403 713 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621005696-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr2/DOWNSAMPLED/image/jpeg/3e853ef70f091ebe37b3e6ce44cde0ac/gr2.jpg gr2 gr2.jpg jpg 101419 385 761 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621005696-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr3/DOWNSAMPLED/image/jpeg/04889dd697ed71d68270e477029ea1ea/gr3.jpg gr3 gr3.jpg jpg 72330 489 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621005696-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr4/DOWNSAMPLED/image/jpeg/2bc5e7dc0a67faee0a53950c6fb952fc/gr4.jpg gr4 gr4.jpg jpg 131566 651 758 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621005696-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/ga1/THUMBNAIL/image/gif/b5dffd4e960bc528858d6deb99c73304/ga1.sml ga1 true ga1.sml sml 9072 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621005696-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr1/THUMBNAIL/image/gif/0254c1ca06b3bf0e138b11403136843e/gr1.sml gr1 gr1.sml sml 10649 124 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621005696-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr2/THUMBNAIL/image/gif/db73b9c698f28ec2080d3a461a97ff8d/gr2.sml gr2 gr2.sml sml 11622 111 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621005696-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr3/THUMBNAIL/image/gif/5e8e7bf1c11995eb849c6b25d93b5e06/gr3.sml gr3 gr3.sml sml 8711 164 208 IMAGE-THUMBNAIL 1-s2.0-S2095495621005696-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr4/THUMBNAIL/image/gif/48385a01804178db41a7284466f479b6/gr4.sml gr4 gr4.sml sml 10830 164 191 IMAGE-THUMBNAIL 1-s2.0-S2095495621005696-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/ga1/HIGHRES/image/jpeg/9b6f900fe6e7fba84dd0fdd1ff8d883e/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 80569 531 1057 IMAGE-HIGH-RES 1-s2.0-S2095495621005696-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr1/HIGHRES/image/jpeg/331df66de03d2e327a32a713ee9b7736/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 836156 1674 2960 IMAGE-HIGH-RES 1-s2.0-S2095495621005696-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr2/HIGHRES/image/jpeg/fe953aab446e325f67aa3df2e3db6d0a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 861395 1705 3368 IMAGE-HIGH-RES 1-s2.0-S2095495621005696-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr3/HIGHRES/image/jpeg/3b6d201dbc29caa239b8bf6d9db11771/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 334088 1650 2099 IMAGE-HIGH-RES 1-s2.0-S2095495621005696-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/gr4/HIGHRES/image/jpeg/e9bedc0f82d1329739cfa2c0099f2776/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 516108 1844 2148 IMAGE-HIGH-RES 1-s2.0-S2095495621005696-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621005696/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/35a7fd20d37b3510e1ec1e37dd04ad19/mmc1.docx mmc1 mmc1.docx docx 1119466 APPLICATION 1-s2.0-S2095495621005696-am.pdf am am.pdf pdf 988330 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:107LBDFB7PH/MAIN/application/pdf/372655bbbeb94bf35972470e7e6455e1/am.pdf JECHEM 2203 S2095-4956(21)00569-6 10.1016/j.jechem.2021.10.010 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Structure characteristics of the CoNG. (a) TEM and (b) HAADF-STEM images of CoNG. (c) High resolution XPS N1s spectra of CoNG and NG. (d) XANES and (e) FT-EXAFS spectra of CoNG and reference samples including Co foil, Co3O4 and CoPc. (f) Wavelet transforms for CoNG. Fig. 2 Structure and morphology of CoNG-S. (a) XRD patterns of CoNG, pure S, and CoNG-S. (b) TG curves of CoNG-S. (c-g) Elemental mapping images of CoNG-S. Fig. 3 Electrochemical performance of CoNG-S cathode. (a) CV and (b) discharge–charge profiles and (c) voltage hysteresis of Al-S batteries assembled with CoNG-S and NG-S, and rGO-S electrodes. (d) Cycling performance of the CoNG-S cathode at a current density of 200 mA·g−1 with S areal loadings of 0.45 mg cm−2. Fig. 4 Catalytic effects of CoNG-S on sulfur conversion. Evolution of XPS S2p spectra during electrochemical cycling of (a) CoNG-S and (b) NG-S. (c) UV–vis spectra of the electrolyte after 1 discharge–charge cycle in the Al-S battery assembled with CoNG-S and NG-S cathodes. (d) Evolution of Co L-edge XANS during electrochemical cycling. Isolated Co single atoms in nitrogen-doped graphene for aluminum-sulfur batteries with enhanced kinetic response Zhiqiu Hu a 1 Shuai Xie a 1 Yue Guo a Yadong Ye a Jing Zhang b Song Jin a ⁎ Hengxing Ji a ⁎ a Hefei National Laboratory for Physical Sciences at the Microscale, School of Chemistry and Materials Science, CAS Key Laboratory of Materials for Energy Conversion, University of Science and Technology of China, Hefei 230026, Anhui, China Hefei National Laboratory for Physical Sciences at the Microscale School of Chemistry and Materials Science CAS Key Laboratory of Materials for Energy Conversion University of Science and Technology of China Hefei 230026 Anhui China Hefei National Laboratory for Physical Sciences at the Microscale, School of Chemistry and Materials Science, CAS Key Laboratory of Materials for Energy Conversion, University of Science and Technology of China, Hefei 230026, Anhui, China b Beijing Synchrotron Radiation Facility (BSRF), Institute of High Energy Physics, Chinese Academy of Sciences, Beijing 100864, China Beijing Synchrotron Radiation Facility (BSRF) Institute of High Energy Physics Chinese Academy of Sciences Beijing 100864 China Beijing Synchrotron Radiation Facility (BSRF), Institute of High Energy Physics, Chinese Academy of Sciences, Beijing 100864, China ⁎ Corresponding authors. 1 These authors contributed equally to the work. Graphical abstract In this work, we proposed catalytic effect of single atom catalysts on the electrochemical conversion reactions of sulfur in Al-S system. We demonstrated that nitrogen-doped graphene with monodispersed cobalt atoms (CoNG) based cathode facilitated both the formation and decomposition of AlS x in discharge and charge processes and thus decrease the overall hysteresis voltage of Al-S cells. Al-S batteries are promising next generation energy storage devices due to their high theoretical energy density (1340 Wh kg−1), low cost, and safe operation. However, the electrochemical performance of Al-S batteries suffers poor reversibility owing to slow kinetic processes determined by the difficulty of reversible conversion between Al and S. Here, we proposed a single-atom catalysts comprising Co atoms embedded in a nitrogen-doped graphene (CoNG) as an electrochemical catalyst in the sulfur cathode that renders a reduced discharge-charge voltage hysteresis and improved sulfur utilization in the cathode. The structural and electrochemical analyses suggest that the CoNG facilitated both the formation and oxidation of AlS x during the electrochemical reactions of the sulfur species. Consequently, the CoNG-S composite can deliver a considerably reduced voltage hysteresis of 0.76 V and a reversible specific capacity of 1631 mAh g−1 at 0.2 A g−1 with a sulfur utilization of more than 97%. Keywords Single atom Catalyst Graphene Aluminum sulfur battery 1 Introduction Aluminum metal, because of its high nature abundance, good safety and high theoretical capacity of 2980 mAh g−1 and 8046 mAh cm−3, has attracted great attention as a promising anode material for next generation energy storage system [1–4]. Nowadays, most of rechargeable aluminum batteries work with aluminum metal anode in conjunction with insertion-type cathodes such as metal-oxides, conductive polymer, and carbon materials in ionic liquid-based electrolyte, which deliver limited specific capacities (<500 mAh g−1) [5,6]. Sulfur as a conversion-type cathode with a high theoretical capacity of 1675 mAh g−1, is considered to be a superior cathode. Coupling an Al-based anode with a S-based cathode offers the promise of Al-S battery with a remarkable theoretical energy density of 1371 Wh kg−1 [7]. However, the electrochemical performance of Al-S battery is associated with sluggish kinetic response of the sulfur cathode that leads to high charge–discharge voltage hysteresis and low sulfur utilization, consequently, reduces the overall energy storage efficiency and energy density. Since first reported of Al-S battery in 2015 [8], optimizing the electrolytes have been developed to resolve slow kinetics of the charge/discharge processes of Al-S batteries. For instance, Li et al found that the energy barrier for Al2Cl6Br- dissociation to Al3+ was lowered than that of Al2Cl7 - [9]. The kinetically accelerated Al-S battery using Al2Cl6Br- delivered a high sulfur utilization of more than 80% and a low charge–discharge voltage hysteresis of ∼0.85 V. Instead of dealing with dissociation process of Al ionic cluster to Al3+, Manthiram et al. demonstrated that the presence of Li+ ions in ionic liquid could promote the formation of soluble polysulfide intermediates through a strong coordination of Li+ ions with Al polysulfides, which lowered the kinetic barrier for reduction or oxidation of Al polysulfides during cycling [10]. The cell presented a capacity of up to 600 mAh g−1 after 50 cycles albeit with relatively high voltage hysteresis (∼1.2 V). Other than electrolyte optimization, the modification of cathode material has also been explored. Recently, our group reported a cobalt-containing electrocatalyst in the sulfur cathode to accelerate the electrochemical conversion reactions of sulfur. The Al-S battery, assembled with the S cathode consisting of Co(II,III) electrocatalyst that showed a low voltage hysteresis of 0.8 V and a specific capacity retention of 500 mAh g−1 after 200 cycles at 1 A g−1 discharge/charge current density [11]. Nevertheless, due to the sluggish reaction kinetics of the electrochemical reaction between sulfur and aluminum, thus far almost all of these works have been limited to low reversibility with poor sulfur utility and high charge–discharge voltage hysteresis (>0.8 V), which is still unsatisfactory comparing to those of the Li-S batteries [12]. Single-atom catalysts (SACs) with individual metal atoms dispersed on solid substrates that combines the advantages of both homogeneous and heterogeneous catalysts, has recently emerged as an exciting class of catalysts [13,14]. The nearly maximized atom-utilization efficiency and unsaturated coordination environment of the active center in SACs endows the catalyst with highly catalytic activity or/and selectivity. In the case of Li-S battery, SACs has been introduced into the S cathode to reduce the kinetic barrier of phase transformation of polysulfides and trigger the multi-electron reaction of the S [15,16]. We believe this method is also applicable for Al-S system to achieve an enhanced electrochemical performance. Herein, we proposed catalytic effect of nitrogen-doped graphene with monodispersed cobalt atoms (CoNG) on the electrochemical conversion reactions of sulfur in Al-S system. Aberration-corrected high-angle annular dark-field scanning transmission electron microscopy and X-ray absorption fine structure analyses confirmed that Co single atoms embedded in carbon supports with a Co-N4 moiety. The spectroscopic and electrochemical analysis results revealed that the Co single atoms facilitated both the formation and decomposition of AlS x in discharge and charge processes, respectively. Consequently, the kinetically accelerated Al-S battery can deliver an initial gravimetric capacity of 1631 mAh g−1 with a sulfur utilization of more than 97%, and a reduced discharge–charge voltage hysteresis of 0.75 V which is the minimum value among previous works. 2 Experimental 2.1 Materials 2.2.1 Preparation of CoNG Nitrogen-doped graphene with monodisperse cobalt atoms (CoNG) was synthesized as previously reported [17]. 100 mg of graphene oxide (GO) powder was mixed with 100 mL of deionized water and sonicated for 3 h to obtain a homogenous dispersion. 1 mL of 3 mg mL−1 CoCl2 6H2O aqueous solution was then added into the as-prepared GO suspension under sonication followed by another 30 min of sonication. After freeze-dried at −70 °C, the precursor was heated at the rate of 20 °C/min to 750 °C under Ar and NH3 gas flow for 1 h to obtain CoNG. 2.2.2 Preparation of cathode Co-N/G was mixed with sulfur powder at the mass ratio of 3:7 under argon protection and then heated at 155 °C for 10 h [18]. The obtained S/C composite was then mixed with Ketjen black and PVDF at mass ratio of 7:2:1 in an agate mortar using N-methyl-2-prrrolidone (NMP) as solvent to form a slurry, which was then coated onto Tantalum current collector followed by vacuum drying at 45 °C overnight [19]. The average loading mass density of sulfur per as-prepared cathode is 0.45 mg cm−2. 2.2 Electrochemical measurements The Al-S batteries were assembled in Swagelok-type cells. Al foil was used as the anode, Whatman 934 glass microfiber filter was the separator, and [EMIM]Cl/AlCl3 under mole ratio of 1:1.3 was the electrolyte. All cell assembling was operated in an argon-filled glove box. Galvanostatic charge–discharge was performed in the voltage range between 0.1–1.8 V. The as-prepared battery was measured using a NEWWARE battery system under different current densities. Before long term cycling, the cell was firstly run for one cycle. Cyclic voltammetry was carried out at 0.05 mV s−1 for the cell in use of a Princeton Applied Research Ltd instrument. 2.3 Characterization X-ray photoelectron spectroscopic (XPS) analysis were conducted on Demo Science Surface Analysis, Nanjing, and X-ray adsorption spectroscopy (XAS) analysis were performed on Catalysis and Surface Science Endstation located in National Synchrotron Radiation Laboratory (NSRL), Hefei. To avoid possible decomposition of the chemicals in cathode due to air contact, the specimen were sealed in a distribution chamber in Ar atmosphere before loading into the vacuum chamber of XPS or XAS. The specimen was retrieved from the full cells at different state of charge. 3 Results and discussion CoNG was fabricated by heat treatment of a mixture of graphene oxide (GO) and Co (Ⅱ) chloride under NH3 and Ar gas flow as described in previous publication (see Experiment Section for details) [17]. Scanning electron microscopy (SEM) images showed that CoNG has sheet-like morphology with a wrinkled surface (Fig. S1). No Co-derived nanoparticles or clusters were observed in transmission electron microscopy (TEM) image (Fig. 1 a). The corresponding energy dispersive X-ray elemental mapping revealed C, N, and Co elements were distribute homogeneously in CoNG, suggesting that Co and N were presented. To clearly reveal the atomic-scale structure of CoNG, high-angle annular dark-filed scanning TEM (HAADF-STEM) was used. As shown in Fig. 1(b), a number of bright spots were clearly observed due to the high Z-contrast of Co compared to the surrounded alight elements such as C or N. X-ray photoelectron spectra (XPS, Fig. 1c and Fig. S2) measurement revealed the presence of N, and Co in CoNG, and the atom ratios of N and Co in CoNG were found to be ∼7.2 and ∼0.8 atom%, respectively. The binding energy of Co 2p showed a peak at 795.2 eV, higher than that of Co0 (∼793.3 eV) and slightly lower than that for Co2+ (∼796.5 eV). This data indicated a valence state of Co species between 0 and +2. The high-resolution N 1s spectrum of CoNG could be deconvoluted into pyridinic N (398.4 eV), pyrrolic N (399.8 eV), graphitic N (401.2 eV), and oxidized N (402.6 eV). It should be noted that the strongest peak corresponding to pyridinic N of CoNG upshifted around 0.3 eV in comparison with the reference N-doped graphene (NG), implying that the Co single atoms were mainly bound to pyridinic N. All the characterization results above have proven the atomically dispersed Co species were successfully synthesized on the graphene matrix. To further analyze the electronic and coordination environment of our synthetic CoNG, X-ray absorption near-edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) were performed. The Co absorption edge energy of the CoNG located between those of Co foil and Co3O4, which was consistent with the XPS results. The derivative XANES spectrum of CoNG was similar to that of the Co phthalocyanine (CoPc) which has a definite structure of Co-N coordinated sites, and clearly differed from that of the Co foil and Co3O4. This demonstrated the Co state in CoNG might has a similar in structure to that of CoNG with Co-N coordinated sites rather than Co-O and Co-Co. The aggregation state of Co species was also probed by EXAFS (Fig. 1e). The CoNG showed a strong peak at approximately 1.4 Å, corresponding to the first shell Co-N coordination, and no Co-Co peak at 2.2 Å could be detected in CoNG. Wavelet transform (WT) analysis could distinguish the backscattering atoms even they overlap in R-space, providing not only k-space resolution but also radial distance resolution. As shown in Fig. 1(f), WT of CoNG catalyst detected only one intensity maximum (∼4 Å−1), which was very close to that of the CoPc and thus could be assigned to Co-N contribution, but distinct from the feature of metallic Co foil and Co3O4. To determine the quantitative coordination configuration of Co atom, we performed quantitative least-squares EXAFS fitting analysis (Fig. S3). The fitted coordination number of the central Co atom was around 4 and an average Co-N bond length of 1.87 Å, all fitted curve matched well with experimental data (Table S1). Sulfur-loaded CoNG (CoNG-S) was prepared through a melt-diffusion process. The X-ray diffraction (XRD) pattern confirmed the presence of sulfur in CoNG-S, where the intensive peaks could be assigned to orthorhombic S8 structure [20]. The thermogravimetric analysis (TGA) in Fig. 2 (b) indicated the CoNG-S composite has a S mass ratio of 70.6 wt%. After sulfur impregnation, no aggregated sulfur particles were detected on the surface of the CoNG-S as shown in SEM image (Fig. 2c). Elemental mapping images of C, S and Co were in accordance with the morphology of the CoNG-S, revealing the uniform chemical composition of the composite material. The electrochemical studies on CoNG-S in the following were based on the CoNG-S composite with S mass ratio of ∼70.6 wt%. To evaluate the catalytic effects of CoNG-S cathode in the electrochemical conversion reactions of sulfur in Al-S battery. Two control samples were also prepared: reduced graphene oxide (rGO) matrix-anchored sulfur composites (rGO-S) and NG matrix-anchored sulfur composites (NG-S). The electrochemical performance was evaluated in Swagelok-type cells with an Al foil as the anode, glass fiber films as the separator and an ionic liquid [EMIM]Cl: AlCl3 (mole ratio of 1:1.3) as the electrolyte. The mass loading of S is about 0.45 mg cm−2. The cyclic voltammetry (CV) curves of rGO-S, NG-S and CoNG-S were compared in Fig. 3 (a), in which two anodic peaks at 0.64 and 0.41 V and two cathodic peaks at 1.25 V and 1.6 V were observed for the CoNG-S, and a larger polarization was presented in the CV curves of the rGO-S and NG-S, indicating that the presence of Co single atoms in the CoNG-S reduced the voltage hysteresis for Al-S battery. The voltage hysteresis is calculated using the average voltages that are the values of the integration of the voltage-capacity profile over capacity. Thus, the charging voltage and discharging voltage platforms of CoNG-S are calculated to be 1.44 V and 0.68 V, respectively. In contrast, the NG-S cathode exhibited a high voltage hysteresis with the charging voltage and discharging voltage platforms of 1.47 V and 0.26 V, respectively. The current density of the CV profiles represented the reaction rates of the active materials in electrodes. The CoNG-S showed a maximum current density of 0.97 mA g−1, which is about 4 times of the rGO-S and NG-S, respectively, demonstrating that the Co atoms could greatly enhance the electrochemical reaction rate between Al and S. Symmetric cell that assembled with two identical electrodes on both sides of the cell has been applied to evaluate the catalytic effects in the electrochemical conversion reactions of sulfur in the Li-S batteries [21,22]. Similar to the Li-S system, we assemble two types of symmetric cells: NG-S||NG-S and CoNG-S||CoNG-S. The CV profiles of the symmetric cells are performed at scan rate of 0.2 mV s−1. As shown in Fig. S4, the CV of the CoNG-S cell exhibits pronounced reduction/oxidation peaks comparing to the NG-S cell. The maximum current density of CoNG-S cell is 503 μA cm−2, which is about 1.4 times higher than that of the NG-S cell, demonstrating that the Co single atoms can enhance the reaction kinetics of polysulfides when CoNG is present in the Al-S batteries. As shown in Fig. 3(b), the voltage profiles of three types of cells were recorded at the current density of 200 mA g−1 (based on the mass of S in the cathode). The voltage profiles of the three cells indicated that the initial discharge capacity of CoNG-S was 1631 mAh g−1 which was much higher than that of the rGO-S (1112 mAh g−1) and NG-S (1058 mAh g−1). The utilization of sulfur was increased to 97% with the cathode containing Co atoms immobilized in the carbon matrix that can be determined by the ratio of the specific capacity over the theoretical capacity of sulfur (1672 mAh g−1). Moreover, a significant reduction of the voltage hysteresis was also observed. The voltage hysteresis of the three cells were presented in Fig. 3(c) which were calculated form the average voltages that were the integrated value of the voltage-capacity curves over capacity. A large voltage hysteresis of 1.4 V and 1.22 V was obtained for the rGO-S cathode and NG-S cathode, respectively. However, a considerably reduced voltage hysteresis of 0.76 V was observed for CoNG-S cathode, indicating that the enhanced charge/discharge kinetics by the catalytic effect of Co atoms on the electrochemical conversion reactions of sulfur in Al-S battery. The cycle life of the CoNG-S based Al-S cell was exhibited in Fig. 3(d). A maximum discharge capacity of approximately 1631 mAh g−1 could be obtained at 200 mA g−1. Moreover, the CoNG-S also maintained a gravimetric capacity of 1200 mAh g−1 at 500 mA g−1 (Fig. S5). Remarkably, cycling stability demonstrated over 500 mAh g−1 for over 10 cycles, illustrating the substantially improved reversibility for the sulfur reduction/oxidation reaction. We noted that the CE of CoNG-S electrode was above 100% and the cycling stability of CoNG-S cathode was still far from good enough comparing to those of the Li-S battery, the same as that in previously reports [20]. This phenomenon might involve the electrostatics between Al3+ and sulfides anions or side reactions with the cationic aluminum species [9,23,24]. It should also be noted that the CE of Al-S battery gradually increased after 1st cycle. It suggests that the Al-S battery undergoes activation in the initial several cycles for stabilization [25,26]. In the initial cycles, the parasitic reactions will continue to consume the electrolyte and polysulfide intermediates, and consequently lowering the reversibility of the battery. When the cell has been cycled for several times, the electrode/electrolyte interface is stabilized, leading to an enhancement of CE in the following cycles. We take the cross-section SEM images of CoNG-S cathode before and after cycles at a current density of 200 mA g−1 in Fig. S6. The electrode thickness is on average ∼12 μm with loose structure at initial state. However, the CoNG-S after cycles shows a dense structure inside of the electrode with thickness of ∼84 μm. We think this tightly stacked by-product on the electrode surface could impede the free flow of electrons an Al2Cl7 - resulting in the inferior cycling performance. But our study offers important insight into resolving the kinetic issues lied in the multi-electron conversion based electrochemical reactions between the sulfur and aluminum. The undesirable cycle life could be improved by the electrolyte modification or engineering carbon/sulfur composite, however, that is beyond the scope of this work. To reveal the catalytic effect of the CoNG on the electrochemical conversion of sulfur in the cathode of Al-S battery, ex-situ X-ray photoelectron spectroscopy (XPS) analysis was performed at different voltage during the charge–discharge process. For comparison, a control sample (NG-S) was also tested. The S2p spectrum were fitted with constrained spin–orbit split doublets. In both cathodes, a high content of S0 (2p3/2: 163.3 eV and 2p1/2: 164.5 eV) was observed at the pristine state. For the CoNG-S electrode, the S0 peak faded sharply at the discharged state of 0.6 V, that was the end of the first discharge plateau. Meantime, a S2- peak (2p3/2: 161.6 eV and 2p1/2: 162.8 eV) and S- peak (2p3/2: 162.4 eV and 2p1/2: 163.6 eV) were generated. At the fully discharged state of 0.1 V, a higher content of S2- was observed. When the CoNG-S cathode was charged to 1.8 V, the peak of S2- fade away and the peak area ratio of S0 increased. This result demonstrated that CoNG-S cathode could change forth and back reversibly within voltage range of 0.1 to 1.8 V. In comparison, S0 peaks remained fairly consistent to that of the pristine state for NG-S cathode at 0.6 V during the discharge progress, which was in good agreement with the electrochemical results. The sluggish kinetic response of the NG-S cathode leaded to high voltage hysteresis that the element S polysulfides has not be reduced to polysulfides under this voltage. The characteristic peaks of S2 appeared when the NG-S cathode discharged to 0.1 V. After charge NG-S cathode to 1.8 V in the next charge process, the peak area ratio of S0/S2- remains almost constant. It could be attributed to sluggish kinetic response of the conversion between S2- and S0, thus there was still a large amount of S0 and S2- remained on the surface of the electrode which thickness was larger than the detectable depth of XPS (∼5 nm) measurement [27]. Based on the XPS analysis, we can confirm the catalytic effect of Co single atoms on the electrochemical conversion of sulfur, which serve as a bifunctional electrocatalyst to facilitate both the formation and oxidation of AlS x in discharge and charge processes, respectively. Similar to Na-S battery, the amount of polysulfides in electrolyte was indicative of the kinetic response of the electrochemical conversion reactions of sulfur [28]. The higher polysulfide production was very likely owing to the higher reactivity in the system. Therefore, we disassembled the Al-S batteries consisted of CoNG-S and NG-S cathodes after running for 1 cycle under an argon atmosphere in a glove box to analyze the chemical contents in the electrolytes. The chemical contents were analyzed by UV/Vis spectroscopy that performed on an electrolyte-soaked glass fiber separator. For the NG-S cathode, the UV/Vis spectra of the electrolyte at the discharged and charged states were almost overlapped, illustrating slow kinetics of the charge/discharge processes of the battery. On the contrary, a large amount of S6 2- were observed at the charged state for the electrolyte cycled with CoNG-S cathode. The kinetically accelerated Al-S battery assembled with CoNG-S cathode could be further supported by the electrochemical impedance spectroscopy (EIS) analysis. As depicted in Fig. S7, the Al-S batteries assembled with CoNG-S and NG-S cathode showed similar charge transfer resistance and interfacial resistance before cycling. After 10 discharge/charge cycles, the charge transfer resistance and interfacial resistance of the battery assembled with the S electrode significantly increased, which were much larger than those of CoNG-S cathode. To further reveal the catalytic effect of CoNG on the S redox chemistry, we carried out X-ray absorption spectroscopy (XAS) measurements of Co L edge before and after cycling. The Co L2,3-edge XAS corresponded to the transition from the Co 2p3/2 and 2p1/2 core electrons, split by the spin–orbit interaction of the Co 2p core level, to the empty 3d orbitals. The Co L2,3 peaks positions of CoNG-S before and after cycling were very similar. However, the intensity ratio of two peaks located at around 780 eV, namely L2A and L2B, which represented L2 edge of Co has changed. It has previously been claimed that this change is due to the electron transport in Co atom that leads to the changes in the valence states [29], suggesting fast kinetic reaction between Co and polysulfides during the electrochemical reactions of the sulfur species. 4 Conclusions In summary, we utilized N-doped graphene with embedded isolated Co atoms as an electrochemical catalyst in Al-S battery. Combined spectroscopic characterizations including XAS and XPS, we confirmed that in CoNG, Co atoms are coordinated to N atoms to form Co-N4 coordination centers. Mechanistic studies with electrochemical and spectroscopic methodologies indicated that Co-N4 moieties facilitate both the formation and decomposition of AlS x in discharge and charge processes, respectively. Therefore, a kinetically accelerated Al-S battery assembled with CoNG-S cathode yields a gravimetric capacity of 1631 mAh g−1 with a sulfur utilization of more than 97% and a low voltage hysteresis of 0.76 V. We believe this work provides new opportunities for designing advanced conductive hosts with SACs on the development of high-performance Al-S batteries and other electrochemical energy storage and energy conversion systems involving multi-electron chemistry. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We appreciate funding support from the Natural Science Foundation of China (U2032202, 21975243 and 51672262), the National Program for Support of Topnotch Young Professional and the Fundamental Research Funds for the Central Universities (WK2060000026). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.10.010. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] H. Yang H. Li J. Li Z. Sun K. He H.-M. Cheng F. Li Angew. Chem. Int. Ed. 58 2019 11978 11981 H. Yang, H. Li, J. Li, Z. Sun, K. He, H.-M. Cheng, F. Li, Angew. Chem. Int. Ed. 58 (2019) 11978–11996. [2] Y. Zhang S. Liu Y. Ji J. Ma H. Yu Adv. Mater. 30 2017 1706310 Y. Zhang, S. Liu, Y. Ji, J. Ma, H. Yu, Adv. Mater. 30 (2017) 1706310. [3] T.-T. Wei P. Peng S.-Y. Qi Y.-R. Zhu T.-F. Yi J. Energy Chem. 57 2021 169 188 T.-T. Wei, P. Peng, S.-Y. Qi, Y.-R. Zhu, T.-F. Yi, J. Energy Chem. 57 (2021) 169–188. [4] H. Xu H. Chen H. Lai Z. Li X. Dong S. Cai X. Chu C. Gao J. Energy Chem. 45 2020 40 44 H. Xu, H. Chen, H. Lai, Z. Li, X. Dong, S. Cai, X. Chu, C. Gao, J. Energy Chem. 45 (2020) 40–44. [5] C. Wu S. Gu Q. Zhang Y. Bai M. Li Y. Yuan H. Wang X. Liu Y. Yuan N. Zhu F. Wu H. Li L. Gu J. Lu Nat. Commun. 10 2019 73 C. Wu, S. Gu, Q. Zhang, Y. Bai, M. Li, Y. Yuan, H. Wang, X. Liu, Y. Yuan, N. Zhu, F. Wu, H. Li, L. Gu, J. Lu, Nat. Commun. 10 (2019) 73. [6] H. Yang F. Wu Y. Bai C. Wu J. Energy Chem. 45 2020 98 102 H. Yang, F. Wu, Y. Bai, C. Wu, J. Energy Chem. 45 (2020) 98–102. [7] G.A. Elia K. Marquardt K. Hoeppner S. Fantini R. Lin E. Knipping W. Peters J.-F. Drillet S. Passerini R. Hahn Adv. Mater. 28 2016 7564 7579 G.A. Elia, K. Marquardt, K. Hoeppner, S. Fantini, R. Lin, E. Knipping, W. Peters, J.-F. Drillet, S. Passerini, R. Hahn, Adv. Mater. 28 (2016) 7564–7579. [8] G. Cohn L. Ma L.A. Archer J. Power Sources 283 2015 416 422 G. Cohn, L. Ma, L.A. Archer, J. Power Sources 283 (2015) 416–422. [9] H. Yang L. Yin J. Liang Z. Sun Y. Wang H. Li K. He L. Ma Z. Peng S. Qiu C. Sun H.-M. Cheng F. Li Angew. Chem. Int. Ed. 57 2017 1898 1902 H. Yang, L. Yin, J. Liang, Z. Sun, Y. Wang, H. Li, K. He, L. Ma, Z. Peng, S. Qiu, C. Sun, H.-M. Cheng, F. Li, Angew. Chem. Int. Ed. 57 (2017) 1898–1902. [10] X. Yu M.J. Boyer G.S. Hwang A. Manthiram Chem 4 2018 586 598 X. Yu, M.J. Boyer, G.S. Hwang, A. Manthiram, Chem 4 (2018) 586–598. [11] Y. Guo Z. Hu J. Wang Z. Peng J. Zu H. Ji L.-J. Wan Angew. Chem. Int. Ed. 59 2020 22963 22967 Y. Guo, Z. Hu, J. Wang, Z. Peng, J. Zu, H. Ji, L.-J. Wan, Angew. Chem. Int. Ed. 59 (2020) 22963–22967. [12] X. Yu A. Manthiram Adv. Funct. Mater. 30 2020 2004084 X. Yu, A. Manthiram, Adv. Funct. Mater. 30 (2020) 2004084. [13] C. Rivera-Cárcamo P. Serp ChemCatChem 10 2018 5058 5091 C. Rivera‐Cárcamo, P. Serp, ChemCatChem 10 (2018) 5058–5091. [14] S. Ji Y. Chen X. Wang Z. Zhang D. Wang Y. Li Chem. Rev. 120 2020 11900 11901 S. Ji, Y. Chen, X. Wang, Z. Zhang, D. Wang, Y. Li, Chem. Rev. 120 (2020) 11900–11955. [15] L. Zhang D. Liu Z. Muhammad F. Wan W. Xie Y. Wang L. Song Z. Niu J. Chen Adv. Mater. 31 2019 1903955 L. Zhang, D. Liu, Z. Muhammad, F. Wan, W. Xie, Y. Wang, L. Song, Z. Niu, J. Chen, Adv. Mater. 31 (2019) 1903955. [16] R. Xiao K. Chen X. Zhang Z. Yang G. Hu Z. Sun H.-M. Cheng F. Li J. Energy Chem. 54 2021 452 466 R. Xiao, K. Chen, X. Zhang, Z. Yang, G. Hu, Z. Sun, H.-M. Cheng, F. Li, J. Energy Chem. 54 (2021) 452–466. [17] Z. Du X. Chen W. Hu C. Chuang S. Xie A. Hu W. Yan X. Kong X. Wu H. Ji L.-J. Wan J. Am. Chem. Soc. 141 2019 3977 3985 Z. Du, X. Chen, W. Hu, C. Chuang, S. Xie, A. Hu, W. Yan, X. Kong, X. Wu, H. Ji, L.-J. Wan, J. Am. Chem. Soc. 141 (2019) 3977–3985. [18] W. Chen H. Jin S. Xie H. Xie J. Zhu H. Ji L.-J. Wan J. Energy Chem. 54 2021 16 22 W. Chen, H. Jin, S. Xie, H. Xie, J. Zhu, H. Ji, L.-J. Wan, J. Energy Chem. 54 (2021) 16–22. [19] Z. Hu Y. Guo H. Jin H. Ji L. Wan Chem. Commun. 56 2020 2023 2026 Z. Hu, Y. Guo, H. Jin, H. Ji, L. Wan, Chem. Commun. 56 (2020) 2023–2026. [20] J. He A. Manthiram Energy Storage Mater. 20 2019 55 70 J. He, A. Manthiram, Energy Storage Mater. 20 (2019) 55–70. [21] X. Gao X. Yang M. Li Q. Sun J. Liang J. Luo J. Wang W. Li J. Liang Y. Liu S. Wang Y. Hu Q. Xiao R. Li T.-K. Sham X. Sun Adv. Funct. Mater. 29 2019 1806724 X. Gao, X. Yang, M. Li, Q. Sun, J. Liang, J. Luo, J. Wang, W. Li, J. Liang, Y. Liu, S. Wang, Y. Hu, Q. Xiao, R. Li, T.-K. Sham, X. Sun, Adv. Funct. Mater. 29 (2019) 1806724. [22] H. Lin L. Yang X. Jiang G. Li T. Zhang Q. Yao G.W. Zheng J.Y. Lee Energy Environ. Sci. 10 2017 1476 1486 H. Lin, L. Yang, X. Jiang, G. Li, T. Zhang, Q. Yao, G.W. Zheng, J.Y. Lee, Energy Environ. Sci. 10 (2017) 1476–1486. [23] W. Chu X. Zhang J. Wang S. Zhao S. Liu H. Yu Energy Storage Mater. 22 2019 418 423 W. Chu, X. Zhang, J. Wang, S. Zhao, S. Liu, H. Yu, Energy Storage Mater. 22 (2019) 418–423. [24] K. Zhang T.H. Lee J.H. Cha R.S. Varma J.-W. Choi H.W. Jang M. Shokouhimehr Sci. Rep. 9 2019 1 10 K. Zhang, T.H. Lee, J.H. Cha, R.S. Varma, J.-W. Choi, H.W. Jang, M. Shokouhimehr, Sci. Rep. 9 (2019) 1–10. [25] F.A. Stevie C.L. Donley J. Vac. Sci. Technol. A 38 2020 063204 F.A. Stevie, C.L. Donley, J. Vac. Sci. Technol. A 38 (2020) 063204. [26] Y.-X. Wang B. Zhang W. Lai Y. Xu S.-L. Chou H.-K. Liu S.-X. Dou Adv. Energy Mater. 7 2017 1602829 Y.-X. Wang, B. Zhang, W. Lai, Y. Xu, S.-L. Chou, H.-K. Liu, S.-X. Dou, Adv. Energy Mater. 7 (2017) 1602829. [27] M.L. Baker M.W. Mara J.J. Yan K.O. Hodgson B. Hedman E.I. Solomon Coord. Chem. Rev. 345 2017 182 M.L. Baker, M.W. Mara, J.J. Yan, K.O. Hodgson, B. Hedman, E.I. Solomon, Coord. Chem. Rev. 345 (2017) 182. [28] Y.-X. Wang B. Zhang W. Lai Y. Xu S.-L. Chou H.-K. Liu S.-X. Dou Adv. Energy Mater. 7 2017 1602829 Wang Y.-X., Zhang B., Lai W., Xu Y., Chou S.-L., Liu H.-K., Dou S.-X., Adv. Energy Mater. 7 (2017) 1602829. [29] M.L. Baker M.W. Mara J.J. Yan K.O. Hodgson B. Hedman E.I. Solomon Coord. Chem. Rev. 345 2017 182 Baker M.L., Mara M.W., Yan J.J., Hodgson K.O., Hedman B., Solomon E.I., Coord. Chem. Rev. 345 (2017) 182.",
      "scopus-id": "85119428689",
      "coredata": {
        "eid": "1-s2.0-S2095495621005696",
        "dc:description": "Al-S batteries are promising next generation energy storage devices due to their high theoretical energy density (1340 Wh kg−1), low cost, and safe operation. However, the electrochemical performance of Al-S batteries suffers poor reversibility owing to slow kinetic processes determined by the difficulty of reversible conversion between Al and S. Here, we proposed a single-atom catalysts comprising Co atoms embedded in a nitrogen-doped graphene (CoNG) as an electrochemical catalyst in the sulfur cathode that renders a reduced discharge-charge voltage hysteresis and improved sulfur utilization in the cathode. The structural and electrochemical analyses suggest that the CoNG facilitated both the formation and oxidation of AlS x during the electrochemical reactions of the sulfur species. Consequently, the CoNG-S composite can deliver a considerably reduced voltage hysteresis of 0.76 V and a reversible specific capacity of 1631 mAh g−1 at 0.2 A g−1 with a sulfur utilization of more than 97%.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495621005696",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hu, Zhiqiu"
          },
          {
            "@_fa": "true",
            "$": "Xie, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Guo, Yue"
          },
          {
            "@_fa": "true",
            "$": "Ye, Yadong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jing"
          },
          {
            "@_fa": "true",
            "$": "Jin, Song"
          },
          {
            "@_fa": "true",
            "$": "Ji, Hengxing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495621005696"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495621005696"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00569-6",
        "prism:volume": "67",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Isolated Co single atoms in nitrogen-doped graphene for aluminum-sulfur batteries with enhanced kinetic response",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single atom"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Graphene"
          },
          {
            "@_fa": "true",
            "$": "Aluminum sulfur battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "354-360",
        "prism:endingPage": "360",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2022",
        "prism:doi": "10.1016/j.jechem.2021.10.010",
        "prism:startingPage": "354",
        "dc:identifier": "doi:10.1016/j.jechem.2021.10.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "398",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23368",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "403",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84634",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "385",
            "@width": "761",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101419",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "489",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72330",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "651",
            "@width": "758",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131566",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9072",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10649",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11622",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8711",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10830",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1057",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "80569",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1674",
            "@width": "2960",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "836156",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1705",
            "@width": "3368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "861395",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1650",
            "@width": "2099",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "334088",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1844",
            "@width": "2148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "516108",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1119466",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621005696-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "988330",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85119428689"
      }
    }
  }
}