{
  "metadata": {
    "title": "Vapor-phase conversion of waste silicon powders to silicon nanowires for ultrahigh and ultra-stable energy storage performance",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-03-31",
    "doi": "10.1016/j.jechem.2024.10.039",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495624007447",
    "pii": "S2095495624007447"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85209358762",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2024-11-06 2024-11-06 2024-11-20 2024-11-20 2025-03-17T15:56:10 1-s2.0-S2095495624007447 S2095-4956(24)00744-7 S2095495624007447 10.1016/j.jechem.2024.10.039 S300 S300.1 FULL-TEXT 1-s2.0-S2095495624X00121 2025-03-17T16:13:18.945859Z 0 0 20250301 20250331 2025 2024-11-06T02:58:20.914095Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 102 102 C Volume 102 4 27 36 27 36 202503 March 2025 2025-03-01 2025-03-31 2025 article fla © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. VAPORPHASECONVERSIONWASTESILICONPOWDERSSILICONNANOWIRESFORULTRAHIGHULTRASTABLEENERGYSTORAGEPERFORMANCE LI H 1 Introduction 2 Experimental 2.1 Synthesis of the SiNWs and SiNWs@C materials 2.2 Other experimental preparation 2.3 Materials characterization 2.4 Electrodes electrochemical measurements 3 Results and discussion 3.1 Synthesis, characterisation, and mechanistic analysis of the SiNWs 3.2 SiNWs and CC composite as lithium anode 3.3 SiNWs@C extended preparation 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References TIAN 2009 16 24 B MAI 1862 11828 111821 L SONG 2012 654 673 T CURTIN 2012 887 894 B CUI 2003 149 152 Y YAN 2022 309 314 M CUI 2001 1289 1292 Y TIAN 2010 830 834 B HANNON 2006 69 71 J SRIVASTAVA 2021 2005932 R HOLMES 2000 1471 1473 J MORALES 1998 208 211 A WANG 2013 5177 5195 Y DASGUPTA 2014 2137 2184 N SCHMIDT 2009 2681 2702 B BOGDANOV 2019 1077 D MA 2020 4780 4788 Q WAGNER 2019 486 494 N XI 2021 125480 F LU 2022 594 604 J LI 2021 117581 J QIAN 2021 2962 2974 G ZHAO 2004 1721 1724 Q SHI 2004 1733 1736 Y DONG 2017 14453 14457 Y JUZELIUNAS 2020 1690 1709 E WANG 1999 237 242 N SHI 2000 1343 1345 W PAN 2001 2507 2514 Z DONG 2022 470 476 Q LU 2021 2102103 J LEE 2016 5366 5384 J WANG 2020 848 858 H ZHANG 2018 669 681 H SON 2018 1705430 Y ZHANG 2020 1908445 L IMTIAZ 2021 2105917 S KARUPPIAH 2015 12006 112001 S JEONG 2020 2002108 Y COLLINS 2021 2102333 G AMINU 2020 2003278 I SONG 2014 720 731 T LEE 2000 16 23 S PENG 2005 2797 2802 K SHI 2005 1733 1736 Y HUTAGALUNG 2007 633 637 S LI 2014 75 85 F ZHANG 2022 e00454 W HOFMANN 2008 372 375 S WAGNER 1964 89 90 R WANG 2006 186 189 Y RASHAD 2023 139397 M XU 2016 1601481 Q YANG 2024 152828 F LIU 2024 17326 17338 S LIX2025X27 LIX2025X27X36 LIX2025X27XH LIX2025X27X36XH 2026-11-20T00:00:00.000Z 2026-11-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-11-22T04:32:39.321Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 52074255 52274412 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was partially funded by the National Natural Science Foundation of China (52074255, 52274412). item S2095-4956(24)00744-7 S2095495624007447 1-s2.0-S2095495624007447 10.1016/j.jechem.2024.10.039 286353 2025-03-17T16:13:18.945859Z 2025-03-01 2025-03-31 1-s2.0-S2095495624007447-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/MAIN/application/pdf/daa9625d7bcd63d48e32b7c6b4d2ca57/main.pdf main.pdf pdf true 3444657 MAIN 10 1-s2.0-S2095495624007447-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/PREVIEW/image/png/4bc72ef6925e1e51d7ec86531321ada0/main_1.png main_1.png png 63149 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495624007447-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/ga1/DOWNSAMPLED/image/jpeg/143f8f10cb9811a9656f18ed74a938a7/ga1.jpg ga1 true ga1.jpg jpg 18066 200 434 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr1/DOWNSAMPLED/image/jpeg/99c06bbc27d1326708aac6b2a32258cc/gr1.jpg gr1 gr1.jpg jpg 141051 749 656 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr2/DOWNSAMPLED/image/jpeg/b60992c3543fe63bfdbb0be13ee95de1/gr2.jpg gr2 gr2.jpg jpg 107260 554 658 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr3/DOWNSAMPLED/image/jpeg/fa5b290515e3ae6021945788ae850dba/gr3.jpg gr3 gr3.jpg jpg 119960 581 648 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr4/DOWNSAMPLED/image/jpeg/22a3908efd2b6d2ec61299ec3dd62a94/gr4.jpg gr4 gr4.jpg jpg 85981 565 653 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr5/DOWNSAMPLED/image/jpeg/8545e493cd55c022ed772d41f8f3bdc7/gr5.jpg gr5 gr5.jpg jpg 141644 628 753 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr6/DOWNSAMPLED/image/jpeg/fca5766837334be464a39532b4ffd871/gr6.jpg gr6 gr6.jpg jpg 101325 647 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007447-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/ga1/DOWNSAMPLED/image/gif/c96b804e1d8bf90ab0ede146ccad1a92/ga1.sml ga1 true ga1.sml sml 6076 101 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr1/THUMBNAIL/image/gif/24d65889fe25eae604f8d687e9df2e38/gr1.sml gr1 gr1.sml sml 12344 163 143 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr2/THUMBNAIL/image/gif/76d96558b7226b93953fab40b5f62fd9/gr2.sml gr2 gr2.sml sml 17263 164 195 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr3/DOWNSAMPLED/image/gif/3175e3a56bc4a8836d969707b1221049/gr3.sml gr3 gr3.sml sml 16577 164 183 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr4/THUMBNAIL/image/gif/ec05fdf8661febc7831b536bab627210/gr4.sml gr4 gr4.sml sml 12198 164 189 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr5/THUMBNAIL/image/gif/8166cb1e3be0038cb262e3d292f5e3cb/gr5.sml gr5 gr5.sml sml 11422 163 196 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/gr6/THUMBNAIL/image/gif/b565e8306563f983eca59800d120cce2/gr6.sml gr6 gr6.sml sml 15068 164 135 IMAGE-THUMBNAIL 1-s2.0-S2095495624007447-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/HIGHRES/image/jpeg/701a19abfad4259470a3a5e481401fa3/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 118339 886 1923 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/THUMBNAIL/image/jpeg/67199eb3a4286e1cb33bf0e18bd88988/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1044062 3316 2904 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/MAIN/image/jpeg/20f613f953c1e49971d97f94330c757a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 336312 1472 1748 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/MAIN/image/jpeg/9061d4195178403635b23d3fe9c05d65/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 831299 2574 2869 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/HIGHRES/image/jpeg/d7ab50fcd3a7eb456f6e7b6a81de4573/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 483574 2505 2893 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/HIGHRES/image/jpeg/f604d63cd0b82cd57d4de6c201f94161/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 756457 2779 3332 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/HIGHRES/image/jpeg/9b3de65e73459bda3bff7b04e8133c24/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 439541 2179 1798 IMAGE-HIGH-RES 1-s2.0-S2095495624007447-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007447/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/8d239b7a324309399b6aebe62999a818/mmc1.docx mmc1 mmc1.docx docx 16720474 APPLICATION JECHEM 4221 S2095-4956(24)00744-7 10.1016/j.jechem.2024.10.039 Science Press Fig. 1 (a) Schematic of the synthesis of SiNWs. WSi powders loaded on carbon material are heated to produce vapor volatiles, which are collected after cooling and identified as SiNWs. (b–g) Microstructural characterization of the samples at each stage. (b, c) SEM images of WSi@CC and SiNWs. (d, e) TEM images of SiNWs at different magnifications. (f, g) HRTEM images and EDS elemental mapping of SiNWs. Fig. 2 (a–e) SEM images of SiNWs in different deposition states during their synthesis. (a) In the initial stage, WSi powders are heated to produce silicon atoms diffusing outwards, cooled, and deposited on the collector. (b) Subsequently, more atoms are deposited on the collector and preferentially deposited on previously existing sites. (c) Deposition proceeds in the one-dimensional direction and SiNWs prototypes begin to appear. (d) Further deposition, the branching of the nanowires is extended. (e) Completely cooled, deposition process ends and SiNWs stop growing. (f) Si 2p high resolution XPS spectra of SiNWs. (g) Schematic diagram of the vapor-phase synthesis mechanism of SiNWs. Fig. 3 (a) Relationship between overall uniformity and cooling rate of SiNWs (scale bar: 100 nm). The larger the cooling rate, the more concentrated the overall diameter distribution of the SiNWs is. (b–d) SEM images of size-uniform SiNWs on Si wafers at different magnifications. (e, f) Control of the subcooling direction by applying blowing air to achieve SiNWs growth in the direction perpendicular/horizontal to the wafer. (g) EDS elemental mapping of SiNWs. Fig. 4 (a) XRD pattern of SiNWs@CC. (b) SEM images of SiNWs@CC. (c) SEM images of SiNWs@CC after heat treatment under CO2 gas flow in tube furnace. (d) Si 2p, (e) C 1s, and (f) O 1s XPS spectra of SiNWs@CC. (g) Schematic diagram of the reaction process at the silicon-carbon interface. Fig. 5 Electrochemical performance of SiNWs@CC anodes. (a) Cycling performance and (b) charge/discharge curves at 0.5 A g−1. (c) CV curves at 0.2 mV s−1 of scan rate. (d) Multiplication performance and (e) charge/discharge curves. (f) Long cycle performance at 2.0 A g−1. Fig. 6 (a) Schematic diagram of rapid heating/cooling conversion of WSi powders to SiNWs. (b) Realistically created heating/cooling process. (c) Schematic of the composite preparation process of SiNWs and C. (d–f) SEM images of (d) SiNWs@CF, (e) SiNWs@AC, and (f) SiNWs@G feedstock and products. Vapor-phase conversion of waste silicon powders to silicon nanowires for ultrahigh and ultra-stable energy storage performance Hao Li Writing – review & editing Writing – original draft Methodology Data curation Conceptualization a b Qiushi Chen Methodology Formal analysis Data curation a c Lili Feng Conceptualization b Yueling Zou a b Xuzhong Gong Investigation Data curation a c Zhi Wang Formal analysis Data curation Conceptualization a c ⁎ Junhao Liu Writing – review & editing Writing – original draft Data curation Conceptualization a c ⁎ a CAS Key Laboratory of Green Process and Engineering and National Engineering Research Center of Green Recycling for Strategic Metal Resources, Institute of Process Engineering, Chinese Academy of Sciences, Beijing 100190, China CAS Key Laboratory of Green Process and Engineering and National Engineering Research Center of Green Recycling for Strategic Metal Resources Institute of Process Engineering Chinese Academy of Sciences Beijing 100190 China CAS Key Laboratory of Green Process and Engineering and National Engineering Research Center of Green Recycling for Strategic Metal Resources, Institute of Process Engineering, Chinese Academy of Sciences, Beijing 100190, China b School of Chemical & Environmental Engineering, China University of Mining & Technology, Beijing 100083, China School of Chemical & Environmental Engineering China University of Mining & Technology Beijing 100083 China School of Chemical & Environmental Engineering, China University of Mining & Technology, Beijing 100083, China c University of Chinese Academy of Sciences, Beijing 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing 100049, China ⁎ Corresponding authors. CAS Key Laboratory of Green Process and Engineering and National Engineering Research Center of Green Recycling for Strategic Metal Resources Institute of Process Engineering Chinese Academy of Sciences Beijing 100190 China Graphical abstract A carbonthermal shock method is utilized to provide a high temperature thermal field to transiently evaporate micron-sized photovoltaic waste Si powders and vapor-phase deposit them as Si nanowires (SiNWs). Silicon nanowires (SiNWs) have been used in a wide variety of applications over the past few decades due to their excellent material properties. The only drawback is the high production cost of SiNWs. The preparation of SiNWs from photovoltaic waste silicon (WSi) powders, which are high-volume industrial wastes, not only avoids the secondary energy consumption and environmental pollution caused by complicated recycling methods, but also realizes its high-value utilization. Herein, we present a method to rapidly convert photovoltaic WSi powders into SiNWs products. The flash heating and quenching provided by carbothermal shock induce the production of free silicon atoms from the WSi powders, which are rapidly reorganized and assembled into SiNWs during the vapor-phase process. This method allows for the one-step composite of SiNWs and carbon cloth (CC) and the formation of SiC at the interface of the silicon (Si) and carbon (C) contact to create a stable chemical connection. The obtained SiNWs-CC (SiNWs@CC) composites can be directly used as lithium anodes, exhibiting high initial coulombic efficiency (86.4%) and stable cycling specific capacity (2437.4 mA h g−1 at 0.5 A g−1 after 165 cycles). In addition, various SiNWs@C composite electrodes are easily prepared using this method. Keywords Photovoltaic waste silicon powders Silicon nanowires Vapor-phase conversion Lithium-ion batteries Silicon-carbon anode electrode 1 Introduction Silicon nanowires (SiNWs) often exhibit unique and superior electronic, optical, mechanical, thermal, and chemical properties [1,2], and have been widely investigated for a variety of applications over the past decades, including solar cells [3], thermoelectric generators [4], field-effect transistors [5], lithium-ion batteries (LIBs) [6], and chemical/biological sensors [7,8]. The only disadvantage of SiNWs is the high production cost. The typical preparation methods include chemical vapor deposition (CVD) [9], metal-assisted chemical etching [10], liquid phase catalytic growth [11], and laser ablation [12]. Existing CVD methods for large-scale preparation of SiNWs require the use of vapor-phase precursors grown by crystalline precipitation in the presence of a catalyst [13]. Among them, vapor silicon (Si) sources such as silane (SiH4), ethylsilane (Si2H6), and silicon tetrachloride (SiCl4) are expensive, and the need for metal nanoparticle catalysis further increases the production cost and process, and the slow process of alloying-nucleation-growth also significantly increases the time cost of SiNWs preparation [14,15]. There is an urgent need to develop new low-cost and efficient methods for the preparation of SiNWs. The global energy structure has been adjusted in recent years, and traditional fossil fuel energy is gradually being replaced by clean energy sources such as solar energy [16]. However, a large amount of waste silicon (WSi) powders are incidentally generated during the diamond cutting process for the production of Si wafers for solar cells [17–19]. These WSi powders are of high purity (∼99%), produced in large quantities (more than 200,000 tons per year), relatively small particle size (∼1 μm), and fully oxidized surfaces [20]. Conventional remelting-refining recycling methods are affected by factors such as Si surface oxidation, fine particle size, and trace impurity carryover. The cumbersome recovery process also leads to secondary energy consumption and environmental pollution [21,22]. Therefore, the photovoltaic industry is eager to develop new technologies to realize efficient, clean, and high-value recovery of WSi powders. The main methods for the synthesis of nanowires using solid materials are thermal evaporation [23,24] and molten salt electrolysis [25,26], which involve atomic rearrangement, nucleation, and growth under the control of an external field strength or in a confined space. Thermal evaporation drives atomic rearrangements by slowly evaporating Si and its oxides [27–29], which offers the possibility of converting photovoltaic WSi powders to SiNWs. However, slow ramp up/down temperature processes significantly increase the cost of time. In order to achieve rapid synthesis of SiNWs, it is necessary to accelerate the production and rearrangement of Si atoms by providing ramp up/down temperature rates well in excess of furnace heating. Carbon materials have excellent thermal conductivity, thermal stability, and high temperature resistance and can be flash heated and quenched by Joule heating [30]. Liu prepared composite anode electrodes of SiNWs and graphene by using carbonthermal shock with photovoltaic waste silicon powders under the interlayer confinement of graphene [31]. The method explains little about the growth process and generation mechanism of SiNWs, in addition to the high price of graphene and the complex pre-treatment operations that limit the recovery of the highly productive WSi powders. Therefore, the rapid conversion of waste silicon powders into SiNWs by carbothermal impact needs further research. Anodes with a specific capacity of more than 1000 mA h g−1 are needed to significantly increase the energy density of LIBs, and Si is the most promising anode for next-generation LIBs because of its extremely high theoretical specific capacity (4200 mA h g−1) [32]. Si-based anodes suffer from two fatal problems: (i) huge volume changes during lithiation and (ii) low conductivity [33]. In contrast, one-dimensional SiNWs structures can expand radially and longitudinally, mitigating the irreversible strain caused by volume expansion [34,35]. Nanowires can also be grown directly on the collector and create tight connections, thus enhancing the conductivity of the electrode material [36,37]. The application of SiNWs materials to lithium battery anodes can effectively alleviate the two major defects of Si-based anodes and realize the realistic demand for high specific capacity of LIBs [38–41]. Here, we realize the rapid conversion of WSi powders to SiNWs by a vapor-phase process. Carbothermal shock is used to rapidly heat WSi powders, driving the production of free Si atoms. These silicon atoms are confined by surrounding oxides and enter the vapor phase. During the cooling process, the confined vapor-phase silicon atoms self-assemble into one-dimensional SiNWs. The oxide layer not only restricts the growth of the nanowires but also plays a role in shaping and protecting the resulting structures. This method has the advantages of low cost, no catalyst required, and the rapid process of preparing SiNWs. The method is capable of synthesizing SiNWs alone and can also prepare SiNWs-C composites in one step. We have prepared stabilized composites of SiNWs-carbon cloth (SiNWs@CC), which show excellent electrochemical performance when used as binder-free anodes for LIBs. The SiNWs allow Si to expand without rupturing during lithium charge/discharge, and the Si and C contact interface is stabilized in the form of SiC improving the conductivity of the materials. The prepared SiNWs@CC electrodes have a specific capacity of 2437.4 mA h g−1 after 165 cycles at a current density of 0.5 A g−1. In addition, this method can be easily scaled up to prepare a wide range of composites of SiNWs and C, which are ideal materials for high specific capacity of LIBs. 2 Experimental 2.1 Synthesis of the SiNWs and SiNWs@C materials First, a suspension consisting of WSi powders and an aqueous solution with a solids content of 10 wt% is prepared. Subsequently, a clean piece of carbon cloth (CC) is sheared and placed in the pre-processed suspension, vigorously stirred for 1 h, and ultrasonicated for 10 min. Then the CC loaded with the spent silicon slurry is removed from the suspension and placed in a vacuum drying oven at 70 °C overnight to obtain WSi@CC for subsequent electroshock operations. The dried WSi@CC is placed in a carbonthermal shock device under Ar atmosphere, and collectors are placed around it for product collection. A programmable power supply is used as the input power supply, which allows us to accurately control the maximum input current and voltage as well as the heating duration. During the carbonthermal shock, the applied voltage is satisfied to bring the CC to the limiting temperature (∼2350 K), and the shock time is about 0.1 s. SiNWs and SiNWs@CC materials are obtained after using graphite carbon paper and CC as collectors, respectively. We also prepared WSi suspensions with 3, 5, and 7 wt% solids content and repeated the above operation to obtain SiNWs@CC with different loadings by using both front and back sides of the CC as collector. WSi was homogeneously mixed with carbon fiber powders (CF), activated carbon (AC), and graphite (G) at mass ratios of 1:1, 1:2, and 1:1, respectively. The mixtures pass through a homemade curved heating zone in free-fall form to obtain SiNWs@CF, SiNWs@AC, and SiNWs@G, respectively. 2.2 Other experimental preparation To explore how the reaction proceeds, we set up Si wafers as collectors and obtained the intermediate state products of the reaction. In order to investigate the process of nanowires generation, we obtained the various stages of nanowires vapor-phase growth by several experiments using graphite carbon paper as collectors. To investigate the one-dimensional confinement of oxides, we conducted comparative experiments using WSi with different oxygen contents; WSi was mixed with 0.5 M HF solution at a liquid-solid ratio of 2:1 for 5 and 10 min in order to adjust the WSi oxygen content. The time required to bring the material to room temperature was observed by video slow play, and the cooling rate and the direction of subcooling were controlled by varying the material load and applying blowing air. 2.3 Materials characterization An X-ray fluorescence spectrometer analyzer (XRF, AXIOS) from PANalytical B.V. (Netherlands) was used to detect the impurity content of WSi powders. Inductively coupled plasma atomic emission spectrometer (ICP-AES, Optima 7000DV) was used to detect the purity of WSi powders. The elemental mass content of oxygen in WSi powders was examined using an elemental oxygen-nitrogen-hydrogen analyzer (ONH836) from LECO. (USA). A laser particle size analyzer (Mastersizer 2000) was used to characterize the powders size distribution. The morphology of the samples was characterized by scanning electron microscopy (SEM, JSM-7800 (Prime)) and transmission electron microscopy (TEM, JEM-2100F). Energy dispersive spectrometer (EDS, Aztec, Oxford) was used to map the composition and elemental distribution of each sample. X-ray diffraction (XRD) patterns of the materials were analyzed using a Bruker (Germany) X-ray diffractometer (Cu-K α radiation, 40 mA, 40 kV). X-ray photoelectron spectroscopy (XPS) was performed on an ESCALAB 250Xi system using Al K αradiation, with the C 1s peak at 284.8 eV as an internal standard. 2.4 Electrodes electrochemical measurements Electrochemical performance tests were carried out using C2032 coin cells. The working electrode was SiNWs@CC with a surface loading of 2.04 mg cm−2, and a lithium metal sheet was used as the counter electrode. Button cells were assembled in an argon-filled glove box. The electrolyte consisted of 1 M LiPF6 mixed with ethylene carbonate (EC), diethyl carbonate (DEC) (1:1, vol%), and 5 wt% fluoroethylene carbonate (FEC). The electrochemical cycling and rate characteristics of the half-cells were evaluated over a voltage window from 0.01 to 3.0 V. Electrochemical impedance spectra (EIS) were recorded in the frequency range of 0.01 Hz to 100 KHz. Cyclic voltammetry (CV) tests were performed on an electrochemical workstation (CHI760e) with a scan rate of 0.2 mV s−1 and a potential window of 0.01–3.0 V. The electrode slurry was prepared by mixing active materials (SiNWs@CF, SiNWs@AC, and SiNWs@G), carbon black, and polyvinylidene fluoride (PVDF) in N-methyl-2-pyrrolidone (NMP) solution at a mass ratio of 8:1:1. Subsequently, the electrode paste was coated on the copper foil and vacuum dried at 100 °C for 10 h to obtain SiNWs@CF, SiNWs@AC, and SiNWs@G electrodes. The various electrode materials were assembled into a half-cell according to the above mentioned operation, and the electrochemical cycling characteristics of the half-cells were investigated in the voltage range of 0.01–3.0 V. 3 Results and discussion 3.1 Synthesis, characterisation, and mechanistic analysis of the SiNWs Photovoltaic WSi powders are inexpensive waste materials produced during the cutting and fabrication of crystalline Si wafers for solar cells, which is difficult to recycle due to their small particle size, high purity, and deep oxidation, but these properties may play a role in the preparation of SiNWs. A comprehensive understanding of the intrinsic properties of WSi is first needed to guide the understanding of the conversion process from WSi powders to SiNWs. XRF and ICP-AES show that the purity of Si in WSi is more than 99.39% (Tables S1 and S2), and the trace impurities are consistent with the purity of Si in lithium anode. WSi exists mainly in the form of crystals (Fig. S1). The particle size distribution of WSi is determined using a laser particle size analyzer (D50 ≈ 0.78 μm), and its overall composition consists of fine nanoparticles and larger micron-sized Si particles (Fig. S2). The morphology of WSi is flaky irregular particles, and the outer layer is encapsulated by dense oxides, with oxides thicknesses of about 3–10 nm (Fig. S3). The O elemental content of the pristine WSi is 6.41 wt% as measured by an oxygen-nitrogen-hydrogen elemental analyzer (Table S3). XPS shows that the WSi powders consist mainly of the elements Si, O, and C (Fig. S4), which are derived from the organic coolant used in the diamond cutting process of Si ingots and the surface oxidation of the Si powders [17]. The experiments used electrical heating to generate a transient high temperature thermal field on a CC substrate, and the WSi powders loaded on the CC are heated to produce vapor volatiles, which are collected after power-off and cooling. The morphology and structure of the material before and after the reaction are characterised by SEM and TEM. The reaction process is shown schematically in Fig. 1 (a), where the WSi powders are subjected to rapid thermal evaporation and the vapor phase is cooled to synthesise SiNWs. Before energised heating, a clean piece of CC is immersed into the WSi powders suspension and stirred thoroughly to obtain WSi@CC (Fig. 1b). The synthetic preparation of SiNWs is carried out in a homemade device as shown in Fig. S5, where WSi@CC is sandwiched between two Cu electrodes, and a high-gradient thermal field is provided by an applied electrical pulse (maximum temperature ∼2100 °C, ramp rate ∼104 K s−1), which is switched off after 0.1 s to naturally cool down (cooling rate ∼103 K s−1). The process produces distinct vapor products that are collected by the placed collector groups, and the finally detected products are clustered irregular SiNWs (Fig. 1c and Fig. S6). TEM images of the SiNWs show entangled nanowires forming interconnected three-dimensional networks with a large number of voids between the nanowires (Fig. 1d). The nanowires are not uniform in diameter and show a shape with thin roots and thick ends (Fig. 1e). The composition of the parts of the nanowires is consistent, with crystalline Si inside and Si oxides in the outer layer (Fig. S7). High-resolution TEM (Fig. 1f) images show that the lattice stripe spacing of the SiNWs is 0.31 nm, which corresponds to the (111) crystal plane [42], and the silicon oxide layer with about 2 nm thickness is presented at the edges of the nanowires. The EDS elemental maps (Fig. 1g) show that the SiNWs consist of the elements Si and O. The detailed structural and compositional information of the SiNWs is shown in Fig. S7. It is observed that the surface Si oxide layer of the SiNWs is significantly thinner compared to that of WSi, indicating that the WSi powders underwent a series of vapor-phase reactions to be finally reorganised into the outer silicon oxides coated SiNWs. In order to accurately understand the reaction process of the conversion of WSi powders to SiNWs, silicon wafer with a silicon content of 99.70 at% (Fig. S8) is used as a collector, and the position of collector placement is precisely controlled, and amorphous intermediate state products are eventually observed on its surface (Fig. S9). The captured intermediate state products are distinctly different from WSi and SiNWs in morphology, and EDS elemental mapping shows that they contain only two elements, Si and O, confirming that they are SiO x . It is determined that the following transformations occurred during the reaction process [43–47]. (1) Si (s) + SiO x (s) → SiO x ’ (g) (2) SiO x ’ (g) → Si (g) + SiO2 (g) (3) Si (g) + SiO2 (g) → Si (s) + SiO2 (s) The SiO x in this system is mainly derived from oxides films on the highly oxidized WSi surface. Reaction (1) occurs in the heating-up atage, where the WSi powders are heated to produce vapor products; reactions (2) and (3) occur in the power-off cooling stage, where the vaporized Si oxides are firstly disproportionate and decompose upon exposure to cold, and then are further cooled to solid SiNWs. The different stages of SiNWs generation were captured to accurately confirm the orderly deposition of silicon and silicon oxides molecules to form SiNWs. The process is described below. Fine Si nanoparticles are first observed throughout the collector surface (Fig. 2 a), and then vapor molecules are selectively deposited onto the preexisting Si nanoparticles (Fig. 2b). As deposition proceeded, the prototype nanowires appeared and branched into many side chains (Fig. 2c), followed by further deposition of vapor molecules and continued extension of the length of each branch of the nanowires (Fig. 2d). Finally, with complete cooling to room temperature, vapor-phase deposition ends and nanowires growth stops to produce intact SiNWs (Fig. 2e). The chemical state and surface composition of the SiNWs are analyzed using XPS (Fig. 2f), and the high-resolution spectra of Si 2p show a higher proportion of Si elements in the SiNWs as compared to the WSi [48]. A small amount of SiO x is still present as detected by the Si 2p spectra, probably because the cooling process is too fast for the small amount of SiO x to decompose completely into Si and SiO2. The resulting schematic synthesis of SiNWs on the collector is shown in Fig. 2(g). During the flash heating stage, WSi powders are heated to produce SiO x vapor, and the disproportionation reaction occurs during the cooling process. Firstly, Si nanoparticles are deposited on the collector surface and become active sites for subsequent deposition. As more vapor molecules continue to be deposited, the nanowires bifurcate and lengthen, and the growth of nanowires stops once the temperature is cooled down completely. In addition, the final shape of SiNWs tend to be thin at the root and thick at the ends, which is related to the rate of the cooling process. The cooling rate at the power-off instant is high and the molecular buildup is fast, so the nanowire diameter at the root is fine; then the cooling rate slows down and the molecular buildup slows down, so the nanowire diameter at the ends is coarse. Therefore, a larger cooling rate can produce more uniform SiNWs, because at a large cooling rate, the molecules are stacked faster. In addition, a higher degree of supercooling can be obtained, which promotes the rapid diffusion of atoms in the material, especially in the direction of nanowire growth. Atoms and molecules can move quickly and be deposited on the growth points of the nanowires, which helps to achieve uniform growth and reduce local material accumulation or uneven thickness between nanowires. Based on the observed nanowires growth process and compared with the existing vapor-liquid-solid (VLS) growth mechanism [49,50], it is found that these SiNWs are clearly not applicable. For SiNWs grown by the VLS mechanism, the most important feature is the guiding droplets at the tip, which are usually other metals, such as Au. However, in the SiNWs prepared by carbothermal shock, no droplets were observed at the tip to guide the growth of SiNWs. Another point worth noting is that there is a thin layer of SiO2 on the surface of the prepared SiNWs, which indicates that the oxide film restriction plays a key role in the growth of SiNWs. This is very different from the tip-guided growth emphasized by the VLS mechanism. Therefore, we believe that the VLS mechanism is not applicable to SiNWs grown by carbothermal shock. The whole process is from solid phase to vapor phase and back to solid phase, which is similar to the thermal evaporation method for preparing SiNWs, but with five orders of magnitude shorter preparation time. Therefore, we propose a solid-vapor-solid (SVS) model for the growth of SiNWs. During the rapid heating process, the silicon source is subjected to high temperatures, causing it to sublime and release gas-phase silicon atoms and silicon oxide molecules. As these atoms and oxides enter the gas phase, they can react or remain in a vapor state. When the system undergoes rapid cooling, the silicon atoms begin to self-assemble and grow into SiNWs, guided by the presence of a thin silicon oxide layer that is formed on their surface. This oxide layer acts as a constraint, shaping and protecting the nanowires as it is formed. Unlike the traditional VLS mechanism, the SVS mechanism does not use foreign metal catalysts to guide the growth of SiNWs [51]. Instead, it relies on self-assembly, which eliminates the contamination and performance degradation caused by metal impurities [52]. More importantly, silicon nanowires grown via the SVS mechanism are naturally coated with a thin layer of SiO2. This oxide layer acts as a protective barrier during lithium-ion battery cycling, preventing direct contact between silicon and the electrolyte, thereby improving the electrochemical performance of the SiNWs. To verify the accuracy of the model, experiments are designed using silicon wafer in a glove box containing 1 vol% O2 (Fig. S10). The generation of SiNWs on the wafer is found and the solid-vapor-solid growth phase of SiNWs is captured (Fig. S11). The process analysed is the excitation of vapor Si atoms from the wafer by transient high temperatures, followed by oxidation with O2 in the air, decomposition, and recombination again during cooling to finally generate SiNWs on the wafer. Subsequently, we analyze and demonstrate the effect of oxides in the growth process of SiNWs. We choose WSi powders with different oxygen contents for carbonthermal shock, and Table S3 shows the oxygen contents of WSi powders under different treatments. The results in Fig. S12 show that WSi powders with too low oxygen content can only yield Si nanoparticles after thermal shock. As the percentage of oxygen content increases, SiNWs begin to appear. When oxygen is depleted, nanowires growth stop and nanoparticles reappeare around the nanowires. Using WSi powders with a fully oxidized surface eventually yielded intact SiNWs. The results suggest that the presence of oxides limit the linear growth of vapor molecules along the one-dimensional direction during nanowires growth, whereas insufficient oxides will not limit the one-dimensional linear growth sufficiently. According to the analysis of the growth mechanism of SiNWs, during the process of vapor-phase synthesis, the vapor-phase molecular deposition rate can be changed by controlling the cooling rate to achieve the regulation of the uniformity of nanowires growth. Fig. 3 (a) shows the effect of cooling rate on the diameter of SiNWs. Thermal shock experiments are performed on Si wafers in a glove box with an oxygen content of 1.0 vol%, controlling the cooling rate of the wafers at four gradients of 500, 1000, 1700, and 2500 K s−1. At a cooling rate of 500 K s−1, the diameter range of SiNWs obtained is 10–200 nm, and the diameter range of SiNWs decreases with a gradual increase in the cooling rate, with relatively uniform diameters of nanowires obtained at a cooling rate of 2500 K s−1. The larger the cooling rate, the more uniform the overall size of the nanowires obtained (Fig. S13). Fig. 3(b–d) shows SEM images of uniformly sized SiNWs obtained on Si wafers at different magnifications. In addition, the directional tuning of SiNWs growth direction in both vertical and horizontal directions can be achieved by controlling the subcooling direction of vapor molecules through external blowing (Fig. 3e–g). Based on the above analyses, we are ready to prepare SiNWs/carbon materials and perform their electrochemical tests for lithium-ion battery. 3.2 SiNWs and CC composite as lithium anode SiNWs@CC composites are obtained using CC as a collector. We perform XRD characterization of the materials to analyze the compositional and structural information of the sample, as shown in Fig. 4 (a). The characteristic Si crystallization peaks in SiNWs are consistent with the WSi powders samples. Unusually, a weak SiC diffraction peak is found in SiNWs@CC. SEM results show that dense SiNWs surround the surface of the carbon fibers on the CC (Fig. 4b), and the diameter of the SiNWs is about 40 nm (Fig. S14). In order to investigate the location of the presence of Si carbide, the composites are heat-treated in a stream of CO2 for 2 h. It is observed that the carbon fibers in the middle have been reduced by CO2, while the SiNWs in the outer layer remain in a stable shape (Fig. 4c), demonstrating that the SiC is present at the interface where Si and C are in contact (Fig. S15). The chemical states and surface compositions of SiNWs@CC are analyzed by XPS. The high-resolution spectra of Si 2p (Fig. 4d) consist mainly of two components, elemental Si and SiO x . The high-resolution spectra of C 1s (Fig. 4e) reveal the presence of a Si–C bound form, whereas the high-resolution spectrum of O 1s (Fig. 4f) consists entirely of Si–O [48,52]. It can be seen from the C 1s spectrum that the area of the Si–C peak accounts for about 15% of the total area of the C 1s spectrum peak, while the C–C peak and C–O peak occupy the vast majority of the proportion. The reaction process between SiNWs and C composites is shown in Fig. 4(g). At the moment of energization, vapor Si atoms preferentially form SiC with C atoms on the carbon surface, and then the molecules pile up on the surface of SiC, forming dense SiNWs on the carbon surface after complete cooling. Due to the presence of SiC, the interface between SiNWs and C establishes a stable chemical connection, and the composite remains stable even after ultrasonication at room temperature for 5 min (Fig. S16). The formation of Si–C bonds may have certain negative effect on the performance of the battery, for example, the formation of Si–C bonds may occupy a portion of the surface active sites of the silicon material, thereby reducing the contact area with the electrolyte and affecting the lithium ion embedding/de-embedding reaction of the silicon nanowires. However, at the same time, the presence of Si–C bonds makes the combination of SiNWs and carbon materials more stable, thereby preventing SiNWs from falling off the surface of the carbon material during the cycle, and the presence of Si–C bonds is also conducive to the stable bonding of SiNWs and the current collector, thereby improving conductivity. The results of electrochemical cycling tests of the CC material alone as a lithium anode are shown in Fig. S17, with a stable reversible specific capacity of 6.2 mA h g−1 at a current density of 0.5 A g−1. The reason we chose CC as the current collector in the battery test is that compared with the traditional copper current collector, the CC does not require a binder. In addition, the generated Si–C bonds will make the combination of SiNWs and the current collector more stable, thereby improving the ion transmission capacity. In order to better validate the electrochemical lithium storage capacity of the SiNWs, the contribution of the specific capacity of the CC is excluded from the subsequent electrochemical cycling process of the SiNWs@CC materials. SiNWs@CC with different SiNWs loadings are used as lithium anodes as shown in Figs. S18 and S19. Their electrochemical cycling performance is shown in Fig. S20. They all show good charging and discharging efficiencies in the initial cycling, so we chose SiNWs@CC with the largest SiNWs loading of 2.04 mg cm−2 as the material for the subsequent electrode tests. The kinetic properties of WSi@CC and SiNWs@CC are first examined using EIS tests, and the results are shown in Fig. S21. The semicircle in the high-frequency region indicates the charge transfer resistance of the electrode interface, and the smaller the diameter is, the smaller the charge transfer resistance of the material is; the slash in the low-frequency region corresponds to the ion diffusion resistance, and the larger the slope is, the smaller the ion diffusion resistance of the material is [53]. The charge transfer resistances of SiNWs@CC and WSi@CC are 132 and 549 Ω. Compared to WSi@CC, SiNWs@CC has a smaller interfacial resistance and faster ion transport rate, reflecting the kinetic advantages of SiNWs and the chemical combination of Si and C interfaces. The mass specific capacity of SiNWs@CC electrodes is tested at a constant current. As shown in Fig. 5 (a), the initial discharge capacity of the SiNWs@CC electrode is 3512.4 mA h g−1 at a current density of 0.5 A g−1 with an initial coulombic efficiency of 86.4% (Fig. S22). After 166 cycles, the reversible specific capacity of the SiNWs@CC electrode is stabilized at 2437.4 mA h g−1, and the capacity retention from the 2nd cycle to the 166th cycle is about 79.9%, and the charge-discharge curves of the electrodes also show good cycle retention (Fig. 5b). In contrast, the cycling capacity of the WSi@CC electrode decay rapidly (168.8 mA h g−1 after 30 cycles). The CV curves of the batteries are shown in Fig. 5(c). The initial charging process results in cathodic reduction peaks around 1.76 and 0.77 V, which is the formation of an irreversible solid electrolyte interphase film (SEI) on the electrode surface [54,55]. The reduction peaks at less than 0.2 V correspond to the lithiation transition of Si, while the oxidation peaks at 0.23–0.35 and 0.53 V correspond to the delithiation process of the Li-Si alloys [37,38]. Furthermore, the CV curves tend to overlap in subsequent cycles, indicating the high reversibility and stability of the lithiation/delithiation process. To verify the fast charge transfer capability of SiNWs@CC electrodes, we perform multiplicative performance tests (Fig. 5d and e). The results show that the electrode material has excellent rate capability in the current density range of 0.2–10 A g−1. The reversible specific capacity is still 1370.1 mA h g−1 at a current density of 10 A g−1. When recovering from the high current density of 10 to 0.5 A g−1, the specific capacity of SiNWs@CC is easily restored to its original level. In addition, the reversible specific capacity of SiNWs@CC electrode is maintained to be 1325.7 mA h g−1 after 1200 cycles at a current density of 2.0 A g−1 (Fig. 5f). This implies that the SiNWs@CC electrode has a fast charge transfer capability. The comparison of electrochemical performance with those of published studies has been listed in Table S4, which shows that the performance of SiNWs@CC is among the best in the field of work. To confirm the durability of the prepared SiNWs, we examine the morphological changes of SiNWs@CC electrodes before and after cycling (Fig. S23). Before cycling, the SiNWs are covered around the carbon fibers, which ensure the charge transfer from the highly conductive carbon fibers to the SiNWs during charging and discharging. After 5 cycles, the nanowires are well malleable; after 165 cycles, the SiNWs are turned into wrinkled flakes, but remain firmly anchored to the carbon fibers without breaking. 3.3 SiNWs@C extended preparation In addition, we have realized the simple preparation of various SiNWs@C composites. As shown in Fig. 6 (a), by constructing an arc-shaped high-temperature thermal field, the conversion to SiNWs is accomplished within the time when WSi powders pass through the region in free-fall form. We create an actual curved electrically heated region (Fig. 6b), in which the carbon substrate can be continuously energized and heated for tens of seconds and remain in good physical shape after cooling again. SiNWs@C composites are obtained after passing a mixture of WSi powders and various C materials (CF powders, AC, and G) through a curved heating zone in free-fall form (Fig. 6c). We obtain composites such as SiNWs@CF, SiNWs@AC, and SiNWs@G (Fig. 6d–f). The various composites also show good cycling stability in electrochemical cycling tests as lithium anodes (Figs. S24–S26). Among them, the SiNWs@CF electrode still exhibits a specific capacity of over 1000 mA h g−1 after 120 cycles at a current density of 0.2 A g−1. These SiNWs and C composite electrodes show great potential in the application of high specific capacity lithium anodes. 4 Conclusions In summary, we have discovered a new method for preparing SiNWs, which is low-cost, requires no catalyst, and is a rapid process. The method utilizes carbonthermal shock to provide flash heating (104 K s−1) and cooling (103 K s−1) to accomplish the vapor-phase conversion of photovoltaic WSi powders to high-value SiNWs. It is demonstrated that the large gradient thermal field and the presence of oxides are the main factors for the generation of SiNWs. We can realize the preparation of SiNWs alone and stabilize composite of SiNWs and carbon materials via one step. SiC is formed at the interface of the Si and C and a stable chemical bond is established. The obtained SiNWs@CC used as binder-free lithium anode shows good cycling stability and improved charge transfer. The capacity retention is 79.9% after 165 cycles at a current density of 0.5 A g−1 and a reversible specific capacity of 1370.1 mA h g−1 is achieved at a current density of 10 A g−1. In particular, using this method can synthesize a series of SiNWs@C composites with high specific capacity. CRediT authorship contribution statement Hao Li: Writing – review & editing, Writing – original draft, Methodology, Data curation, Conceptualization. Qiushi Chen: Methodology, Formal analysis, Data curation. Lili Feng: Conceptualization. Yueling Zou: . Xuzhong Gong: Investigation, Data curation. Zhi Wang: Formal analysis, Data curation, Conceptualization. Junhao Liu: Writing – review & editing, Writing – original draft, Data curation, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was partially funded by the National Natural Science Foundation of China (52074255, 52274412). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2024.10.039. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] B. Tian T.J. Kempa C.M. Lieber Chem. Soc. Rev. 38 2009 16 24 B. Tian, T.J. Kempa, C.M. Lieber, Chem. Soc. Rev. 38 (2009) 16-24. [2] L. Mai X. Tian X. Xu L. Chang L. Xu Chem. Rev. 114 2014 1862 11828 111821 L. Mai, X. Tian, X. Xu, L. Chang, L. Xu, Chem. Rev. 114 (2014) 11828-11862. [3] T. Song S.T. Lee B. Sun Nano Energy 1 2012 654 673 T. Song, S.T. Lee, B. Sun, Nano Energy 1 (2012) 654-673. [4] B.M. Curtin E.W. Fang J.E. Bowers J. Electron. Mater. 41 2012 887 894 B.M. Curtin, E.W. Fang, J.E. Bowers, J. Electron. Mater. 41 (2012) 887-894. [5] Y. Cui Z. Zhong D. Wang W.U. Wang Nano Lett 3 2003 149 152 Y. Cui, Z. Zhong, D. Wang, W.U. Wang, Nano Lett 3 (2003) 149-152. [6] M.Y. Yan Z. Liu Z.Y. Lu L.B. Huang K.C. Jiang H.L. Li S. Xin Q. Xu Y.G. Guo J. Energy Chem. 64 2022 309 314 M.Y. Yan, Z. Liu, Z.Y. Lu, L.B. Huang, K.C. Jiang, H.L. Li, S. Xin, Q. Xu, Y.G. Guo, J. Energy Chem. 64 (2022) 309-314. [7] Y. Cui Q. Wei H. Park C.M. Lieber Science 293 2001 1289 1292 Y. Cui, Q. Wei, H. Park, C.M. Lieber, Science 293 (2001) 1289-1292. [8] B. Tian T. Cohen-Karni Q. Qing X. Duan X. Xie C.M. Lieber Science 329 2010 830 834 B. Tian, T. Cohen-Karni, Q. Qing, X. Duan, X. Xie, C.M. Lieber, Science 329 (2010) 830-834. [9] J.B. Hannon S. Kodambaka F.M. Ross R.M. Tromp Nature 440 2006 69 71 J.B. Hannon, S. Kodambaka, F.M. Ross, R.M. Tromp, Nature 440 (2006) 69-71. [10] R.P. Srivastava D.Y. Khang Adv. Mater. 33 2021 2005932 R.P. Srivastava, D.Y. Khang, Adv. Mater. 33 (2021) 2005932. [11] J.D. Holmes K.P. Johnston R.C. Doty B.A. Korgel Science 287 2000 1471 1473 J.D. Holmes, K.P. Johnston, R.C. Doty, B.A. Korgel, Science 287 (2000) 1471-1473. [12] A.M. Morales C.M. Lieber Science 279 1998 208 211 A.M. Morales, C.M. Lieber, Science 279 (1998) 208-211. [13] Y. Wang T. Wang P. Da M. Xu H. Wu G. Zheng Adv. Mater. 25 2013 5177 5195 Y. Wang, T. Wang, P. Da, M. Xu, H. Wu, G. Zheng, Adv. Mater. 25 (2013) 5177-5195. [14] N.P. Dasgupta J. Sun C. Liu S. Brittman S.C. Andrews J. Lim H. Gao R. Yan P. Yang Adv. Mater. 26 2014 2137 2184 N.P. Dasgupta, J. Sun, C. Liu, S. Brittman, S.C. Andrews, J. Lim, H. Gao, R. Yan, P. Yang, Adv. Mater. 26 (2014) 2137-2184. [15] B.V. Schmidt J.V. Wittemann S. Senz U. Gosele Adv. Mater. 21 2009 2681 2702 B.V. Schmidt, J.V. Wittemann, S. Senz, U. Gosele, Adv. Mater. 21 (2009) 2681-2702. [16] D. Bogdanov J. Farfan K. Sadovskaia A. Aghahosseini M. Child A. Gulagi A.S. Oyewo L.d.S.N.S. Barbosa C. Breyer Nat. Commun. 10 2019 1077 D. Bogdanov, J. Farfan, K. Sadovskaia, A. Aghahosseini, M. Child, A. Gulagi, A.S. Oyewo, L. d. S. N. S. Barbosa, C. Breyer, Nat. Commun. 10 (2019) 1077. [17] Q. Ma X. Chen Z. Zhao Y. Zhao H. Zhao H. Xie P. Xing H. Yin Sustain Energy Fuels 4 2020 4780 4788 Q. Ma, X. Chen, Z. Zhao, Y. Zhao, H. Zhao, H. Xie, P. Xing, H. Yin, Sustain. Energy Fuels 4 (2020) 4780-4788. [18] N.P. Wagner A. Tron J.R. Tolchard G. Noia M.P. Bellmann J. Power Sources 414 2019 486 494 N.P. Wagner, A. Tron, J.R. Tolchard, G. Noia, M.P. Bellmann, J. Power Sources 414 (2019) 486-494. [19] F. Xi Z. Zhang Y. Hu S. Li W. Ma X. Chen X. Wan C. Chong B. Luo L. Wang J. Hazard. Mater. 414 2021 125480 F. Xi, Z. Zhang, Y. Hu, S. Li, W. Ma, X. Chen, X. Wan, C. Chong, B. Luo, L. Wang, J. Hazard. Mater. 414 (2021) 125480. [20] J. Lu J. Liu X. Gong S. Pang C. Zhou H. Li G. Qian Z. Wang Energy Storage Mater. 46 2022 594 604 J. Lu, J. Liu, X. Gong, S. Pang, C. Zhou, H. Li, G. Qian, Z. Wang, Energy Storage Mater. 46 (2022) 594-604. [21] J. Li Y. Lin F. Wang J. Shi J. Sun B. Ban G. Liu J. Chen Sep. Purif. Technol. 254 2021 117581 J. Li, Y. Lin, F. Wang, J. Shi, J. Sun, B. Ban, G. Liu, J. Chen, Sep. Purif. Technol. 254 (2021) 117581. [22] G. Qian Y. Sun Z. Wang K. Wei W. Ma ACS Sustain. Chem. Eng. 9 2021 2962 2974 G. Qian, Y. Sun, Z. Wang, K. Wei, W. Ma, ACS Sustainable Chem. Eng. 9 (2021) 2962-2974. [23] Q. Zhao X. Xu H. Zhang Y. Chen J. Xu D. Yu Appl. Phys. A 79 2004 1721 1724 Q. Zhao, X. Xu, H. Zhang, Y. Chen, J. Xu, D. Yu, Appl. Phys. A 79 (2004) 1721-1724. [24] Y. Shi Q. Hu H. Araki H. Suzuki H. Gao W. Yang T. Noda Appl. Phys. A 80 2004 1733 1736 Y. Shi, Q. Hu, H. Araki, H. Suzuki, H. Gao, W. Yang, T. Noda, Appl. Phys. A 80 (2004) 1733-1736. [25] Y. Dong T. Slade M.J. Stolt L. Li S.N. Girard L. Mai S. Jin Angew. Chem. Int. Edit. 56 2017 14453 14457 Y. Dong, T. Slade, M. J. Stolt, L. Li, S. N. Girard, L. Mai, S. Jin, Angew. Chem. Int. Edit. 56 (2017) 14453-14457. [26] E. Juzeliunas D.J. Fray Chem. Rev. 120 2020 1690 1709 E. Juzeliunas, D.J. Fray, Chem. Rev. 120 (2020) 1690-1709. [27] N. Wang Y.H. Tang Y.H. Zhang C.S. Lee I. Bello S.T. Lee Chem. Phys. Lett. 299 1999 237 242 N. Wang, Y.H. Tang, Y.H. Zhang, C.S. Lee, I. Bello, S.T. Lee, Chem. Phys. Lett. 299 (1999) 237-242. [28] W. Shi H. Peng Y. Zheng N. Wang N. Shang Z. Pan C. Lee S. Lee Adv. Mater. 12 2000 1343 1345 W. Shi, H. Peng, Y. Zheng, N. Wang, N. Shang, Z. Pan, C. Lee, S. Lee, Adv. Mater. 12 (2000) 1343-1345. [29] Z.W. Pan Z.R. Dai L. Xu S.T. Lee Z.L. Wang J. Phys. Chem. B 105 2001 2507 2514 Z.W. Pan, Z.R. Dai, L. Xu, S.T. Lee, Z.L. Wang, J. Phys. Chem. B 105 (2001) 2507-2514. [30] Q. Dong Y. Yao S. Cheng K. Alexopoulos J. Gao S. Srinivas Y. Wang Y. Pei C. Zheng A.H. Brozena H. Zhao X. Wang H.E. Toraman B. Yang I.G. Kevrekidis Y. Ju D.G. Vlachos D. Liu L. Hu Nature 605 2022 470 476 Q. Dong, Y. Yao, S. Cheng, K. Alexopoulos, J. Gao, S. Srinivas, Y. Wang, Y. Pei, C. Zheng, A.H. Brozena, H. Zhao, X. Wang, H.E. Toraman, B. Yang, I.G. Kevrekidis, Y. Ju, D.G. Vlachos, D. Liu, L. Hu, Nature 605 (2022) 470-476. [31] J. Lu S. Liu G. Qian D. Wang X. Gong Y. Deng Y. Chen Z. Wang Electrodes Adv. Enengy Mater. 11 2021 2102103 J. Lu, S. Liu, G. Qian, D. Wang, X. Gong, Y. Deng, Y. Chen, Z. Wang, Electrodes, Adv. Enengy Mater. 11 (2021) 2102103. [32] J.K. Lee C. Oh N. Kim J. Hwang Y. Sun J. Mater. Chem. A 4 2016 5366 5384 J.K. Lee, C. Oh, N. Kim, J. Hwang, Y. Sun, J. Mater. Chem. A 4 (2016) 5366-5384. [33] H. Wang J. Fu C. Wang J. Wang A. Yang C. Li Q. Sun Y. Cui H. Li Energy Environ. Sci. 13 2020 848 858 H. Wang, J. Fu, C. Wang, J. Wang, A. Yang, C. Li, Q. Sun, Y. Cui, H. Li, Energy Environ. Sci. 13 (2020) 848-858. [34] H. Zhang H. Chen L. Luo B. Zhao H. Luo H. Xiang J. Wang C. Wang Y. Yang T. Zhu M. Liu Energy Environ. Sci. 11 2018 669 681 H. Zhang, H. Chen, L. Luo, B. Zhao, H. Luo, H. Xiang, J. Wang, C. Wang, Y. Yang, T. Zhu, M. Liu, Energy Environ. Sci. 11 (2018) 669-681. [35] Y. Son S. Sim H. Ma M. Choi Y. Son N. Park J. Cho M. Park Adv. Mater. 30 2018 1705430 Y. Son, S. Sim, H. Ma, M. Choi, Y. Son, N. Park, J. Cho, M. Park, Adv. Mater. 30 (2018) 1705430. [36] L. Zhang X. Qin S. Zhao A. Wang J. Luo Z.L. Wang F. Kang Z. Lin B. Li Adv. Mater. 32 2020 1908445 L. Zhang, X. Qin, S. Zhao, A. Wang, J. Luo, Z.L. Wang, F. Kang, Z. Lin, B. Li, Adv. Mater. 32 (2020) 1908445. [37] S. Imtiaz I.S. Amiinu D. Storan N. Kapuria H. Geaney T. Kennedy K.M. Ryan Adv. Mater. 33 2021 2105917 S. Imtiaz, I.S. Amiinu, D. Storan, N. Kapuria, H. Geaney, T. Kennedy, K.M. Ryan, Adv. Mater. 33 (2021) 2105917. [38] S. Karuppiah C. Keller P. Kumar P.H. Jouneau D. Aldakov J.B. Ducros G. Lapertot P. Chenevier C. Haon ACS Nano 14 2020 2015 12006 112001 S. Karuppiah, C. Keller, P. Kumar, P.H. Jouneau, D. Aldakov, J.B. Ducros, G. Lapertot, P. Chenevier, C. Haon, ACS Nano 14 (2020) 12006-12015. [39] Y.K. Jeong W. Huang R.A. Vilá W. Huang J. Wang S.C. Kim Y.S. Kim J. Zhao Y. Cui Adv. Energy Mater. 10 2020 2002108 Y.K. Jeong, W. Huang, R.A. Vilá, W. Huang, J. Wang, S.C. Kim, Y.S. Kim, J. Zhao, Y. Cui, Adv. Energy Mater. 10 (2020) 2002108. [40] G.A. Collins S. Kilian H. Geaney K.M. Ryan Small 17 2021 2102333 G.A. Collins, S. Kilian, H. Geaney, K.M. Ryan, Small 17 (2021) 2102333. [41] I.S. Aminu H. Geaney S. Imtiaz T.E. Adegoke N. Kapuria G.A. Collins K.M. Ryan Adv. Funct. Mater. 30 2020 2003278 I.S. Aminu, H. Geaney, S. Imtiaz, T.E. Adegoke, N. Kapuria, G.A. Collins, K.M. Ryan, Adv. Funct. Mater. 30 (2020) 2003278. [42] T. Song L. Hu U. Paik J. Phys. Chem. Lett. 5 2014 720 731 T. Song, L. Hu, U. Paik, J. Phys. Chem. Lett. 5 (2014) 720-731. [43] S.T. Lee N. Wang C.S. Lee Mater. Sci. Eng. A 286 2000 16 23 S.T. Lee, N. Wang, C.S. Lee, Mater. Sci. Eng. A 286 (2000) 16–23. [44] K. Peng Y. Wu H. Fang X. Zhong Y. Xu J. Zhu Angew. Chem. 117 2005 2797 2802 K. Peng, Y. Wu, H. Fang, X. Zhong, Y. Xu, J. Zhu, Angew. Chem. 117 (2005) 2797–2802. [45] Y. Shi Q. Hu H. Araki H. Suzuki H. Gao W. Yang T. Noda Appl. Phys. A 80 2005 1733 1736 Y. Shi, Q. Hu, H. Araki, H. Suzuki, H. Gao, W. Yang, T. Noda, Appl. Phys. A 80 (2005) 1733–1736. [46] S.D. Hutagalung K.A. Yaacob A.F.A. Aziz Appl. Surface Sci. 254 2007 633 637 S.D. Hutagalung, K.A. Yaacob, A.F.A. Aziz, Appl.Surface Sci. 254 (2007) 633–637. [47] F.J. Li S. Zhang J.-W. Lee Thin Solid Films 558 2014 75 85 F.J. Li, S. Zhang, J.-W. Lee, Thin Solid Films 558 (2014) 75–85. [48] W. Zhang D. Wang H. Shi H. Jiang C. Wang X. Niu L. Yu X. Zhang Z. Ji X. Yan Sustain. Mater. Techno. 33 2022 e00454 W. Zhang, D. Wang, H. Shi, H. Jiang, C. Wang, X. Niu, L. Yu, X. Zhang, Z. Ji, X. Yan, Sustain. Mater. Techno. 33 (2022) e00454. [49] S. Hofmann R. Sharma C.T. Wirth F. Cervantes-Sodi C. Ducati T. Kasama R.E. Dunin-Borkowski J. Drucker P. Bennett J. Robertson Nat. Mater. 7 2008 372 375 S. Hofmann, R. Sharma, C.T. Wirth, F. Cervantes-Sodi, C. Ducati, T. Kasama, R.E. Dunin-Borkowski, J. Drucker, P. Bennett, J. Robertson, Nat. Mater. 7 (2008) 372-375. [50] R.S. Wagner W.C. Ellis Appl. Phys. Lett. 4 1964 89 90 R.S. Wagner, W.C. Ellis, Appl. Phys. Lett. 4 (1964) 89-90. [51] Y. Wang V. Schmidt S. Senz U. Gösele Nat. Nanotech. 1 2006 186 189 Y. Wang, V. Schmidt, S. Senz, U. Gösele, Nat. Nanotech. 1 (2006) 186–189. [52] M. Rashad H. Geaney Chem. Eng. J. 452 2023 139397 M. Rashad, H. Geaney, Chem. Eng. J. 452 (2023) 139397. [53] Q. Xu J.Y. Li J.K. Sun Y.X. Yin L.J. Wan Y.G. Guo Adv. Energy Mater. 7 2016 1601481 Q. Xu, J.Y. Li, J.K. Sun, Y.X. Yin, L.J. Wan, Y.G. Guo, Adv. Energy Mater. 7 (2016) 1601481. [54] F. Yang P. Deng H. He R. Hong K. Xiang Y. Cao B. Yu Z. Xie J. Lu Z. Liu D. Khan D. Harbottle Z. Xu Q. Liu Z. Tang Chem. Eng. J. 494 2024 152828 F. Yang, P. Deng, H. He, R. Hong, K. Xiang, Y. Cao, B. Yu, Z. Xie, J. Lu, Z. Liu, D. Khan, D. Harbottle, Z. Xu, Q. Liu, Z. Tang, Chem. Eng. J. 494 (2024) 152828. [55] S. Liu B. Liu Z. Yu Z. Sun M. Liu X. Luo M.-S. Wang Y. Gao B. Wang ACS Nano 18 2024 17326 17338 S. Liu, B. Liu, Z. Yu, Z. Sun, M. Liu, X. Luo, M.-S. Wang, Y. Gao, B. Wang, ACS Nano 18 (2024) 17326–17338.",
      "scopus-id": "85209358762",
      "coredata": {
        "eid": "1-s2.0-S2095495624007447",
        "dc:description": "Silicon nanowires (SiNWs) have been used in a wide variety of applications over the past few decades due to their excellent material properties. The only drawback is the high production cost of SiNWs. The preparation of SiNWs from photovoltaic waste silicon (WSi) powders, which are high-volume industrial wastes, not only avoids the secondary energy consumption and environmental pollution caused by complicated recycling methods, but also realizes its high-value utilization. Herein, we present a method to rapidly convert photovoltaic WSi powders into SiNWs products. The flash heating and quenching provided by carbothermal shock induce the production of free silicon atoms from the WSi powders, which are rapidly reorganized and assembled into SiNWs during the vapor-phase process. This method allows for the one-step composite of SiNWs and carbon cloth (CC) and the formation of SiC at the interface of the silicon (Si) and carbon (C) contact to create a stable chemical connection. The obtained SiNWs-CC (SiNWs@CC) composites can be directly used as lithium anodes, exhibiting high initial coulombic efficiency (86.4%) and stable cycling specific capacity (2437.4 mA h g−1 at 0.5 A g−1 after 165 cycles). In addition, various SiNWs@C composite electrodes are easily prepared using this method.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495624007447",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Hao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Qiushi"
          },
          {
            "@_fa": "true",
            "$": "Feng, Lili"
          },
          {
            "@_fa": "true",
            "$": "Zou, Yueling"
          },
          {
            "@_fa": "true",
            "$": "Gong, Xuzhong"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhi"
          },
          {
            "@_fa": "true",
            "$": "Liu, Junhao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495624007447"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495624007447"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(24)00744-7",
        "prism:volume": "102",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Vapor-phase conversion of waste silicon powders to silicon nanowires for ultrahigh and ultra-stable energy storage performance",
        "prism:copyright": "© 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Photovoltaic waste silicon powders"
          },
          {
            "@_fa": "true",
            "$": "Silicon nanowires"
          },
          {
            "@_fa": "true",
            "$": "Vapor-phase conversion"
          },
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          },
          {
            "@_fa": "true",
            "$": "Silicon-carbon anode electrode"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "27-36",
        "prism:endingPage": "36",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2025",
        "prism:doi": "10.1016/j.jechem.2024.10.039",
        "prism:startingPage": "27",
        "dc:identifier": "doi:10.1016/j.jechem.2024.10.039",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "434",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18066",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "749",
            "@width": "656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "141051",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "554",
            "@width": "658",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107260",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "581",
            "@width": "648",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "119960",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "565",
            "@width": "653",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "85981",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "628",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "141644",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "647",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101325",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6076",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12344",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17263",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16577",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12198",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "196",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11422",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15068",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1923",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "118339",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3316",
            "@width": "2904",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1044062",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1472",
            "@width": "1748",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "336312",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2574",
            "@width": "2869",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "831299",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2505",
            "@width": "2893",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "483574",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2779",
            "@width": "3332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "756457",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2179",
            "@width": "1798",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "439541",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007447-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "16720474",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85209358762"
      }
    }
  }
}