{
  "metadata": {
    "title": "A model cathode for mechanistic study of organosulfide electrochemistry in Li-organosulfide batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-03-31",
    "doi": "10.1016/j.jechem.2021.08.045",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S209549562100468X",
    "pii": "S209549562100468X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85114795668",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-08-26 2021-08-26 2021-09-07 2021-09-07 2022-09-01T23:57:02 1-s2.0-S209549562100468X S2095-4956(21)00468-X S209549562100468X 10.1016/j.jechem.2021.08.045 S300 S300.3 FULL-TEXT 1-s2.0-S2095495621X00083 2024-06-03T13:21:19.185433Z 0 0 20220301 20220331 2022 2021-08-26T14:48:38.183311Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast orcid primabst ref specialabst 2095-4956 20954956 false 66 66 C Volume 66 45 440 447 440 447 202203 March 2022 2022-03-01 2022-03-31 2022 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. AMODELCATHODEFORMECHANISTICSTUDYORGANOSULFIDEELECTROCHEMISTRYINLIORGANOSULFIDEBATTERIES ZHANG W 1 Introduction 2 Experimental 2.1 Materials 2.2 Sample preparation 2.3 Theoretical calculation 2.4 Electrochemical measurements 3 Results and discussion 3.1 Mechanism for breaking S–S bonds 3.2 Mechanism for breaking C–S bonds 3.3 General strategy to accelerate the kinetics of organosulfide 4 Conclusions Acknowledgments Appendix A Supplementary data References ARMAND 2008 652 657 M LIU 2019 180 186 J CHOI 2016 16013 J CHEN 2020 11288 X BHARGAV 2020 285 291 A RANA 2020 195 209 M ZHAO 2020 12636 12652 M KNOOP 2020 86 106 J LOPEZ 2019 312 330 J LIU 2018 53 64 J WANG 2019 2290 2300 D WU 2016 10027 10031 M WANG 2020 1902646 1902651 D WU 2016 1221 1226 M GUO 2018 8873 8876 W ZHAO 2020 2676 2680 J PREEFER 2017 15118 15122 M SHADIKE 2021 471 500 Z WANG 2002 963 965 J GUO 2020 13322 13331 W LI 2015 3181 3186 X LI 2020 613 642 S CHEN 2019 1021 1030 X WANG 2019 12732 12739 L ZHANG 2020 3588 3596 W ZHANG 2019 287 296 Y LI 2020 3405 3412 S ZHANG 2020 105083 105091 W LI 2019 153 161 S LI 2019 2956 2964 S WEI 2015 12143 12152 S JIN 2018 272 278 Z ZHOU 2021 238 244 J BENAICHOUCHE 1990 1421 1424 M BOSSER 1994 511 517 G AHRIKA 1999 513 520 A AHRIKA 2002 1433 1439 A PHADKE 2019 135253 S PHADKE 2017 5907 5914 S SALEM 2015 11542 11545 H ZHAO 2021 2007298 2007308 M PANG 2016 16132 Q TSAO 2019 872 884 Y LI 2021 434 451 J KIM 2020 154 161 S WU 2019 1900958 1900965 X ZHAO 2020 1 15 M TOJO 2015 68 73 S ANTONELLO 2003 14905 14916 S BALACH 2018 23127 23168 J XU 2019 3144 3155 Z SUN 2017 14627 14635 Z ZHOU 2017 840 845 G GERBER 2016 549 554 L ZHANGX2022X440 ZHANGX2022X440X447 ZHANGX2022X440XW ZHANGX2022X440X447XW 2023-09-07T00:00:00.000Z 2023-09-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-09-17T07:55:33.856Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Certificate of China Postdoctoral Science Foundation National Natural Science Foundation of China 21975087 51821005 U1966214 NNSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ 2019 M652634 2020 M672337 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991 HUST HUST Huazhong University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100003397 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (Grant Nos. 21975087, 51821005, U1966214) and the Certificate of China Postdoctoral Science Foundation (Grant Nos. 2020 M672337, 2019 M652634). The authors gratefully acknowledge the Analytical and Testing Center of HUST for allowing us to use its facilities. The authors thank Dr. X. Chen for performing radical exchange simulations of studied organosulfide by first-principles DFT calculations. This work was supported by the National Natural Science Foundation of China (Grant Nos. 21975087, 51821005, U1966214) and the Certificate of China Postdoctoral Science Foundation (Grant Nos. 2020 M672337, 2019 M652634). The authors gratefully acknowledge the Analytical and Testing Center of HUST for allowing us to use its facilities. The authors thank Dr. X. Chen for performing radical exchange simulations of studied organosulfide by first-principles DFT calculations. 0 item S2095-4956(21)00468-X S209549562100468X 1-s2.0-S209549562100468X 10.1016/j.jechem.2021.08.045 286353 2022-09-01T23:18:28.736066Z 2022-03-01 2022-03-31 1-s2.0-S209549562100468X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/MAIN/application/pdf/ea01a12b2e1cb1c624eae8f82d99ba70/main.pdf main.pdf pdf true 2370150 MAIN 8 1-s2.0-S209549562100468X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/PREVIEW/image/png/835b4d42c91497a2c20dba3ea20a45e5/main_1.png main_1.png png 59945 849 656 IMAGE-WEB-PDF 1 1-s2.0-S209549562100468X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/ga1/DOWNSAMPLED/image/jpeg/bdd929cd3a691e6473e09c24114a563f/ga1.jpg ga1 true ga1.jpg jpg 23988 200 408 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr1/DOWNSAMPLED/image/jpeg/81124ed7f62e692123b1c96d0575c5ae/gr1.jpg gr1 gr1.jpg jpg 102428 708 602 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr2/DOWNSAMPLED/image/jpeg/27716d69d9ad0e2ae26782016396b52f/gr2.jpg gr2 gr2.jpg jpg 40775 359 375 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr3/DOWNSAMPLED/image/jpeg/0b90ee32048bf3239a4a88c12fa1acfb/gr3.jpg gr3 gr3.jpg jpg 138851 672 623 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr4/DOWNSAMPLED/image/jpeg/0503f2752ce06e2f5f773f1145acfd55/gr4.jpg gr4 gr4.jpg jpg 121958 792 622 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr5/DOWNSAMPLED/image/jpeg/d889269f83211a7c64ffdcc701fcb34b/gr5.jpg gr5 gr5.jpg jpg 41782 366 375 IMAGE-DOWNSAMPLED 1-s2.0-S209549562100468X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/ga1/THUMBNAIL/image/gif/54b2a03a52279adb04611f142509c04f/ga1.sml ga1 true ga1.sml sml 6605 107 219 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr1/THUMBNAIL/image/gif/62f0b425521de6c1fc90388b7fecaab2/gr1.sml gr1 gr1.sml sml 6309 163 139 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr2/THUMBNAIL/image/gif/393669620b2bbb1b4feb650b74705e16/gr2.sml gr2 gr2.sml sml 8772 164 171 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr3/THUMBNAIL/image/gif/446e37345127e5fafc6ec09692d6fee9/gr3.sml gr3 gr3.sml sml 9889 164 152 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr4/DOWNSAMPLED/image/gif/d61e6b3b30c8272ea6d81876632791c5/gr4.sml gr4 gr4.sml sml 11305 164 129 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/gr5/THUMBNAIL/image/gif/a9eb0b672456504c964a2fa17bd83bd8/gr5.sml gr5 gr5.sml sml 11372 164 168 IMAGE-THUMBNAIL 1-s2.0-S209549562100468X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/HIGHRES/image/jpeg/8ea218e9adf77c46cc411894e2251302/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 69635 531 1084 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/HIGHRES/image/jpeg/8b4abff42ed7cd8046ac7639aa57210f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 551547 3134 2665 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/HIGHRES/image/jpeg/7881db8c2d45bc5b97a732bce3f35ccd/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 231708 1591 1660 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/HIGHRES/image/jpeg/768b9eaad70f867f2619ff4361fdea9c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 828329 2978 2759 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/DOWNSAMPLED/image/jpeg/2ead501e78d8ecd7adb7a08d6a9c2bce/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 903971 3509 2756 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/HIGHRES/image/jpeg/8ff046c65ef2df887e88bd9450e0547c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 253402 1622 1660 IMAGE-HIGH-RES 1-s2.0-S209549562100468X-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562100468X/mmc1/MAIN/application/msword/dedb4662d78733148fbd79c3e54128e9/mmc1.doc mmc1 mmc1.doc doc 6965760 APPLICATION 1-s2.0-S209549562100468X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10CVPZ3RNXL/MAIN/application/pdf/8479e64dd11a2f3b101284787397c419/am.pdf am am.pdf pdf false 944408 AAM-PDF JECHEM 2125 S2095-4956(21)00468-X 10.1016/j.jechem.2021.08.045 Science Press Fig. 1 Proposed catalytic cycle of Se radical in organosulfide cathodes to enhance reaction kinetics. Fig. 2 Simulation results of radical exchange between Se and S. (a) Possible reaction pathways for PhS–SPh and PhS–SePh when dissociated into anions and radicals; (b) corresponding reaction enthalpy based on DFT calculations. Fig. 3 Electrochemical behavior evaluations of PhS–SPh, PhS–SePh and Se mediated PhS–SPh cathodes. (a) Cyclic voltammetry; (b) linear sweep voltammetry of PhS–SPh cathode with different molar ratios of PhSe–SePh; (c) overpotential; (d) calculated Li+ diffusion coefficients from different scan rates of CVs; (e) Nyquist plots after 10th cycles; and (f) cycling performances at the current density of 0.2 C for PhS–SPh batteries with and without PhSe–SePh. Fig. 4 Structure characterization for the PhS–SPh cathode after first cycle at the discharged states to clarify the breaking of C–S bonds. (a) Total ion chromatograms (TICs) of the PhS–SPh cathode from the MS results; (b) XPS of S 2p for the PhS–SPh cathode after first cycle at the discharged states; (c–e) HR-TEM images; (f) SAED pattern of boxed regions in (d). Fig. 5 Schematic representations for the radical catalytic effect in organosulfide cathode. (a) Proposed catalytic cycle; (b) schematic illustration for catalytic cycle of radical in organosulfide cathodes to enhance reaction kinetics. A model cathode for mechanistic study of organosulfide electrochemistry in Li-organosulfide batteries Wei Zhang a Fenfen Ma b Sibei Guo c Xin Chen b ⁎ Ziqi Zeng a Qiang Wu d Shuping Li a Shijie Cheng a Jia Xie a ⁎ a State Key Laboratory of Advanced Electromagnetic Engineering and Technology, School of Electrical and Electronic Engineering, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China State Key Laboratory of Advanced Electromagnetic Engineering and Technology School of Electrical and Electronic Engineering Huazhong University of Science and Technology Wuhan 430074 Hubei China State Key Laboratory of Advanced Electromagnetic Engineering and Technology, School of Electrical and Electronic Engineering, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China b GuSu Laboratory of Materials, Suzhou 215123, Jiangsu, China GuSu Laboratory of Materials Suzhou 215123 Jiangsu China GuSu Laboratory of Materials, Suzhou 215123, Jiangsu, China c Hefei National Laboratory for Physical Sciences at the Microscale, School of Chemistry and Materials Science, University of Science and Technology of China, Hefei 230026, Anhui, China Hefei National Laboratory for Physical Sciences at the Microscale School of Chemistry and Materials Science University of Science and Technology of China Hefei 230026 Anhui China Hefei National Laboratory for Physical Sciences at the Microscale, School of Chemistry and Materials Science, University of Science and Technology of China, Hefei 230026, Anhui, China d State Key Laboratory of Materials Processing and Die & Mould Technology, School of Materials Science and Engineering, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China State Key Laboratory of Materials Processing and Die & Mould Technology School of Materials Science and Engineering Huazhong University of Science and Technology Wuhan 430074 Hubei China State Key Laboratory of Materials Processing and Die & Mould Technology, School of Materials Science and Engineering, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China ⁎ Corresponding authors. Graphical abstract Any species that can attack S–S bonds and produce more electrochemically active M–S bonds could potentially serve as a mediator. Organosulfides offer new opportunities for high performance lithium-sulfur (Li-S) batteries because of materials abundance, versatile structures and unique properties. Yet, their redox kinetics as well as cycling performance need to be further improved. Employing redox mediators is a highly effective strategy to address above challenges. However, the underlying mechanism in this chemistry is so far insufficiently explored. Here, phenyl disulfide (PhS–SPh) and phenyl diselenide (PhSe–SePh) are used as a model system for mechanistic understanding of organosulfide electrochemistry, particularly the rate acceleration. Profiling the reaction thermodynamics and charge-discharge process reveals redox of both S–S and C–S bonds, as well as that the coupling between radical exchange and electrochemical redox is the key to enhance the sulfur kinetics. This study not only establishes a basic understanding of orgaonsulfide electrochemistry in Li-S batteries, but also points out a general strategy for enhancing the kinetics of sulfur electrodes in electrochemical devices. Keywords Organosulfide Radical exchange Reaction kinetics Rate acceleration 1 Introduction The increasing demands of grid-scale electricity storage, electric vehicles and portable electronics call for new battery systems with higher energy density beyond currently developed lithium-ion intercalation based techniques [1-4]. Lithium-sulfur (Li-S) battery is considered to be a promising candidate due to its extremely high energy density of 2600 Wh kg−1, low cost and abundance of sulfur [5-8]. Organosulfides containing sulfur chains as active lithiation sites present unique electrochemistry [9-11]. Some organosulfides with high capacity, such as dimethyl trisulfide [12], dipyridyl polysulfides [13], diphenyl trisulfide [14], and stretchable polymers [15] have shown excellent battery performance in Li-S batteries. Such organosulfides could effectively overcome the problem of lithium polysulfides (LiPSs) shuttling by generating less high-order LiPSs upon cycling [16,17]. However, the development of high performance organosulfides-based batteries was hindered by poor redox kinetics, which is tightly associated with poor conductivity of organosulfides as well as their reduced products, resulting in unsatisfactory cycling and rate performance [18-20]. It has been proven or shown that introducing selenium (Se) into sulfur cathodes can complement the poor conductivity and low electrochemical activity of sulfur [16,21]. Particularly, our group demonstrated a eutectic accelerator strategy to introduce small amounts of Se in small organosulfide molecular of sulfurized polyacrylonitrile cathodes to alleviate the shuttling effect and accelerate the reaction kinetics, yielding excellent cyclability and rate capability for Li-S batteries [22-30]. However, the underlying acceleration mechanism of organosulfide has been insufficiently explored [20,31-33]. Previously studies reported that there exists a nucleophilic substitution of alkyl halides or nitroaromatic halides by electrogenerated polysulphide ions [34-36]. The reaction of RS− and Se will form RSSe− ions, which can be oxidized into RS2R faster than RS− on a gold electrode [37]. Moreover, Anoutithe et al. conducted a comparative study on the impact of catholytes containing electrochemically active organic disulphide (R2S2), thiol (RSH) or dithiol (SHRSH) compounds on the discharge capacity and capacity fade rate of sulphur cathodes in Li-S batteries. They proposed a potential chemical balance between the redox systems (S8/S x 2−) and (RS x R/RS x −) in the solution. The long term cycling up to 500 cycles validated the positive effect of the organic catholytes as chemical barrier against sulphur loss during cycling [38,39]. Recently, redox mediators with reversible redox couples have been exploited to accelerate redox kinetics by regulating the chemical reactions of sulfur species [40-46]. For instance, Huang et al. introduced organopolysulfide (di-t-butyl disulfide, DtbDS) as a mediator to enhance the redox kinetics of sulfur, and a Li-S pouch cell under practical conditions is realized [47]. Herein, we use phenyl disulfide compounds as a model system to investigate the fundamental kinetics and mechanism of organosulfide electrochemistry. A small amount of PhSe–SePh as mediator was added into the PhS–SPh cathode to remarkably improve the battery performance, indicating its catalytic effect. Through both experimental and theoretical investigations, we conclude that a Se radical-mediated catalytic cycle that couples radical exchange and electrochemical redox is responsible for accelerating the sulfur kinetics. This work provides a deep understanding for mechanism of organosulfide, which could offer guidance for constructing high performance Li-S batteries. 2 Experimental 2.1 Materials 1,3-dioxolane (DOL, 99.5%, Sigma-Aldrich), 1,2-dimethoxyethane (DME, 99.8%, Sigma-Aldrich), lithium nitrate (LiNO3, 99.99%, Sigma-Aldrich) and phenyl disulfide (PhS–SPh, 99.8%, Sigma-Aldrich), phenyl diselenide (PhSe–SePh, 99.9%, Sigma-Aldrich), carbon disulfide (CS2, 99%, Sinopharm Chemical), lithium bis(trifluromethanesulfonyl)imide (LiTFSI, 99%, Sigma-Aldrich) and lithium perchlorate (LiClO4, 99%, Sigma-Aldrich) were purchased and used as received. The commercial binder-free carbon nanotube paper called buckypaper (NanoTechLabs, Inc) was used as the current collector in this study. The carbon paper (CP) was cut into discs with diameter of 10 mm and dried at 100 °C for 24 h in a vacuum oven before use. 2.2 Sample preparation Synthesis of phenyl selenosulfide (PhS–SePh): Equimolar PhS–SPh and PhSe–SePh were mixed in DME solvent. The solution was stirred for 2 h and DME was removed by evaporation. The product was obtained for further analysis. 2.3 Theoretical calculation To simulate the radical exchange process between S and Se in PhS–SPh system, first-principles DFT calculations using Gaussian 16 software were performed. All calculations were based on the B3LYP hybrid functional with Grimme’s D3 dispersion energy correction, the molecular geometries were optimized using the 6-311G* basis set, and the single-point energies were calculated using 6–311+G(d,p) basis set for the optimized structures. Polarization continuous model (PCM) was used to simulate the solution environment in the battery. The calculation formula of the reaction enthalpy for radical exchange reaction is: E S–Se + E S*−(E S–S + E Se*), where E S–Se and E S* are the energy for the final state of S–Se and S*, and E S-S and E Se* are the energy for the initial state of S–S and Se*, respectively. 2.4 Electrochemical measurements Electrolyte and catholyte preparation: The electrolyte is composed of 1.0 M LiTFSI in a mixture of DME and DOL 1:1 (vol%), containing 2 wt% LiNO3. 1.0 M catholytes were prepared by adding appropriate amounts of active materials (PhS–SPh, PhSe–SePh, or PhS–SePh) to the electrolyte. The electrolyte and catholytes were prepared and stored in glove box. Additional, for the TEM and XPS test to verify the existence of Li2S, the lithium salt is LiClO4. 2032 coin cells assembled in an argon-filled glove box were used to test the electrochemical measurements with lithium foil as the anode. First, catholytes (25 μL) were added into the CP current collector. Then a Celgard 2400 separator was placed on the top CP followed by adding another 15 μL blank electrolytes. Finally, lithium metal anode was placed on the separator, and cell was crimped. Galvanostatic charge/discharge profiles were obtained at different C rates by battery test system (LAND-CT2001A, Wuhan, China). The cyclic voltammetry (CV) and linear sweep voltammetry (LSV) profiles were performed by electrochemical workstation (Solartron 1470E) at a scan rate of 0.2 mV s−1 between 1.8 and 2.8 V. Lithium ion diffusion coefficients for PhS–SPh and PhS–SePh based cells were calculated based on Randles-Sevick equation through a series of CVs with different scan rates. The electrochemical impedance spectroscopy (EIS) measurements were also tested on Solartron 1470E by AC impedance method. To demonstrate the catalytic effect of Se radical in organosulfide cathodes, very little amount of PhSe–SePh was added in the PhS–SPh based cathode, and the battery performance was tested. In detail, a certain amount of PhSe–SePh was dissolved into 1 mL of 1.0 M PhS–SPh catholyte, in which the molar ratio of S in PhS–SPh to Se in PhSe–SePh is from 20:1 to 10:1. Then the cell was assembled by the above method. 3 Results and discussion Fig. 1 presents a proposed reaction mechanism of Se mediated organosulfide. The discharge process undergoes two stages which feature breaking of S–S bonds and C–S bonds, respectively. Reductive breaking of S–S bonds in the first stage is the major and desired process in Li-S batteries. We believe that this process is more complicated than the straightforward two-step linear reaction pathway. Instead, it could proceed via a cyclic reaction involving a radical exchange. Importantly, this allows the whole reaction to be accelerated via a Se radical-mediated catalytic cycle, which is the theme of this work and will be elaborated on later. In the second discharge stage with lower voltage, C–S bonds in organosulfide are broken, leading to the formation of R–S–SLi and Li2S. During the recharge process, R–SLi and R–S–SLi are delithiated, forming a series of organosulfide compounds including R–S–S–R and R–S–S–S–R. This process should be partially irreversible. It may contribute to formation of SEI and can be controlled for better cycling stability and rate capability. 3.1 Mechanism for breaking S–S bonds The reductive breaking of S–S bonds could occur via a cyclic reaction pathway instead of a more straightforward linear pathway. The key distinction between the two is the role of S radicals. When an R–S–S–R molecule takes up e− and Li+, it generates the final products of R–SLi and an R–S· radical. There are two possible fates of R–S·, being further reduced to R–SLi to complete the reaction, or reacting with another R–S–S–R via fast radical exchange. At the first sight, it makes no net contribution to the overall reaction rate since the reactants and products of this self-exchange reaction are the same. A closer inspection suggests that the cyclic mechanism offers an opportunity to accelerate the slow rate of S–S breaking by introducing redox mediators such as PhS–SePh. PhS–SePh can be introduced by simply adding PhSe–SePh into PhS–SPh. As proven by our experimental results as well as other reported work, PhS–SePh will be produced automatically via the exchange reaction between PhS–SPh and PhSe–SePh at room temperature (Figs. S1–S7) [15]. This is further supported by our density functional theory (DFT) calculations using several methods including (B3LYP-D3/6-31G*//B3LYP-D3/6–311+G(d,p), B3LYP-D3/6-311G*//B3LYP-D3/6–311+G(d,p), M06-2X/6-31G* and M062X/6-311G* (Table S1). All results indicate that the bond dissociation energy (BDE) for PhS–SePh is greater than PhS–SPh, demonstrating that the S–Se bond is stronger than that of S–S. More importantly, BDE of the S–Se is greater than the average of that of S–S and Se–Se, which demonstrates that the exchange reaction is thermodynamically favorable. Reduction of R–S–Se–R could form either an R–S· or an R–Se·. The S radical generating pathway is uninteresting as the S radical is indistinguishable from that formed via reducing R–S–S–R. In contrast, the Se radical could induce new chemistry. It can attack an R–S–S–R molecule and the radical exchange will result in an R–S· and another R–S–Se–R molecule. This “new” R–S–Se–R molecule will be lithiated to form R–SLi and R–Se· in another incidence of reduction reaction. Importantly, this process “reproduces” an R–Se· and the net results is consumption of R–S–S–R and production of R–SLi, making up a Se-radical mediated catalytic cycle. For this catalytic cycle to effectively accelerate the reduction rate of R–S–S–R, at least a few criteria must be met: (1) R–S–Se–R must be more reactive than R–S–S–R; (2) R–S–Se–R, when reduced, should preferably produce R–Se·; and (3) the radical exchange reaction between S· and Se· must favor S· as the product. In the following, we present the evidence for each of them. The higher reactivity of R–S–Se–R can be referred from electrochemical measurements, which will be elaborated on later. As discussed earlier, PhS–SePh can be reduced via two possible pathways, into PhSe· and PhS–, or into PhS· and PhSe–, as illustrated in Fig. 2 (a). It has been proved that the pathway 1 for formation of Se radical is more likely to occur [48,49]. This is unsurprising considering the fact that S is a more electronegative element than Se. Once a Se radical is generated, it could attack S–S to obtain a S radical. This exchange reaction is simulated using DFT calculations (Fig. 2(b) and Table S1). As shown in Fig. 2(b), the reaction generally goes downhill with no significant barrier, driven by a significantly negative reaction enthalpy of − 9.145 kCal/mol. This is consistent with our earlier result that S–Se bond is stronger than S–S. Therefore, the Se radical should be more active in radical exchange than the corresponding S radical. In comparison, the reaction enthalpy for symmetric PhS· exchange must be 0, as illustrated. The differential electrochemical behaviors of R–S–S–R and R–S–Se–R are key to the acceleration of the overall-rate of whole reaction. We performed a series of electrochemical measurements to compare the electrochemical behaviors of S–S and S–Se bonds. Fig. 3 (a) shows the CV of Se mediated PhS–SPh cathodes, which are initially cycled for 10 cycles to reach a stable electrochemical state before experiments. In general, they exhibit similar features, with one pair of oxidation and reduction peaks. However, the peak position is different, demonstrating different electrochemical activity. Compared with PhS–SPh and PhS–SePh cathodes, PhSe–SePh is more easily reduced or oxidized. Besides, the voltage gap between the reductive/oxidative peaks for PhS–SePh is greatly decreased when compared with that of PhS–SPh cathode, suggesting that PhS–SePh is more favorable in the redox reaction despite of stronger S–Se bonding. Therefore, PhS–SePh is electrochemically more reactive than PhS–SPh, albeit more stable thermodynamically. Moreover, we tested the electrochemical behavior of Se mediated PhS–SPh cathodes, in which a small amount of PhSe–SePh was added in the PhS–SPh catholytes. Fig. 3(b) shows the LSV results of the Se mediated PhS–SPh cathodes. It can be seen that the reduced peaks are positively shifted as quantity of PhSe–SePh increases. A series of experiments (Fig. S8) suggest that a molar ratio of Se in PhSe–SePh to S in PhS–SPh at about 1:15 is an optimal choice. The reduction peak of such a cathode is almost the same with PhS–SePh. Compared with PhS–SPh cathode, the PhS–SePh enjoys a much lower overpotential of 0.23 V (Fig. 3(c)), indicating better redox activity, which is in consistence with the CV results. The Li+ diffusion capability and EIS were also measured to investigate the electrochemical behavior of Se mediated PhS–SPh cathodes. The calculated Li+ diffusion coefficient from different scan rates of CVs of PhS–SePh cathode are about 3 times higher than that of PhS–SPh in both discharge and charge processes (Fig. 3d, Figs. S9–S13). Similarly, the resistance impedance of PhS–SePh cathode is much lower than that of PhS–SPh (Fig. 3e). When compared with pristine PhS–SPh cathode, the Se mediated PhS–SPh cathode shows much higher Li+ diffusion coefficient and lower resistance impedance. With only 1 out 15 of S being replaced with Se, the Li+ diffusion coefficient is almost as high as that of PhS–SePh. Similarly, the resistance impedance of such a cathode decreases remarkably to a value that is slightly higher than that of PhS–SePh. To summarize, the Se mediated PhS–SPh cathode, compared with PhS–SPh, shows significantly lower overpotential and resistance impedance, and higher Li+ diffusion capability. Importantly, only 1 out 15 of S being replaced with Se is necessary to improve the performance of the cathode to the level of PhS–SePh, an effectively 1:1 mixing ratio of S and Se. Finally, we test the electrochemical performance of Se mediated PhS–SPh cathodes in full cells. Fig. 3(f), Figs. S14–S18 and Table S2 show the cycling performance of PhS–SPh batteries with and without PhSe–SePh at the current density of 0.2 C. Since the introduction of too much PhSe–SePh in PhS–SPh will lower the overall theoretical capacity of the cathode, selecting an appropriate amount of PhSe–SePh is critical to achieve the best mediation effect. Optimization experiments (Fig. S17) show that the PhS–SPh: PheS–SePh = 15:1 (molar ratio of S to Se) gives the best ratio to achieve the best cycling performance. After 100 cycles, the Se mediated PhS–SPh cathode exhibits much higher capacity of 127.5 mAh g−1, corresponding to a higher capacity retention of 67.2% than that of PhS–SPh cathodes (27.9%). The capacity of 100 cycles is even better than that of PhS–SePh cathode (120.1 mAh g−1), though the PhS–SePh cathode do exhibit a little higher capacity retention capacity of 73.5% than Se mediated PhS–SPh cathodes. Overall, this acceleration effect of Se radicals can indeed greatly enhance the sluggish kinetics of PhS–SPh cathode to a level comparable to that of pure PhS–SePh. Fig. S19 shows the mass spectrometry (MS) results of Se mediated PhS–SPh cathode at charged and discharged states. The discharged products of organosulfides include similar components (PhSLi, PhS–SLi, PhSeLi, PhSe–SeLi, etc.) with that of PhS–SePh cathode but with different abundance (Fig. S20), and similar phenomenon was observed for the charge process (Fig. S21). Moreover, the Se mediated PhS–SPh shows much improved rate performances, compared with pristine PhS–SPh battery (Figs. S22–S24). In detail, the Se mediated PhS–SPh battery delivers better rate capability at high current density (146.9 mAh g−1 at 2.0 C, respectively), while for PhS–SPh battery, it declines to 123.7 mAh g−1 at 2.0 C. Thus, the battery performance of PhS–SPh is dramatically improved with the addition of PhSe–SePh. Furthermore, the surface morphology of the corresponding Li anodes after cycled was also investigated for the Se mediated PhS–SPh cells (Fig. S25). It displays a uniform, continuous and highly packed morphology, suggesting that the introduction of organoselenide does not aggravate the corrosion of metal lithium. All these observations are consistent with our notion that S–Se bonds have better redox kinetics than S–S bonds, and a Se radical-mediated catalytic cycle that couples radical exchange and electrochemical redox accelerates the kinetics of organosulfide. 3.2 Mechanism for breaking C–S bonds In the second discharged stage at lower voltage, C–S bonds in organosulfide are broken, which can be confirmed through characterizing the structure of charge/discharge products of PhS–SPh by high resolution transmission electron microscopy (HR-TEM) and X-ray photoelectron spectroscopy (XPS) analysis. Fig. 4 (a) and Fig. S26 show the MS results of PhS–SPh cathode after first cycle at the discharged state. There are two peaks at 3.903 and 4.119 min, which are ascribed to PhSH and PhS–SH, indicating the formation of PhSLi and PhS–SLi, respectively. The PhSLi is the dominant species due to its high intensity of peak in MS analysis, and existence of PhS–SLi should result from breaking of C–S bonds in organosulfide which will form Li2S. The XPS spectra of S 2p for PhS–SPh at first discharged state further indicate the compositions of inorganic sulfides (Li2S) and organosulfide-containing components (Fig. 4b and Fig. S27). Specially, the S 2p 3/2 peak binding energy of 162.4 eV is assigned to Li2S. And two S 2p3/2 peaks at 162.8 and 164.0 eV represent PhSLi and PhS–SLi, respectively. When delithiated, the charged products of PhS–SPh and PhS–S–SPh will be formed, as demonstrated in MS results (Fig. S28). Similar phenomenon is founded in the discharged and charged products of PhSe–SePh cathode (Figs. S29 and S30). Moreover, Fig. 4(c–f) present the HR-TEM images of PhS–SPh cathode after first cycle at discharged state. The lattice fringes of Li2S is clearly identified, and lattice with interplanar distances of 0.332 nm matches well with (111) planes of Li2S (Fig. 4e). Furthermore, the corresponding selected-area electron diffraction (SAED) pattern (Fig. 4f) shows diffraction rings ascribed to reflections of Li2S phase. These results all verify the existence of Li2S, which can only be formed via breaking C–S bonds in PhS–SPh. The resulted Li2S could form soluble lithium polysulfides and S8 species in the following charge/discharge process, leading to irreversible loss of capacity. Through optimizing the chemical structure of organosulfide, the formation of carbon anions and Li2S could be suppressed. It is worth mentioning that breaking C–S bonds is rare and it happens alongside the breaking of S–S bonds, making it very difficult to detect using current characterization techniques, such as Raman spectroscopy. With the advance in in-situ characterization techniques, it may be possible to in-situ investigate the change of C–S bonds during the charge and discharge process. 3.3 General strategy to accelerate the kinetics of organosulfide Using Se-mediated phenyl disulfide as a model system, we demonstrate a strategy of coupling a fast radical exchange and electrochemical redox reaction to circumvent the sluggish kinetics of organosulfides. This Se radical-mediated catalytic cycle somehow resembles a relay race. While the redox of S–S could occur on its own, the kinetic is slow and could be accelerated by a “relay runner” or a mediator. Unlike typical catalysts in chemical reactions, such a mediator (and its related species) must be both an electrochemically active and a chemically active species. In our case, R–S–Se–R is more facilely reductive with a potential matching that of disulfide and its reduction generates the key mediating species of Se–R, which is chemically reactive towards disulfide bonds. Another distinction with typical catalysts is that Se–R will eventually be reduced, losing its “catalytic” activity. In the context of rechargeable battery, this should be regarded as a desirable property since it contributes toward the capacity. We believe this reaction scheme is broadly applicable. Although we studied on a disulfide, the strategy should work for polysulfide-based systems, which are more practical cathode materials. In fact, the Se has been shown to accelerate the rate of several types of Li-S batteries [23-26]. Moreover, any species that can attack an S–S bond and produce a more electrochemically active M–S bond could potentially serve as a mediator as shown in Fig. 5 . For example, Te, the heavier analogy of Se, is expected to work in a similar fashion. Indeed, we have previously reported enhancement of the cycling and rate performance of organosulfide-based cathodes with a small additional amount of Te [27-30]. This chemistry is not limited in chalcogen-based species. The general scheme may help explain the effects of other redox mediators, such as metal-based mediators (metals [50], metal oxides [51], nitrides [52] and sulfides [53]) and organic redox mediators (DtbDS [47], anthraquinone derivatives [43], benzo[ghi]pery leneimide [54], etc.). Via chemisorption, surface catalysis, or introducing extrinsic redox mediators, the conversion of lithium polysulfides is dramatically accelerated to enhance the overall sulfur redox kinetics. This work provides a new insight to uncover the mediation mechanism of redox mediator for high-performance sulfur cathodes. Along with anticipated improvements in lithium anode and electrolytes, it brings the Li-S battery a step closer to practical realization. 4 Conclusions In conclusion, we have conducted a systematic investigation to elucidate the mechanism of organosulfide electrochemistry using phenyl disulfide compounds with and without additional Se compounds as a model system. The study of reaction thermodynamics and charge/discharge process suggests that the reaction pathway involves a Se radical-mediated catalytic cycle that couples radical exchange and electrochemical redox can dramatically enhance the reaction kinetic of organosulfide. This work provides deep understanding for mechanism and accelerating effect of organosulfide cathodes, and inspires further exploration in mediating redox kinetics of sulfur for high performance Metal-S batteries. Moreover, advanced testing technology such as electron paramagnetic resonance (EPR) coupled with battery charge and discharge test system may be performed to in-situ study those radicals participated electrochemical reaction for deeply uncovering the inherent reaction mechanism in the future. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (Grant Nos. 21975087, 51821005, U1966214) and the Certificate of China Postdoctoral Science Foundation (Grant Nos. 2020 M672337, 2019 M652634). The authors gratefully acknowledge the Analytical and Testing Center of HUST for allowing us to use its facilities. The authors thank Dr. X. Chen for performing radical exchange simulations of studied organosulfide by first-principles DFT calculations. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.08.045. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] M. Armand J.M. Tarascon Nature 451 2008 652 657 M. Armand, J.M. Tarascon, Nature 451 (2008) 652–657. [2] J. Liu Z.N. Bao Y. Cui E.J. Dufek J.B. Goodenough P. Khalifah Q.Y. Li B.Y. Liaw P. Liu A. Manthiram Y.S. Meng V.R. Subramanian M.F. Toney V.V. Viswanathan M.S. Whittingham J. Xiao W. Xu J.H. Yang X.Q. Yang J.G. Zhang Nat. Energy 4 2019 180 186 J. Liu, Z.N. Bao, Y. Cui, E.J. Dufek, J.B. Goodenough, P. Khalifah, Q.Y. Li, B.Y. Liaw, P. Liu, A. Manthiram, Y.S. Meng, V.R. Subramanian, M.F. Toney, V.V. Viswanathan, M.S. Whittingham, J. Xiao, W. Xu, J.H. Yang, X.Q. Yang, J.G. Zhang, Nat. Energy 4 (2019) 180–186. [3] J.W. Choi D. Aurbach Nat. Rev. Mater. 1 2016 16013 J.W. Choi, D. Aurbach, Nat. Rev. Mater. 1 (2016) 16013. [4] X. Chen Y.K. Bai C.Z. Zhao X. Shen Q. Zhang Angew. Chem. Int. Ed. 132 2020 11288 X. Chen, Y.K. Bai, C.Z. Zhao, X. Shen, Q. Zhang, Angew. Chem. Int. Ed. 132 (2020) 11288. [5] A. Bhargav J.R. He A. Gupta A. Manthiram Joule 4 2020 285 291 A. Bhargav, J.R. He, A. Gupta, A. Manthiram, Joule 4 (2020) 285–291. [6] M. Rana B. Luo M.R. Kaiser I. Gentle R. Knibbe J. Energy Chem. 42 2020 195 209 M. Rana, B. Luo, M.R. Kaiser, I. Gentle, R. Knibbe, J. Energy Chem. 42 (2020) 195–209. [7] M. Zhao B.Q. Li H.J. Peng H. Yuan J.Y. Wei J.Q. Huang Angew. Chem. Int. Ed. 59 2020 12636 12652 M. Zhao, B.Q. Li, H.J. Peng, H. Yuan, J.Y. Wei, J.Q. Huang, Angew. Chem. Int. Ed. 59 (2020) 12636–12652. [8] J.E. Knoop S. Ahn J. Energy Chem. 47 2020 86 106 J.E. Knoop, S. Ahn, J. Energy Chem. 47 (2020) 86–106. [9] J. Lopez D.G. Mackanic Y. Cui Z. Bao Nat. Rev. Mater. 4 2019 312 330 J. Lopez, D.G. Mackanic, Y. Cui, Z. Bao, Nat. Rev. Mater. 4 (2019) 312–330. [10] J. Liu M. Wang N. Xu T. Qian C. Yan Energy Storage Mater. 15 2018 53 64 J. Liu, M. Wang, N. Xu, T. Qian, C. Yan, Energy Storage Mater. 15 (2018) 53–64. [11] D.Y. Wang W. Guo Y. Fu Acc. Chem. Res. 52 2019 2290 2300 D.Y. Wang, W. Guo, Y. Fu, Acc. Chem. Res. 52 (2019) 2290–2300. [12] M. Wu Y. Cui A. Bhargav Y. Losovyj A. Siegel M. Agarwal Y. Ma Y. Fu Angew. Chem. Int. Ed. 55 2016 10027 10031 M. Wu, Y. Cui, A. Bhargav, Y. Losovyj, A. Siegel, M. Agarwal, Y. Ma, Y. Fu, Angew. Chem. Int. Ed. 55 (2016) 10027–10031. [13] D.Y. Wang Y.B. Si W. Guo Y.Z. Fu Adv. Sci. 7 2020 1902646 1902651 D.Y. Wang, Y.B. Si, W. Guo, Y.Z. Fu, Adv. Sci. 7 (2020) 1902646–1902651. [14] M. Wu A. Bhargav Y. Cui A. Siegel M. Agarwal Y. Ma Y. Fu ACS Energy Lett. 1 2016 1221 1226 M. Wu, A. Bhargav, Y. Cui, A. Siegel, M. Agarwal, Y. Ma, Y. Fu, ACS Energy Lett. 1 (2016) 1221–1226. [15] W. Guo A. Bhargav J.D. Ackerson Y. Cui Y. Ma Y.Z. Fu Chem. Commun. 54 2018 8873 8876 W. Guo, A. Bhargav, J.D. Ackerson, Y. Cui, Y. Ma, Y.Z. Fu, Chem. Commun. 54 (2018) 8873–8876. [16] J.W. Zhao Y.B. Si Z.X. Han J.J. Li W. Guo Y.Z. Fu Angew. Chem. Int. Ed. 132 2020 2676 2680 J.W. Zhao, Y.B. Si, Z.X. Han, J.J. Li, W. Guo, Y.Z. Fu, Angew. Chem. Int. Ed. 132 (2020) 2676–2680. [17] M.B. Preefer B. Oschmann C.J. Hawker R. Seshadri F. Wudl Angew. Chem. Int. Ed. 56 2017 15118 15122 M.B. Preefer, B. Oschmann, C.J. Hawker, R. Seshadri, F. Wudl, Angew. Chem. Int. Ed. 56 (2017) 15118–15122. [18] Z. Shadike S. Tan Q.C. Wang R.Q. Lin E. Hu D. Qu X.Q. Yang Mater. Horiz. 8 2021 471 500 Z. Shadike, S. Tan, Q.C. Wang, R.Q. Lin, E. Hu, D. Qu, X.Q. Yang, Mater. Horiz. 8 (2021) 471–500. [19] J. Wang J. Yang J. Xie N. Xu Adv. Mater. 14 2002 963 965 J. Wang, J. Yang, J. Xie, N. Xu, Adv. Mater. 14 (2002) 963–965. [20] W. Guo Y.Z. Fu Chem. Eur. J. 26 2020 13322 13331 W. Guo, Y.Z. Fu, Chem. Eur. J. 26 (2020) 13322–13331. [21] X.N. Li J.W. Liang K.L. Zhang Z.G. Hou W.Q. Zhang Y.C. Zhu Y.T. Qian Energy Environ. Sci. 8 2015 3181 3186 X.N. Li, J.W. Liang, K.L. Zhang, Z.G. Hou, W.Q. Zhang, Y.C. Zhu, Y.T. Qian, Energy Environ. Sci. 8 (2015) 3181–3186. [22] S.P. Li W. Zhang Z.Q. Zeng S.J. Cheng J. Xie Electrochem. Energy Rev. 3 2020 613 642 S.P. Li, W. Zhang, Z.Q. Zeng, S.J. Cheng, J. Xie, Electrochem. Energy Rev. 3 (2020) 613–642. [23] X. Chen L.F. Peng L.H. Wang J.Q. Yang Z.X. Hao J.W. Xiang K. Yuan Y.H. Huang B. Shan L.X. Yuan J. Xie Nat. Commun. 10 2019 1021 1030 X. Chen, L.F. Peng, L.H. Wang, J.Q. Yang, Z.X. Hao, J.W. Xiang, K. Yuan, Y.H. Huang, B. Shan, L.X. Yuan, J. Xie, Nat. Commun. 10 (2019) 1021–1030. [24] L.H. Wang X. Chen S.P. Li J.Q. Yang Y.L. Sun L.F. Peng B. Shan J. Xie J. Mater. Chem. A 7 2019 12732 12739 L.H. Wang, X. Chen, S.P. Li, J.Q. Yang, Y.L. Sun, L.F. Peng, B. Shan, J. Xie, J. Mater. Chem. A 7 (2019) 12732–12739. [25] W. Zhang S.P. Li L.H. Wang X.M. Wang J. Xie Sustainable Energy Fuels 4 2020 3588 3596 W. Zhang, S.P. Li, L.H. Wang, X.M. Wang, J. Xie, Sustainable Energy Fuels 4 (2020) 3588–3596. [26] Y.Y. Zhang Y.L. Sun L.F. Peng J.Q. Yang H.H. Jia Z.R. Zhang B. Shan J. Xie Energy Storage Mater. 21 2019 287 296 Y.Y. Zhang, Y.L. Sun, L.F. Peng, J.Q. Yang, H.H. Jia, Z.R. Zhang, B. Shan, J. Xie, Energy Storage Mater. 21 (2019) 287–296. [27] S.P. Li J.Q. Ma Z.Q. Zeng W. Hu W. Zhang S.J. Cheng J. Xie J. Mater. Chem. A 8 2020 3405 3412 S.P. Li, J.Q. Ma, Z.Q. Zeng, W. Hu, W. Zhang, S.J. Cheng, J. Xie, J. Mater. Chem. A 8 (2020) 3405–3412. [28] W. Zhang Y.Y. Zhang L.F. Peng S.P. Li X.M. Wang S.J. Cheng J. Xie Nano Energy 76 2020 105083 105091 W. Zhang, Y.Y. Zhang, L.F. Peng, S.P. Li, X.M. Wang, S.J. Cheng, J. Xie, Nano Energy 76 (2020) 105083–105091. [29] S.P. Li Z.L. Han W. Hu L.F. Peng J.Q. Yuan L.H. Wang Y.Y. Zhang B. Shan J. Xie Nano Energy 60 2019 153 161 S.P. Li, Z.L. Han, W. Hu, L.F. Peng, J.Q. Yuan, L.H. Wang, Y.Y. Zhang, B. Shan, J. Xie, Nano Energy 60 (2019) 153–161. [30] S.P. Li Z.Q. Zeng J.Q. Yang Z.L. Han W. Hu L.H. Wang J.Q. Ma B. Shan J. Xie ACS Appl. Energy Mater. 2 2019 2956 2964 S.P. Li, Z.Q. Zeng, J.Q. Yang, Z.L. Han, W. Hu, L.H. Wang, J.Q. Ma, B. Shan, J. Xie, ACS Appl. Energy Mater. 2 (2019) 2956–2964. [31] S.Y. Wei L. Ma K.E. Hendrickson Z.Y. Tu L.A. Archer J. Am. Chem. Soc. 137 2015 12143 12152 S.Y. Wei, L. Ma, K.E. Hendrickson, Z.Y. Tu, L.A. Archer, J. Am. Chem. Soc. 137 (2015) 12143–12152. [32] Z.Q. Jin Y.G. Liu W.K. Wang A.B. Wang B.W. Hu M. Shen T. Gao P.C. Zhao Y.S. Yang Energy Stor. Mater. 14 2018 272 278 Z.Q. Jin, Y.G. Liu, W.K. Wang, A.B. Wang, B.W. Hu, M. Shen, T. Gao, P.C. Zhao, Y.S. Yang, Energy Stor. Mater. 14 (2018) 272–278. [33] J.Q. Zhou X. Zhou Y.W. Sun X.W. Shen T. Qian C.L. Yan J. Energy Chem. 56 2021 238 244 J.Q. Zhou, X. Zhou, Y.W. Sun, X.W. Shen, T. Qian, C.L. Yan, J. Energy Chem. 56 (2021) 238–244. [34] M. Benaichouche G. Bosser J. Paris V. Plichon J. Chem. Soc. Perkin Trans. 2 1990 1421 1424 M. Benaichouche, G. Bosser, J. Paris, V. Plichon, J. Chem. Soc., Perkin Trans. 2 (1990) 1421–1424. [35] G. Bosser M. Benaichouche R. Coudert J. Paris New J. Chem. 18 1994 511 517 G. Bosser, M. Benaichouche, R. Coudert, J. Paris, New J. Chem. 18 (1994) 511–517. [36] A. Ahrika J. Robert M. Anouti J. Paris Acta Chem. Scand. 53 1999 513 520 A. Ahrika, J. Robert, M. Anouti, J. Paris, Acta Chem. Scand. 53 (1999) 513–520. [37] A. Ahrika J. Robert M. Anouti J. Paris New J. Chem. 26 2002 1433 1439 A. Ahrika, J. Robert, M. Anouti, J. Paris, New J. Chem., 26 (2002) 1433–1439. [38] S. Phadke J. Pires A. Korchenko M. Anouti Electrochim. Acta 330 2019 135253 S. Phadke, J. Pires, A. Korchenko, M. Anouti, Electrochim. Acta 330 (2019) 135253. [39] S. Phadke E. Coadou M. Anouti J. Phys. Chem. Lett. 8 2017 5907 5914 S. Phadke, E. Coadou, M. Anouti, J. Phys. Chem. Lett. 8 (2017) 5907–5914. [40] H.A. Salem G.L. Babu C.V. Rao L.M.R. Arava J. Am. Chem. Soc. 137 2015 11542 11545 H.A. Salem, G.L. Babu, C.V. Rao, L.M.R. Arava, J. Am. Chem. Soc. 137 (2015) 11542–11545. [41] M. Zhao X. Chen X.Y. Li B.Q. Li J.Q. Huang Adv. Mater. 33 2021 2007298 2007308 M. Zhao, X. Chen, X.Y. Li, B.Q. Li, J.Q. Huang, Adv. Mater. 33 (2021) 2007298–2007308. [42] Q. Pang X. Liang C.Y. Kwok L.F. Nazar Nat. Energy 1 2016 16132 Q. Pang, X. Liang, C.Y. Kwok, L.F. Nazar, Nat. Energy 1 (2016) 16132. [43] Y. Tsao M. Lee E.C. Miller G.P. Gao J. Park S.C. Chen T. Katsumata H. Tran L.W. Wang M.F. Toney Y. Cui Z.N. Bao Joule 3 2019 872 884 Y. Tsao, M. Lee, E.C. Miller, G.P. Gao, J. Park, S.C. Chen, T. Katsumata, H. Tran, L.W. Wang, M.F. Toney, Y. Cui, Z.N. Bao, Joule 3 (2019) 872–884. [44] J.F. Li Z.H. Niu C. Guo M. Li W.Z. Bao J. Energy Chem. 54 2021 434 451 J.F. Li, Z.H. Niu, C. Guo, M. Li, W.Z. Bao, J. Energy Chem.54 (2021) 434–451. [45] S. Kim M. Cho C. Chanthad Y. Lee J. Energy Chem. 44 2020 154 161 S. Kim, M. Cho, C. Chanthad, Y. Lee, J. Energy Chem. 44 (2020) 154–161. [46] X. Wu N.N. Liu B. Guan Y. Qiu M.X. Wang J.H. Cheng D. Tian L.H. Fan N.Q. Zhang K.N. Sun Adv. Sci. 6 2019 1900958 1900965 X. Wu, N.N. Liu, B. Guan, Y. Qiu, M.X. Wang, J.H. Cheng, D. Tian, L.H. Fan, N.Q. Zhang, K.N. Sun. Adv. Sci. 6 (2019) 1900958–1900965. [47] M. Zhao B.Q. Li X. Chen J. Xie H. Yang J.Q. Huang Chem 6 2020 1 15 M. Zhao, B.Q. Li, X. Chen, J. Xie, H. Yang, J.Q. Huang, Chem 6 (2020) 1–15. [48] S. Tojo M. Fujitsuka A. Ouchi T. Majima ChemPlusChem 80 2015 68 73 S. Tojo, M. Fujitsuka, A. Ouchi, T. Majima, ChemPlusChem 80 (2015) 68–73. [49] S. Antonello K. Daasbjerg H. Jensen F. Taddei F. Maran J. Am. Chem. Soc. 125 2003 14905 14916 S. Antonello, K. Daasbjerg, H. Jensen, F. Taddei, F. Maran, J. Am. Chem. Soc. 125 (2003) 14905–14916. [50] J. Balach J.L. Linnemann T. Jaumann L. Giebeler J. Mater. Chem. A 6 2018 23127 23168 J. Balach, J.L. Linnemann, T. Jaumann, L. Giebeler, J. Mater. Chem. A 6 (2018) 23127–23168. [51] Z.L. Xu S.J. Kim D. Chang K.Y. Park K.S. Dae K.P. Dao J.M. Yuk K. Kang Energy Environ. Sci. 12 2019 3144 3155 Z.L. Xu, S.J. Kim, D. Chang, K.Y. Park, K.S. Dae, K.P. Dao, J.M. Yuk, K. Kang, Energy Environ. Sci. 12 (2019) 3144–3155. [52] Z.H. Sun J.Q. Zhang L.C. Yin G.J. Hu R.P. Fang H.M. Cheng F. Li Nat. Commun. 8 2017 14627 14635 Z.H. Sun, J.Q. Zhang, L.C. Yin, G.J. Hu, R.P. Fang, H.M. Cheng, F. Li, Nat. Commun. 8 (2017) 14627–14635. [53] G. Zhou H. Tian Y. Jin X. Tao B. Liu R. Zhang Z.W. Seh D. Zhuo Y.Y. Liu J. Sun J. Sun J. Zhao C. Zu D.S. Wu Q. Zhang Y. Cui PANS 114 2017 840 845 G. Zhou, H. Tian, Y. Jin, X. Tao, B. Liu, R. Zhang, Z.W. Seh, D. Zhuo, Y.Y. Liu, J. Sun, J. Sun, J. Zhao, C. Zu, D.S. Wu, Q. Zhang, Y. Cui, PANS 114 (2017) 840–845. [54] L.C.H. Gerber P.D. Frischmann F.Y. Fan S.E. Doris X.H. Qu A.M. Scheuermann K. Persson Y.M. Chiang B.A. Helms Nano Lett. 16 2016 549 554 L.C.H. Gerber, P.D. Frischmann, F.Y. Fan, S.E. Doris, X.H. Qu, A.M. Scheuermann, K. Persson, Y.M. Chiang, B.A. Helms, Nano Lett. 16 (2016) 549–554.",
      "scopus-id": "85114795668",
      "coredata": {
        "eid": "1-s2.0-S209549562100468X",
        "dc:description": "Organosulfides offer new opportunities for high performance lithium-sulfur (Li-S) batteries because of materials abundance, versatile structures and unique properties. Yet, their redox kinetics as well as cycling performance need to be further improved. Employing redox mediators is a highly effective strategy to address above challenges. However, the underlying mechanism in this chemistry is so far insufficiently explored. Here, phenyl disulfide (PhS–SPh) and phenyl diselenide (PhSe–SePh) are used as a model system for mechanistic understanding of organosulfide electrochemistry, particularly the rate acceleration. Profiling the reaction thermodynamics and charge-discharge process reveals redox of both S–S and C–S bonds, as well as that the coupling between radical exchange and electrochemical redox is the key to enhance the sulfur kinetics. This study not only establishes a basic understanding of orgaonsulfide electrochemistry in Li-S batteries, but also points out a general strategy for enhancing the kinetics of sulfur electrodes in electrochemical devices.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S209549562100468X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Wei"
          },
          {
            "@_fa": "true",
            "$": "Ma, Fenfen"
          },
          {
            "@_fa": "true",
            "$": "Guo, Sibei"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xin"
          },
          {
            "@_fa": "true",
            "$": "Zeng, Ziqi"
          },
          {
            "@_fa": "true",
            "$": "Wu, Qiang"
          },
          {
            "@_fa": "true",
            "$": "Li, Shuping"
          },
          {
            "@_fa": "true",
            "$": "Cheng, Shijie"
          },
          {
            "@_fa": "true",
            "$": "Xie, Jia"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S209549562100468X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S209549562100468X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00468-X",
        "prism:volume": "66",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "A model cathode for mechanistic study of organosulfide electrochemistry in Li-organosulfide batteries",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Organosulfide"
          },
          {
            "@_fa": "true",
            "$": "Radical exchange"
          },
          {
            "@_fa": "true",
            "$": "Reaction kinetics"
          },
          {
            "@_fa": "true",
            "$": "Rate acceleration"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "440-447",
        "prism:endingPage": "447",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2022",
        "prism:doi": "10.1016/j.jechem.2021.08.045",
        "prism:startingPage": "440",
        "dc:identifier": "doi:10.1016/j.jechem.2021.08.045",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "408",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23988",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "708",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102428",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "359",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40775",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "672",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "138851",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "792",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121958",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "366",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41782",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6605",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "139",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6309",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "171",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8772",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "152",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9889",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "129",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11305",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11372",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1084",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "69635",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3134",
            "@width": "2665",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "551547",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1591",
            "@width": "1660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "231708",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2978",
            "@width": "2759",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "828329",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3509",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "903971",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1622",
            "@width": "1660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "253402",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6965760",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562100468X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "944408",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85114795668"
      }
    }
  }
}