{
  "metadata": {
    "title": "Engineering Pt heterogeneous catalysts for accelerated liquid–solid redox conversion in Li-S batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-06-30",
    "doi": "10.1016/j.jechem.2022.01.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622000250",
    "pii": "S2095495622000250"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85126733352",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-01-21 2022-01-21 2022-03-04 2022-03-04 2022-05-06T00:06:16 1-s2.0-S2095495622000250 S2095-4956(22)00025-0 S2095495622000250 10.1016/j.jechem.2022.01.016 S300 S300.1 FULL-TEXT 1-s2.0-S2095495621X00113 2022-07-29T04:09:26.082957Z 0 0 20220601 20220630 2022 2022-01-21T01:59:07.59057Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 69 69 C Volume 69 51 490 496 490 496 202206 June 2022 2022-06-01 2022-06-30 2022 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ENGINEERINGPTHETEROGENEOUSCATALYSTSFORACCELERATEDLIQUIDSOLIDREDOXCONVERSIONINLISBATTERIES GU Q 1 Introduction 2 Experimental 2.1 Synthesis of Ti2C MXene nanosheets 2.2 Synthesis of Pt nanoparticles 2.3 Synthesis of Pt/Ti2C catalysts 2.4 Synthesis of Pt/Ti2C/S cathodes 2.5 Material characterization 2.6 Electrochemical measurements 2.7 Preparation of Pt/Ti2C/S cathodes and Ti2C/S cathodes for ex-situ characterization 3 Results and discussion 3.1 Synthesis and characterization of Pt/Ti2C 3.2 Electrochemical performance of Li-S batteries with the Pt/Ti2C catalyst 3.3 Polysulfide catalytic conversion on Pt/Ti2C via ex-situ monitors 4 Conclusion Acknowledgments Appendix A Supplementary data References YANG 2021 106584 S SONG 2021 1106 1110 Y PENG 2020 762 770 L HUA 2021 2101006 W CHEN 2018 377 390 K YANG 2018 1777 1780 Y YE 2022 24 29 G LI 2021 8265 8274 R QI 2021 2100387 F YANG 2012 15387 15394 Y WANG 2017 201600168 D ZHANG 2020 100 106 W LIM 2019 18746 18757 W WANG 2021 2007092 Q HAN 2019 18427 18435 D ZHANG 2020 2000091 B ZHAO 2021 203 208 M ZHAO 2021 2007298 M LI 2018 1703438 H WANG 2020 1450 1463 F SUN 2019 1902491 Z GUAN 2021 2249 2253 B LI 2019 533 541 B XIE 2019 1903813 J LIU 2018 1700270 D MA 2022 180 188 L ZHAO 2021 19865 19872 C ZHANG 2021 471 481 C YUAN 2016 519 527 Z LUO 2020 290 297 C LI 2018 349 355 Z SHI 2016 7844 7854 W XIU 2020 1910028 L LU 2020 358 364 M LU 2020 344 363 M GU 2021 139 145 Q GU 2021 106111 Z SCHON 2021 137523 P GENG 2021 1331 1339 C WANG 2021 2371 2378 X XIA 2021 126823 G ZHANG 2012 77 82 S LUO 2016 745 752 C LIANG 2017 1603040 X LIU 2020 2708 2718 P FAN 2015 5203 F LI 2019 5102 5108 Z NIU 2020 3324 Y LI 2018 5258 Z PAN 2019 1253 1261 H LI 2020 116 125 N FAN 2021 590 598 Z GUX2022X490 GUX2022X490X496 GUX2022X490XQ GUX2022X490X496XQ 2024-03-04T00:00:00.000Z 2024-03-04T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 0 2022-06-12T00:22:43.637Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Liaoning Revitalization Talents Program XLYC1807175 Liaoning Revitalization Talents Program http://data.elsevier.com/vocabulary/SciValFunders/501100018617 http://sws.geonames.org/1814991/ Research Fund of Shenyang National Laboratory for Materials Science National Natural Science Foundation of China 21991153 22025204 22072090 22072164 51932005 92034301 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Ministry of Education, China 2021002 MOE Ministry of Education of the People&apos;s Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002338 http://sws.geonames.org/1814991/ Shanghai Municipal Education Commission 2021-01-07-00-02-E00119 Shanghai Municipal Education Commission http://data.elsevier.com/vocabulary/SciValFunders/501100003395 http://sws.geonames.org/1814991/ Jilin Normal University JLNU Jilin Normal University http://data.elsevier.com/vocabulary/SciValFunders/501100016335 http://sws.geonames.org/1814991/ Project of Development and Reform Commission of Jilin Provinve 2019C042-1 The authors gratefully acknowledge the financial support provided by the National Natural Science Foundation of China ( 51932005 , 22072164 , 22025204 , 92034301 , 21991153 and 22072090 ), the Liaoning Revitalization Talents Program ( XLYC1807175 ), the Research Fund of Shenyang National Laboratory for Materials Science , the Innovation Program of the Shanghai Municipal Education Commission ( 2021-01-07-00-02-E00119 ), the Open Project Program of Key Laboratory of Preparation and Application of Environmental Friendly Materials (Jilin Normal University), Ministry of Education, China ( 2021002 ) and the Project of Development and Reform Commission of Jilin Provinve ( 2019C042-1 ). This work was also supported by shanghai large Scientific facilities center. item S2095-4956(22)00025-0 S2095495622000250 1-s2.0-S2095495622000250 10.1016/j.jechem.2022.01.016 286353 2022-07-29T04:09:26.082957Z 2022-06-01 2022-06-30 1-s2.0-S2095495622000250-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/MAIN/application/pdf/8ee97e4d3296a6b9bb4e076a1230b6c3/main.pdf main.pdf pdf true 2721928 MAIN 7 1-s2.0-S2095495622000250-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/PREVIEW/image/png/7a0e2323d8b2b90029be8fa0b8b284a1/main_1.png main_1.png png 60792 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622000250-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr2/DOWNSAMPLED/image/jpeg/72036778e8b35801ed517a109c44b80a/gr2.jpg gr2 gr2.jpg jpg 73542 351 557 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622000250-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr3/DOWNSAMPLED/image/jpeg/e98f39dfff746b54b4300c718dd2ad6d/gr3.jpg gr3 gr3.jpg jpg 180981 568 557 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622000250-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr4/DOWNSAMPLED/image/jpeg/8edc8ae4e8c71162a2073dfcb2281b05/gr4.jpg gr4 gr4.jpg jpg 153272 687 607 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622000250-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/ga1/DOWNSAMPLED/image/jpeg/89a5a03b62790a4e2cb7e72cf2e2cb6d/ga1.jpg ga1 true ga1.jpg jpg 49226 200 499 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622000250-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr1/DOWNSAMPLED/image/jpeg/dd136634135a3d59a637ccbf7d3df51e/gr1.jpg gr1 gr1.jpg jpg 82439 370 557 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622000250-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr2/THUMBNAIL/image/gif/5525200b1f2b57877e54c491e876ab05/gr2.sml gr2 gr2.sml sml 13492 138 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622000250-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr3/THUMBNAIL/image/gif/7af5f6493291cbc11c1c0ac502dada9b/gr3.sml gr3 gr3.sml sml 25518 164 161 IMAGE-THUMBNAIL 1-s2.0-S2095495622000250-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr4/THUMBNAIL/image/gif/5887c748861e0a57385eaeae20273b4a/gr4.sml gr4 gr4.sml sml 14159 164 145 IMAGE-THUMBNAIL 1-s2.0-S2095495622000250-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/ga1/THUMBNAIL/image/gif/c0381da1397a4097c93afad853cd50da/ga1.sml ga1 true ga1.sml sml 15854 88 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622000250-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr1/THUMBNAIL/image/gif/73c3a8253117ed531b33f98b75721610/gr1.sml gr1 gr1.sml sml 23797 145 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622000250-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr2/HIGHRES/image/jpeg/8286ba322f6a7f3dff0215e40113107e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 477776 1556 2466 IMAGE-HIGH-RES 1-s2.0-S2095495622000250-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr3/HIGHRES/image/jpeg/c4a69b3cb733bacdf9321223fef2f5bb/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1674622 2515 2467 IMAGE-HIGH-RES 1-s2.0-S2095495622000250-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr4/HIGHRES/image/jpeg/65290846399f39b14fc389f5967fa659/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1126759 3042 2689 IMAGE-HIGH-RES 1-s2.0-S2095495622000250-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/ga1/HIGHRES/image/jpeg/80e03c4c290efaf3fbd7aaf396e33526/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 301953 886 2211 IMAGE-HIGH-RES 1-s2.0-S2095495622000250-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/gr1/HIGHRES/image/jpeg/76bf967a919500252cf115ba8e245328/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 628185 1637 2467 IMAGE-HIGH-RES 1-s2.0-S2095495622000250-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/mmc1/MAIN/application/msword/0d26bbe7cecb81db832224da260ba84d/mmc1.docx mmc1 mmc1.docx docx 3771825 APPLICATION 1-s2.0-S2095495622000250-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622000250/STRIPIN/image/gif/53d9dcad158194a6590bd70e60e69505/si1.svg si1 si1.svg svg 3718 ALTIMG 1-s2.0-S2095495622000250-am.pdf am am.pdf pdf 1824007 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10NGJ8GP4M9/MAIN/application/pdf/241f41693803acb91d5af67134e1cf74/am.pdf JECHEM 2349 S2095-4956(22)00025-0 10.1016/j.jechem.2022.01.016 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) XRD patterns of Ti2C nanosheets and Pt/Ti2C. (b) TEM image of Ti2C nanosheets. (c) TEM image (the inset is the particle size distribution of Pt NPs), (d) high-resolution TEM image, (e) HAADF-STEM image, and (f) the corresponding EDX elemental maps of Pt/Ti2C. Fig. 2 Electrochemical performances of Pt/Ti2C and Ti2C batteries. (a) CV profiles of Pt/Ti2C and Ti2C batteries at a scan rate of 0.1 mVs−1 with a potential window from 1.7 to 2.7 V (the inset is Tafel plots for the CV profiles). (b) Galvanostatic charge/discharge profiles of Pt/Ti2C and Ti2C batteries at 0.2 C. (c) Cycling performance of Pt/Ti2C and Ti2C batteries at 0.2 C for 100 cycles. (d) The rate performance of Pt/Ti2C and Ti2C batteries. (e) Selected Nyquist plots of Pt/Ti2C/S batteries at different potentials during the charge and discharge process. (f) Selected Nyquist plots of Ti2C/S batteries at different potentials during the discharge and charge process. Fig. 3 SEM images of Pt/Ti2C/S cathodes during discharge (a-c), charge (d) process and Ti2C/S cathodes during discharge (e-g) and charge (h) process. SEM images and the corresponding EDX elemental maps of Pt/Ti2C/S during discharge (i-k), charge (l) process and Ti2C/S cathodes during discharge (m-o) and charge (p) processes. Fig. 4 (a) XAFS spectra at the Pt LIII -edge of Pt foil, Pt-discharged (1.7 V) and Pt-charged (2.7 V), (b) The XANES spectra derives from the red box in (a), XPS spectra of (c) Pt 4f, (d) S 2p and (e) Ti 2p on the surface of Pt/Ti2C/S electrodes at different discharge/charge states. High-resolution TEM images of Pt/Ti2C/S at (f) 2.1 V, (g) 1.7 V during the discharge process and (h) 2.7 V during the charge process. Engineering Pt heterogeneous catalysts for accelerated liquid–solid redox conversion in Li-S batteries Qinhua Gu a b Yujie Qi a b Wuxing Hua d Tongxin Shang e Junnan Chen a b Luozhen Jiang g Lina Li g Ming Lu a c ⁎ Yixiao Zhang f Xi Liu f Ying Wan e ⁎ Bingsen Zhang a b ⁎ a Shenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China Shenyang National Laboratory for Materials Science Institute of Metal Research Chinese Academy of Sciences Shenyang 110016 Liaoning China Shenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China b School of Materials Science and Engineering, University of Science and Technology of China, Shenyang 110016, Liaoning, China School of Materials Science and Engineering University of Science and Technology of China Shenyang 110016 Liaoning China School of Materials Science and Engineering, University of Science and Technology of China, Shenyang 110016, Liaoning, China c Key Laboratory of Preparation and Application of Environmental Friendly Materials of the Ministry of Education, The Joint Laboratory of MXene Materials, Key Laboratory of Functional Materials Physics and Chemistry of the Ministry of Education, Jilin Normal University, Changchun 130103, Jilin, China Key Laboratory of Preparation and Application of Environmental Friendly Materials of the Ministry of Education The Joint Laboratory of MXene Materials Key Laboratory of Functional Materials Physics and Chemistry of the Ministry of Education Jilin Normal University Changchun 130103 Jilin China Key Laboratory of Preparation and Application of Environmental Friendly Materials of the Ministry of Education, The Joint Laboratory of MXene Materials, Key Laboratory of Functional Materials Physics and Chemistry of the Ministry of Education, Jilin Normal University, Changchun 130103, Jilin, China d Nanoyang Group, State Key Laboratory of Chemical Engineering School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China Nanoyang Group State Key Laboratory of Chemical Engineering School of Chemical Engineering and Technology Tianjin University Tianjin 300072 China Nanoyang Group, State Key Laboratory of Chemical Engineering School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China e Key Laboratory of Resource Chemistry of Ministry of Education, Shanghai Key Laboratory of Rare Earth Functional Materials, and Department of Chemistry, Shanghai Normal University, Shanghai 200234, China Key Laboratory of Resource Chemistry of Ministry of Education Shanghai Key Laboratory of Rare Earth Functional Materials, and Department of Chemistry Shanghai Normal University Shanghai 200234 China Key Laboratory of Resource Chemistry of Ministry of Education, Shanghai Key Laboratory of Rare Earth Functional Materials, and Department of Chemistry, Shanghai Normal University, Shanghai 200234, China f School of Chemistry and Chemical Engineering, In-situ Center for Physical Science, Shanghai Jiao Tong University, Shanghai 200240, China School of Chemistry and Chemical Engineering In-situ Center for Physical Science Shanghai Jiao Tong University Shanghai 200240 China School of Chemistry and Chemical Engineering, In-situ Center for Physical Science, Shanghai Jiao Tong University, Shanghai 200240, China g Shanghai Institute of Applied Physics, Chinese Academy of Sciences, Shanghai 201800, China Shanghai Institute of Applied Physics Chinese Academy of Sciences Shanghai 201800 China Shanghai Institute of Applied Physics, Chinese Academy of Sciences, Shanghai 201800, China ⁎ Corresponding authors. Graphical abstract Multiple ex-situ monitors were applied to investigate the role of Pt/Ti2C catalysts in accelerating the conversion of polysulfides at different states during discharge/charge process. The shuttle effect caused by soluble lithium polysulfides (LiPSs) deteriorates multiphase transformation reaction kinetics of sulfur species, and gives rise to an unserviceable lithium-sulfur (Li-S) battery. Catalysis, as a process optimization approach, offers an option to eliminate the intrinsic issues. However, exploring and understanding the role of catalysts on electrode reaction remains critical bottlenecks, particularly as they are prone to continuous evolution under complex dynamic environment. Herein, platinum nanoparticles loaded on MXene nanosheets, as sulfur host, and the action of catalysts on the reaction process are investigated via ex-situ monitors upon solid–liquid–solid chemical transformation of sulfur species. These traces confirm that the high performance originates from electron transfer between catalysts and LiPSs, which lowers the nucleation barrier from liquid LiPSs to solid Li2S/Li2S2. Further, the accelerated liquid–solid conversion can alleviate the accumulation of LiPSs, and boost the reaction kinetics in Li-S batteries. The findings corroborate the electronic modulation between catalysts and LiPSs, which is a generalizable strategy to optimize energy conversion efficiency of Li-S batteries. Keywords Lithium-sulfur batteries MXene Catalysis Shuttle effect Pt 1 Introduction Chemical and electrical energy conversion could be realized via the reaction between lithium and sulfur, which lays the foundation of lithium-sulfur (Li-S) batteries [1,2]. The sulfur reduction reaction in Li-S chemistry undergoes a multistep 16-electron conversion process, providing high theoretical capacity (1673 mAh g−1) as well as energy density (2600 Wh kg−1) [3–7]. In view of the multiphase evolution of sulfur species, the intermediate soluble lithium polysulfides (LiPSs) are produced in the solid–liquid-solid transformation upon the discharge/charge process [8,9]. Driven by the concentration gradient and electric field, soluble LiPSs migrate back and forth, resulting in the formation of a passivation layer on the Li anode, the loss of active sulfur and a higher viscosity of electrolyte [10–12]. Further, the shuttle effect deteriorates reaction kinetics and energy conversion efficiency in Li-S batteries. Up to now, numerous explorations promote a shift from blocking the dissolution and diffusion of LiPSs via the finiteness of confined space and adsorption sites to accelerating the conversion between LiPSs and Li2S2/Li2S [13,14]. It is an intrinsic breakthrough that depends on a perspective of reaction dynamics model. Catalysis, as a process optimization approach, has been proven that it can promote the capture of LiPSs and accelerate the conversion from LiPSs to insoluble Li2S2/Li2S on the interface with an efficient electron/ion exchange [15–19]. Consequently, introducing catalysts into the redox reaction is critical to achieving high-performance Li-S batteries [20–29]. Cobalt disulfide (CoS2), as a catalyst, can form interfaces with electrolyte to facilitate Li2S8 ↔ Li2S4 conversion via strong adsorption and activation sites [30]. NiDME, as an additive of the electrolyte, can decrease activation energy (E a) from LiPSs to Li2S, which reduces accumulation of LiPSs intermediates by accelerating the conversion of these intermediates at homogeneous interfaces [31]. Catalysis deals with the shuttle effect to some extent, however, understanding the role of catalysts on the evolution of sulfur species remains a critical bottleneck. Herein, an architecture of platinum nanoparticles (Pt NPs) loaded on MXene nanosheets (Pt/Ti2C) was designed via incipient-wetness impregnation (IWI) method, and the role of catalysts was investigated in energy conversion process of Li-S batteries. Multiple ex-situ characterization techniques were applied to understand the dynamic evolution of sulfur species and catalyst upon charge/discharge process. Electronic modulation behavior could be found between Pt/Ti2C and sulfur species, which would reduce the nucleation barrier from Li2S4 to Li2S2/Li2S, promote the formation of Li2S2/Li2S around the Pt NPs, and thus allow LiPSs to reach dynamic equilibrium. This investigation proposes a new avenue toward the research of catalysts on electrode reaction in dynamic system, and offers a guideline for the design of process-oriented catalyst. 2 Experimental 2.1 Synthesis of Ti2C MXene nanosheets Ti2C MXene was synthesized by etching Al layers from Ti2AlC powders (400 mesh, purchased from 11 Technology Co., Ltd.) in LiF (≥98%, Aladdin) and HCl (technical grade, Sino-pharm Chemical Reagent Co., Ltd.). Specifically, 2 g LiF was dissolved in 40 mL of 6 mol L−1 HCl solutions with stirring at room temperature for 30 min. Then, 2 g Ti2AlC powders were added to the mixed solution. The etching reaction was carried out at 40 °C for 50 h in magnetic stirrer. The resultant slurry was washed and centrifuged with deionized water until the pH value of supernatant exceeded 6. Subsequently, the precipitates were mixed with deionized water, sonicated under N2 atmosphere for 2 h and centrifuged at 9500 rpm for 10 min to remove large particles. The suspension was collected after centrifugation, then the obtained powders were transferred to a freeze dryer for drying after pre-freezing. 2.2 Synthesis of Pt nanoparticles Pt NPs were prepared in ethylene glycol (EG) (≥99.5%, Sino-pharm Chemical Reagent Co., Ltd.) solution containing chloroplatinic acid (H2PtCl6) via modified polyol process. Firstly, 0.135 g H2PtCl6 (≥99.9%, ACROS) was dispersed in 50 mL EG, and then the mixture was ultrasonically treated to obtain a homogeneous suspension. After that, 15 mL of 0.5 mol L−1 NaOH EG solution was slowly added into the above suspension with strong stirring for 4 h. Subsequently, the mixture was heated at 160 °C for 4 h with continuous stirring in the protection of N2 atmosphere. After cooling to room temperature, the suspension solution containing Pt nanoparticles with concentration of 1 mg mL−1 was obtained. 2.3 Synthesis of Pt/Ti2C catalysts Initially, 200 mg Ti2C nanosheets were dispersed in 50 mL deionized water, and the mixture was ultrasonicated for 2 h to obtain MXene colloidal solution. Then, the 20 mL suspension solution containing Pt nanoparticles was added to Ti2C colloidal solution slowly. After ultrasonication for 35 min, pH value of the mixed solution was adjusted to 2 by adding HCl solution (2 mol L−1). Finally, the resultant powders were collected by filter and rinsing to remove residual Cl−, and obtained by drying in a freeze dryer. 2.4 Synthesis of Pt/Ti2C/S cathodes The Pt/Ti2C/S cathodes were prepared by a molten diffusion method. Typically, 70 wt% of sulfur was grinded in a mortar with 30 wt% of Pt/Ti2C powders. Then, the mixture was transferred into an autoclave filled with Argon, and heated at 155 °C for 12 h. Afterwards, Pt/Ti2C/S composites were collected. The synthetic method for Ti2C/S composites was similar to that of Pt/Ti2C/S without introducing Pt nanoparticles. 2.5 Material characterization The morphologies and microstructures of Ti2C nanosheets and Pt/Ti2C catalysts were examined by an FEI Nova Nano 450 microscope and an FEI Tecnai G2 F20 microscope equipped with HAADF-STEM and EDX detectors. X-ray diffraction (XRD) patterns of Ti2C and Pt/Ti2C catalysts were obtained by an X-ray diffractometer operating (Karlsruhe, Germany) at 40 kV and 30 mA with Cu-K radiation (λ = 0.15405 nm). X-ray photoelectron spectroscopy (XPS) characterizations were carried out by an ESCALAB 250 instrument (Waltham, United States) with Al Kα X-rays (1489.6 eV, 150 W, 50.0 eV pass energy). The X-ray absorption fine structure (XAFS) spectra at Pt L3 (E 0 = 11564.0 eV) edge was performed at BL11B1 beamline of Shanghai Synchrotron Radiation Facility (SSRF) operated at 3.5 GeV under “top-up” mode with a constant current of 240 mA. The XAFS data were recorded under fluorescence mode with a Lytle detector. The Pt foil X-ray energy was used to calibrate the absorption edge of other Pt catalysts data. The XAFS data was parsed and fitted by Athena and Artemis codes. To confirm the passive electron factors S 0 2 , the experimental data of Pt foils data was fitted by fixing the coordination number (CN) of 12 for Pt-Pt bond, and then fixed for further analysis. The parameters including CN, bond distance (R) and correction to the photoelectron energy origin (ΔE 0) were set to guess at the fit method, while the Debye-Waller (σ 2) factor was set for O and Pt to obtain a logical result for XAFS data. The fitted ranges were set to be k = 30–110 nm−1 with R = 0.1–0.3 (Pt-O) nm and 0.1–0.4 (Pt-Pt) nm (k 2 weighted). 2.6 Electrochemical measurements Stainless steel coin cells (CR2032-type) were assembled in an Ar-filled glovebox with the concentration of moisture and oxygen below 0.5 ppm, using with lithium foils as the counter cathodes and Pt/Ti2C/S cathodes (or Ti2C/S cathodes) as working cathodes. Firstly, Pt/Ti2C/S powders, super P carbon and polyvinylidene fluoride (PVDF) binder were mixed with a weight ratio of 6:3:1 in a N-methyl-2-pyrrolidone (NMP) solvent to obtain homogeneous slurry. Then, the as-obtained slurry was coated onto carbon-coated aluminum foils. After vacuum-drying at 55 °C overnight, the aluminum foils were cut into circular disks with diameter of 10 mm to serve as cathodes. Each cell was injected with 30 μL electrolyte solution. The sulfur loading of a cathode was about 1.1 mg cm−1. The electrolyte solution consisting of 1.0 M lithium bis-trifluoromethanesulphonylimide (LiTFSI) in 1:1 (v/v) DME: DOL and 2 wt% LiNO3. The electrochemical performances of the cells were measured using a NEWARE-CT4008 instrument within the voltage window of 1.7–2.7 V versus Li/Li+ at room temperature. 2.7 Preparation of Pt/Ti2C/S cathodes and Ti2C/S cathodes for ex-situ characterization In order to conduct ex-situ characterizations, Pt/Ti2C/S coin cells were first discharged in the galvanostatic mode at 0.1 C until ringlike S8 molecules were reduced to Li2S4 (the potential was about 2.1 V). Then, the mode was turned to potentiostatic after maintaining the potential at 2.1 V for 10 h to measure the changes. The same method was also applied in the cases of 1.7 V during the discharging process and 2.7 V during the charging process. Accordingly, cathodes could be salvaged from cells at different potentials. In order to clean surface, the cathodes were soaked in a mixed solution of NMP and ethanol for 12 h, and dried at room temperature. Then, Pt/Ti2C/S cathodes were encapsulated in zip-lock bags in order to avoid exposure of moisture/air. 3 Results and discussion 3.1 Synthesis and characterization of Pt/Ti2C Pt NPs loaded on Ti2C MXene nanosheets, as a catalytic architecture, was constructed via IWI [32] with 5 wt%, and the structure features were investigated, as shown in Fig. 1 . Compared with the pristine Ti2C nanosheets (Fig. S1), the (002) peak of Pt/Ti2C shifts to the lower angle, and the corresponding full width at half maximum (FWHM) increases. No diffraction peaks attributed to Pt could be found, due to the low crystallinity and content of Pt [33]. As shown in Fig. 1(b and c), Pt NPs dispersed on the 2D graphene-liked nanosheets with a small size of ∼6 nm. In Fig. 1(d), the marked lattice planes with 2.26 Å and 1.96 Å refer to (111) and (002) structures of Pt NPs, respectively. High-angle annular dark-field scanning TEM (HAADF-STEM) and Energy dispersive X-ray spectroscopy (EDX) elemental maps exhibit a nearly overlapping distribution images of Ti and Pt, which demonstrates a homogenous distribution of Pt NPs on the Ti2C nanosheets, as displayed in Fig. 1(e and f). This may be originated from the interaction between Pt NPs and electron-withdrawing-OH surface of MXene [34–37]. 3.2 Electrochemical performance of Li-S batteries with the Pt/Ti2C catalyst Cyclic voltammetry (CV) measurements were carried out to gain an in-depth understanding of Pt/Ti2C in accelerating LiPSs conversion (Fig. 2 a) [38,39]. During the discharge process, as for Pt/Ti2C battery, the small reduction peak around 2.32 V (Ⅰ) represents the reduction of S8 to long-chain LiPSs (Li2S n , 4 ≤ n ≤ 8) [40] and the large reduction peak at 2.05 V (Ⅱ) corresponds to the conversion from long-chain LiPSs to insoluble sulfides (Li2S2/Li2S). During the reverse charging process, the Li2S2/Li2S was reversibly oxidized to the LiPSs and the final solid sulfur (Ⅰ′, Ⅱ′) [41]. The contractive interval between cathodic and anodic peaks of Pt/Ti2C indicates a weakened polarization (Table S1). As shown in the inset of Fig. 2(a), Tafel slopes of liquid–solid conversions were also calculated to further evaluate the kinetics of sulfur redox. Pt/Ti2C shows the lower Tafel slope of 20.6 mV dec−1 for the Li2S n -Li2S conversion than that of Ti2C (53.5 mV dec−1), indicating the accelerated liquid–solid conversion. Exchange current densities reflect the intrinsic electron transfer rate between electrode and electrolyte (Table S1). The Pt/Ti2C battery shows larger exchange current densities (2.004 A g−1) during the liquid–solid conversion, compared to those of Ti2C (1.58 A g−1). The increase of exchange current densities indicates faster charge transfer modulated by the Pt/Ti2C catalyst. Fig. 2(b) demonstrates the galvanostatic discharge and charge profiles of Pt/Ti2C/S and Ti2C/S batteries at 0.1C rate (1C = 1,675 mA g−1). The Pt/Ti2C/S battery shows much lower overpotential (135.5 mV) and voltage plateau gap of the liquid–solid discharging (19.6 mV) than those of Ti2C/S battery (148.5 mV and 35.3 mV, respectively), indicating the introduction of Pt NPs can reduce the nucleation barrier from soluble Li2S4 into insoluble Li2S2/Li2S. The Pt/Ti2C/S battery obtained an initial discharge capacity of 890 mAh g−1, and the retention of 66.5% over 100 cycles. By contrast, the Ti2C/S battery exhibited a fast capacity decay, with the retention of 48% after 100 cycles (Fig. 2c). In Fig. S2, the Pt/Ti2C/S battery still delivered about 3.2 mAh cm−2 under the conditions of sulfur loading of 5.6 mg cm−2 and the electrolyte/sulfur ratio of 10:1. Even in the case of the electrolyte/sulfur ratio of 5:1 (Fig. S3), the Pt/Ti2C/S battery delivered about 720 mAh g−1. The results confirm that the Pt/Ti2C catalysts play a key role in accelerating LiPSs conversion. In addition, Pt/Ti2C/S battery delivered 500 mAh g−1 at 2 C, which is superior to that of Ti2C/S (392 mAh g−1), suggesting the higher use of sulfur with the Pt/Ti2C catalyst (Fig. 2d). To further evaluate the function of catalyst, electrochemical impedance spectra (EIS) during the discharge and charge process were measured with an amplitude signal of 5 mV at the frequency range of 200 kHz to10 mHz in Fig. 2(e and f) [42,43]. The Nyquist plots consist of two parts: semicircles at high- and medium-frequency and a sloped line at low frequency, which are attributed to the charge transfer resistance (Rct) and ion diffusion processes, respectively [44]. The semicircle in the Nyquist plots corresponds to the Rct at the interface between electrode and LiPSs. The highest Rct is detected at 2.1 V, indicating a higher concentration of LiPSs [30]. Compared with Rct at 2.1 V for Ti2C, the introduction of Pt NPs induced a low Rct, which can be attributed to a fast charge transfer process on the Pt/Ti2C-LiPSs interface, demonstrating the accumulation of LiPSs in the electrolyte could be effectively restrained. The EIS results of Pt/Ti2C and Ti2C after cycling with equivalent circuit diagrams are shown in Fig. S4. In Fig. S5, the surface of the separator drawn from the Pt/Ti2C/S battery exhibits less color than Ti2C/S, which means the decreased amount of LiPSs. After 100 cycling, the Rct value of the Pt/Ti2C/S battery is much smaller than that of the Ti2C/S battery, indicating less LiPSs is dissolved. Besides, two depressed semicircles in high- and medium-frequency regions after cycling may be attributed to the in situ formed insoluble thiosulfate species on the surface of Ti2C [45,46]. Comparing the electrochemical behaviors between Pt/Ti2C/S and Ti2C/S cathodes, the introduction of Pt NPs can reduce the nucleation barrier from soluble Li2S4 into insoluble Li2S2/Li2S. The enhanced redox kinetics validly facilitated the liquid–solid conversion, alleviating polarization among the whole sulfur redox chemistry. 3.3 Polysulfide catalytic conversion on Pt/Ti2C via ex-situ monitors In order to further explore the catalytic performance of Pt/Ti2C on LiPSs, the morphology and composition information of cathodes at specific potentials were collected, corresponding SEM images and EDX elemental maps are shown in Fig. 3 . Compared with the pristine cathodes, the larger pores and lower S content at the case discharged at 2.1 V were observed, indicating that an obvious conversion from sulfur (S8) to LiPSs in the electrolyte [1]. Upon discharging to 1.7 V, the lower nucleation barrier of Li2S/Li2S2 stimulates the reduction and reprecipitation of dissolved LiPSs, which creates a smoother surface on Pt/Ti2C/S than the Ti2C/S cathodes [47]. The corresponding EDX experimental results show that the sulfur concentrations of Pt/Ti2C/S cathodes are higher than those Ti2C/S cathodes. When charged to 2.7 V, densely-distributed crystalline sulfur particles are formed on the surface of Pt/Ti2C/S cathode, simultaneously, a higher sulfur content of 12.1% could be detected for Pt/Ti2C/S cathode in contrast to 2.27% for the Ti2C/S cathode. This can be attributed to the efficient conversion of sulfur induced by catalysis effects of Pt NPs. The sulfur diffraction peaks couldn’t be observed in XRD patterns of Pt/Ti2C/S cathodes discharged at 2.1 V and 1.7 V, however, sulfur diffraction peaks appear when charged at 2.7 V (Fig. S6), which are in coincidence with the evolution behaviors of sulfur species (Fig. 3 and Fig. S7). In addition, the surface morphologies of Li anodes of Li-S batteries with Ti2C/S and Pt/Ti2C/S cathodes after cycling are presented in Fig. S8. Platinum LIII edge XAFS for Pt/Ti2C/S cathodes discharged at 1.7 V and charged 2.7 V were measured, the obtained normalized X-ray absorption near edge structure (XANES) spectra are shown in Fig. 4 (a and b). XANES shows the intensity of the white line of Pt at 1.7 V is increased compared with that at 2.7 V, which indicates the changeable energy distribution of 5d unoccupied states induced by the evolution of chemical environment in batteries [48–50]. To understand the electronic interactions led by the introduction of catalysts, high-resolution XPS of Pt 4f, S 2p and Ti 2p were measured and the fitting peak information was list in Tables S2-S4. Compared with pure Pt, the loaded Pt 4f peak shifts to a higher binding energy (BE) (Fig. 4c). Moreover, the peaks around 163.7/165.1 eV and 162.5/163.1 eV corresponding to the S-S and Ti-S bonds can prove electronic transfer between S species and Ti2C MXene (Fig. 4d) [51–53]. In discharge process, the BE of S 2p downshifts corresponding to the transformation of S to Li2S, while the BE of Pt 4f and Ti 2p (Fig. 4e) shift to higher positions. In charge process, the BE of Pt 4f and Ti 2p downshift, and the BE of S 2p upshifts to lose electrons corresponding to a conversion from Li2S to S. Therefore, this phenomenon demonstrates the introduced catalysis of Pt NPs on surrounding LiPSs is carried out via modulating the path of electron transfer. In addition, the reverse movement of Pt 4f peaks is controlled by the reversible conversion reaction, consequently, a consistency between the electron transfer of catalyst and reaction direction could be deduced. The raw data of XPS spectra are shown in Fig. S9. In view of the XAFS and XPS results at different states, the reversible electron transfer between Pt NPs and surrounding LiPSs plays a crucial role in catalyzing behavior for liquid–solid conversion of LiPSs. Therefore, the actual active sites for sulfur redox reactions can be inferred to the surface of Pt NPs. High-resolution TEM was utilized to observe the evolution of Pt NPs upon catalytic process. Fig. 4(g) shows that Li2S deposits surrounding Pt NPs. The Pt NPs exhibit clear crystal lattice fringes, and no visible difference could be observed. This observation can support the inference that Pt NPs could promote the conversion from surrounding LiPSs to Li2S. TEM images and the corresponding EDX elemental maps of Pt/Ti2C/S at different states during the charge/discharge process are shown in Figs. S10–S12. In virtue of the cooperation of characterization techniques and sample preparation methods, these evolution features on structure, element and morphology were characterized. Based on the static data, reaction kinetics model was reconstructed and the role of catalysts on electrode reaction was further understanded. 4 Conclusion Pt NPs loaded on Ti2C MXene nanosheets were utilized as an architect of the host of sulfur. As a result, the Li-S batteries with Pt/Ti2C as loading catalysts contributed a 18.5% enhancement in the specific capacity than pristine. Hence, the catalytic effect in Li-S battery reaction was systemically investigated via monitors of dynamic evolution features of structure, morphology and elements in electrode reaction process. The findings indicate that the irreversible loss of soluble LiPSs in the electrolyte can be greatly reduced by adsorption and catalytic conversion on the Pt/Ti2C cathodes. The analysis on the feature elements reveals that the reversible electron transfer behavior between Pt/Ti2C and surrounding LiPSs can accelerate the deposition of LiPSs into insoluble discharge products Li2S/Li2S2. The fast liquid–solid conversion will ignite the whole solid–liquid–solid electrochemistry reactions of sulfur species. Impressively, Pt/Ti2C can remain chemical stability during the long-term discharge/charge process. This work focuses on the adsorption and catalysis process of LiPSs on MXene-supported platinum catalysts via ex-situ monitors, providing a prospect for MXene-based supported metal catalysts to increase catalytic activity in Li-S batteries. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors gratefully acknowledge the financial support provided by the National Natural Science Foundation of China (51932005, 22072164, 22025204, 92034301, 21991153 and 22072090), the Liaoning Revitalization Talents Program (XLYC1807175), the Research Fund of Shenyang National Laboratory for Materials Science, the Innovation Program of the Shanghai Municipal Education Commission (2021-01-07-00-02-E00119), the Open Project Program of Key Laboratory of Preparation and Application of Environmental Friendly Materials (Jilin Normal University), Ministry of Education, China (2021002) and the Project of Development and Reform Commission of Jilin Provinve (2019C042-1). This work was also supported by shanghai large Scientific facilities center. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.01.016. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] S. Yang R. Xiao T.Z. Hu X.L. Fan R.G. Xu Z.H. Sun B.H. Zhong X.D. Guo F. Li Nano Energy 90 2021 106584 S. Yang, R. Xiao, T.Z. Hu, X.L. Fan, R.G. Xu, Z.H. Sun, B.H. Zhong, X.D. Guo, F. Li, Nano Energy 90 (2021) 106584. [2] Y. Song X. Li C. He Chin. Chem. Lett. 32 2021 1106 1110 Y. Song, X. Li, C. He, Chin. Chem. Lett. 32 (2021) 1106-1110. [3] L.L. Peng Z.Y. Wei C.Z. Wan J. Li Z. Chen D. Zhu D. Baumann H.T. Liu C.S. Allen X. Xu A.I. Kirkland I. Shakir Z. Almutairi S. Tolbert B. Dunn Y. Huang P. Sautet X.F. Duan Nat. Catal. 3 2020 762 770 L.L. Peng, Z.Y. Wei, C.Z. Wan, J. Li, Z. Chen, D. Zhu, D. Baumann, H.T. Liu, C.S. Allen, X. Xu, A.I. Kirkland, I. Shakir, Z. Almutairi, S. Tolbert, B. Dunn, Y. Huang, P. Sautet, X.F. Duan, Nat. Catal. 3 (2020) 762-770. [4] W. Hua H. Li C. Pei J. Xia Y. Sun C. Zhang W. Lv Y. Tao Y. Jiao B. Zhang S.Z. Qiao Y. Wan Q.H. Yang Adv. Mater. 33 2021 2101006 W. Hua, H. Li, C. Pei, J. Xia, Y. Sun, C. Zhang, W. Lv, Y. Tao, Y. Jiao, B. Zhang, S.Z. Qiao, Y. Wan, Q.H. Yang, Adv. Mater. 33 (2021) 2101006. [5] K. Chen Z. Sun R. Fang F. Li H. Cheng Acta Phys.-Chim. Sin. 34 2018 377 390 K. Chen, Z. Sun, R. Fang, F. Li, H. Cheng, Acta Phys.-Chim. Sin. 34 (2018) 377-390. [6] Y. Yang C. Chen J. Hu Y. Deng Y. Zhang D. Yang Chin. Chem. Lett. 29 2018 1777 1780 Y. Yang, C. Chen, J. Hu, Y. Deng, Y. Zhang, D. Yang, Chin. Chem. Lett. 29 (2018) 1777-1780. [7] G. Ye M. Zhao L.P. Hou W.J. Chen X.Q. Zhang B.Q. Li J.Q. Huang J. Energy Chem. 66 2022 24 29 G. Ye, M. Zhao, L.P. Hou, W.J. Chen, X.Q. Zhang, B.Q. Li, J.Q. Huang, J. Energy Chem. 66 (2022) 24-29. [8] R. Li X.G. Sun J.Y. Zou Q. He J. Mater. Sci. Mater. Electron. 32 2021 8265 8274 R. Li, X.G. Sun, J.Y. Zou, Q. He, J. Mater. Sci. Mater. Electron. 32 (2021) 8265-8274. [9] F.L. Qi Z.H. Sun X.L. Fan Z.X. Wang Y. Shi G.J. Hu F. Li Adv. Energy Mater. 11 2021 2100387 F.L. Qi, Z.H. Sun, X.L. Fan, Z.X. Wang, Y. Shi, G.J. Hu, F. Li, Adv. Energy Mater. 11 (2021) 2100387. [10] Y. Yang G.Y. Zheng S. Misra J. Nelson M.F. Toney Y. Cui J. Am. Chem. Soc. 134 2012 15387 15394 Y. Yang, G.Y. Zheng, S. Misra, J. Nelson, M.F. Toney, Y. Cui, J. Am. Chem. Soc. 134 (2012) 15387-15394. [11] D. Wang W. Zhang W. Zheng X. Cui T. Rojo Q. Zhang Adv. Sci. 4 2017 201600168 D. Wang, W. Zhang, W. Zheng, X. Cui, T. Rojo, Q. Zhang, Adv. Sci. 4 (2017) 201600168. [12] W. Zhang D. Wang W. Zheng J. Energy Chem. 41 2020 100 106 W. Zhang, D. Wang, W. Zheng, J. Energy Chem. 41 (2020) 100-106. [13] W.G. Lim S. Kim C. Jo J. Lee Angew. Chem. Int. Ed. 58 2019 18746 18757 W.G. Lim, S. Kim, C. Jo, J. Lee, Angew. Chem. Int. Ed. 58 (2019) 18746-18757. [14] Q. Wang K. Wu H. Wang W. Liu H. Zhou Acta Phys.-Chim. Sin. 37 2021 2007092 Q. Wang, K. Wu, H. Wang, W. Liu, H. Zhou, Acta Phys.-Chim. Sin. 37 (2021) 2007092. [15] D.D. Han Z.Y. Wang G.L. Pan X.P. Gao ACS Appl. Mater. Interfaces 11 2019 18427 18435 D.D. Han, Z.Y. Wang, G.L. Pan, X.P. Gao, ACS Appl. Mater. Interfaces 11 (2019) 18427-18435. [16] B. Zhang C. Luo Y. Deng Z. Huang G. Zhou W. Lv Y.B. He Y. Wan F. Kang Q.H. Yang Adv. Energy Mater. 10 2020 2000091 B. Zhang, C. Luo, Y. Deng, Z. Huang, G. Zhou, W. Lv, Y.B. He, Y. Wan, F. Kang, Q.H. Yang, Adv. Energy Mater. 10 (2020) 2000091. [17] M. Zhao Y.Q. Peng B.Q. Li X.Q. Zhang J.Q. Huang J. Energy Chem. 56 2021 203 208 M. Zhao, Y.Q. Peng, B.Q. Li, X.Q. Zhang, J.Q. Huang, J. Energy Chem. 56 (2021) 203-208. [18] M. Zhao X. Chen X.Y. Li B.Q. Li J.Q. Huang Adv. Mater. 33 2021 2007298 M. Zhao, X. Chen, X.Y. Li, B.Q. Li, J.Q. Huang, Adv. Mater. 33 (2021) 2007298. [19] M. Zhao, X.Y. Li, X. Chen, B.Q. Li, S. Kaskel, Q. Zhang, J.Q. Huang, eSciecne 1 (2021) 44-52. [20] H. Li Y. Tao C. Zhang D. Liu J. Luo W. Fan Y. Xu Y. Li C. You Z.Z. Pan M. Ye Z. Chen Z. Dong D.W. Wang F. Kang J. Lu Q.H. Yang Adv. Energy Mater. 8 2018 1703438 H. Li, Y. Tao, C. Zhang, D. Liu, J. Luo, W. Fan, Y. Xu, Y. Li, C. You, Z.Z. Pan, M. Ye, Z. Chen, Z. Dong, D.W. Wang, F. Kang, J. Lu, Q.H. Yang, Adv. Energy Mater. 8 (2018) 1703438. [21] F. Wang J. Li J. Zhao Y. Yang C. Su Y.L. Zhong Q.H. Yang J. Lu ACS Mater. Lett. 2 2020 1450 1463 F. Wang, J. Li, J. Zhao, Y. Yang, C. Su, Y.L. Zhong, Q.H. Yang, J. Lu, ACS Mater. Lett. 2 (2020) 1450-1463. [22] Z. Sun X.L. Wu Z. Peng J. Wang S. Gan Y. Zhang D. Han L. Niu Small 15 2019 1902491 Z. Sun, X.L. Wu, Z. Peng, J. Wang, S. Gan, Y. Zhang, D. Han, L. Niu, Small 15 (2019) 1902491. [23] B. Guan X. Sun Y. Zhang X. Wu Y. Qiu M. Wang L. Fan N. Zhang Chin. Chem. Lett. 32 2021 2249 2253 B. Guan, X. Sun, Y. Zhang, X. Wu, Y. Qiu, M. Wang, L. Fan, N. Zhang, Chin. Chem. Lett. 32 (2021) 2249-2253. [24] B.Q. Li L. Kong C.X. Zhao Q. Jin X. Chen H.J. Peng J.L. Qin J.X. Chen H. Yuan Q. Zhang J.Q. Huang Infomat 1 2019 533 541 B.Q. Li, L. Kong, C.X. Zhao, Q. Jin, X. Chen, H.J. Peng, J.L. Qin, J.X. Chen, H. Yuan, Q. Zhang, J.Q. Huang, Infomat 1 (2019) 533-541. [25] J. Xie B.Q. Li H.J. Peng Y.W. Song M. Zhao X. Chen Q. Zhang J.Q. Huang Adv. Mater. 31 2019 1903813 J. Xie, B.Q. Li, H.J. Peng, Y.W. Song, M. Zhao, X. Chen, Q. Zhang, J.Q. Huang, Adv. Mater. 31 (2019) 1903813. [26] D. Liu C. Zhang G. Zhou W. Lv G. Ling L. Zhi Q.H. Yang Adv. Sci. 5 2018 1700270 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi, Q.H. Yang, Adv. Sci. 5 (2018) 1700270. [27] L. Ma L.J. Yu J. Liu Y.Q. Su S. Li X. Zang T. Meng S. Zhang J. Song J. Wang X. Zhao Z. Cui N. Wang Y. Zhao Energy Storage Mater. 44 2022 180 188 L. Ma, L.J. Yu, J. Liu, Y.Q. Su, S. Li, X. Zang, T. Meng, S. Zhang, J. Song, J. Wang, X. Zhao, Z. Cui, N. Wang, Y. Zhao, Energy Storage Mater. 44 (2022) 180-188. [28] C.X. Zhao X.Y. Li M. Zhao Z.X. Chen Y.W. Song W.J. Chen J.N. Liu B. Wang X.Q. Zhang C.M. Chen B.Q. Li J.Q. Huang Q. Zhang J. Am. Chem. Soc. 143 2021 19865 19872 C.X. Zhao, X.Y. Li, M. Zhao, Z.X. Chen, Y.W. Song, W.J. Chen, J.N. Liu, B. Wang, X.Q. Zhang, C.M. Chen, B.Q. Li, J.Q. Huang, Q. Zhang, J. Am. Chem. Soc. 143 (2021) 19865-19872. [29] C.Y. Zhang G.W. Sun Z.D. Shi Q.Y. Liu J.L. Pan Y.C. Wang H. Zhao G.Z. Sun X.P. Gao X.J. Pan J.Y. Zhou Energy Storage Mater. 43 2021 471 481 C.Y. Zhang, G.W. Sun, Z.D. Shi, Q.Y. Liu, J.L. Pan, Y.C. Wang, H. Zhao, G.Z. Sun, X.P. Gao, X.J. Pan, J.Y. Zhou, Energy Storage Mater. 43 (2021) 471-481. [30] Z. Yuan H.J. Peng T.Z. Hou J.Q. Huang C.M. Chen D.W. Wang X.B. Cheng F. Wei Q. Zhang Nano Lett. 16 2016 519 527 Z. Yuan, H.J. Peng, T.Z. Hou, J.Q. Huang, C.M. Chen, D.W. Wang, X.B. Cheng, F. Wei, Q. Zhang, Nano Lett. 16 (2016) 519-527. [31] C. Luo X. Liang Y. Sun W. Lv Y. Sun Z. Lu W. Hua H. Yang R. Wang C. Yan J. Li Y. Wan Q.H. Yang Energy Storage Mater. 33 2020 290 297 C. Luo, X. Liang, Y. Sun, W. Lv, Y. Sun, Z. Lu, W. Hua, H. Yang, R. Wang, C. Yan, J. Li, Y. Wan, Q.H. Yang, Energy Storage Mater. 33 (2020) 290-297. [32] Z. Li Y.R. Cui Z.W. Wu C. Milligan L. Zhou G. Mitchell B. Xu E.Z. Shi J.T. Miller F.H. Ribeiro Y. Wu Nat. Catal. 1 2018 349 355 Z. Li, Y.R. Cui, Z.W. Wu, C. Milligan, L. Zhou, G. Mitchell, B. Xu, E.Z. Shi, J.T. Miller, F.H. Ribeiro, Y. Wu, Nat. Catal. 1 (2018) 349-355. [33] W. Shi B.S. Zhang Y.M. Lin Q. Wang Q. Zhang D.S. Su ACS Catal. 6 2016 7844 7854 W. Shi, B.S. Zhang, Y.M. Lin, Q. Wang, Q. Zhang, D.S. Su, ACS Catal. 6 (2016) 7844-7854. [34] L.Y. Xiu W. Pei S. Zhou Z.Y. Wang P.J. Yang J.J. Zhao J.S. Qiu Adv. Funct. Mater. 30 2020 1910028 L.Y. Xiu, W. Pei, S. Zhou, Z.Y. Wang, P.J. Yang, J.J. Zhao, J.S. Qiu, Adv. Funct. Mater. 30 (2020) 1910028. [35] M. Lu Y. Zhang J. Chen W. Han W. Zhang H. Li X. Zhang B. Zhang J. Energy Chem. 49 2020 358 364 M. Lu, Y. Zhang, J. Chen, W. Han, W. Zhang, H. Li, X. Zhang, B. Zhang, J. Energy Chem. 49 (2020) 358-364. [36] M. Lu W. Han H. Li W. Zhang B. Zhang J. Energy Chem. 48 2020 344 363 M. Lu, W. Han, H. Li, W. Zhang, B. Zhang, J. Energy Chem. 48 (2020) 344-363. [37] Q. Gu M. Lu J. Chen Y. Qi B. Zhang Particuology 57 2021 139 145 Q. Gu, M. Lu, J. Chen, Y. Qi, B. Zhang, Particuology 57 (2021) 139-145. [38] Z. Gu C. Cheng T. Yan G. Liu J. Jiang J. Mao K. Dai J. Li J. Wu L. Zhang Nano Energy 86 2021 106111 Z. Gu, C. Cheng, T. Yan, G. Liu, J. Jiang, J. Mao, K. Dai, J. Li, J. Wu, L. Zhang, Nano Energy 86 (2021) 106111. [39] P. Schon U. Krewer Electrochim. Acta 373 2021 137523 P. Schon, U. Krewer, Electrochim. Acta 373 (2021) 137523. [40] C.N. Geng W.X. Hua G.W. Ling Y. Tao C. Zhang Q.H. Yang Chem. J. Chin. Univ. 42 2021 1331 1339 C.N. Geng, W.X. Hua, G.W. Ling, Y. Tao, C. Zhang, Q.H. Yang, Chem. J. Chin. Univ. 42 (2021) 1331-1339. [41] X. Wang D. Luo J.Y. Wang Z.H. Sun G.L. Cui Y.X. Chen T. Wang L.R. Zheng Y. Zhao L.L. Shui G.F. Zhou K. Kempa Y.G. Zhang Z.W. Chen Angew. Chem. Int. Ed. 60 2021 2371 2378 X. Wang, D. Luo, J.Y. Wang, Z.H. Sun, G.L. Cui, Y.X. Chen, T. Wang, L.R. Zheng, Y. Zhao, L.L. Shui, G.F. Zhou, K. Kempa, Y.G. Zhang, Z.W. Chen, Angew. Chem. Int. Ed. 60 (2021) 2371-2378. [42] G. Xia Z.Q. Zheng J.J. Ye X.T. Li M.J. Biggs C. Hu Chem. Eng. J. 406 2021 126823 G. Xia, Z.Q. Zheng, J.J. Ye, X.T. Li, M.J. Biggs, C. Hu, Chem. Eng. J. 406 (2021) 126823. [43] S.S. Zhang J.A. Read J. Power Sources. 200 2012 77 82 S.S. Zhang, J.A. Read, J. Power Sources. 200 (2012) 77-82. [44] C. Luo Y. Zhu O. Borodin T. Gao X. Fan Y. Xu K. Xu C. Wang Adv. Funct. Mater. 26 2016 745 752 C. Luo, Y. Zhu, O. Borodin, T. Gao, X. Fan, Y. Xu, K. Xu, C. Wang, Adv. Funct. Mater. 26 (2016) 745-752. [45] X. Liang Y. Rangom C.Y. Kwok Q. Pang L.F. Nazar Adv. Mater. 29 2017 1603040 X. Liang, Y. Rangom, C.Y. Kwok, Q. Pang, L.F. Nazar, Adv. Mater. 29 (2017) 1603040. [46] P. Liu L. Qu X. Tian Y. Yi J. Xia T. Wang J. Nan P. Yang T. Wang B. Fang M. Li B. Yang ACS Appl. Energy Mater. 3 2020 2708 2718 P. Liu, L. Qu, X. Tian, Y. Yi, J. Xia, T. Wang, J. Nan, P. Yang, T. Wang, B. Fang, M. Li, B. Yang, ACS Appl. Energy Mater. 3 (2020) 2708-2718. [47] F.Y. Fan W.C. Carter Y.M. Chiang Adv. Mater. 27 2015 5203 F.Y. Fan, W.C. Carter, Y.M. Chiang, Adv. Mater. 27 (2015) 5203. [48] Z. Li Z. Qi S. Wang T. Ma L. Zhou Z. Wu X. Luan F.Y. Lin M. Chen J.T. Miller H. Xin W. Huang Y. Wu Nano Lett. 19 2019 5102 5108 Z. Li, Z. Qi, S. Wang, T. Ma, L. Zhou, Z. Wu, X. Luan, F.Y. Lin, M. Chen, J.T. Miller, H. Xin, W. Huang, Y. Wu, Nano Lett. 19 (2019) 5102-5108. [49] Y. Niu X. Huang Y. Wang M. Xu J. Chen S. Xu M.G. Willinger W. Zhang M. Wei B. Zhang Nat. Commun. 11 2020 3324 Y. Niu, X. Huang, Y. Wang, M. Xu, J. Chen, S. Xu, M.G. Willinger, W. Zhang, M. Wei, B. Zhang, Nat. Commun. 11 (2020) 3324. [50] Z. Li L. Yu C. Milligan T. Ma L. Zhou Y. Cui Z. Qi N. Libretto B. Xu J. Luo E. Shi Z. Wu H. Xin W.N. Delgass J.T. Miller Y. Wu Nat. Commun. 9 2018 5258 Z. Li, L. Yu, C. Milligan, T. Ma, L. Zhou, Y. Cui, Z. Qi, N. Libretto, B. Xu, J. Luo, E. Shi, Z. Wu, H. Xin, W.N. Delgass, J.T. Miller, Y. Wu, Nat. Commun. 9 (2018) 5258. [51] H. Pan X.X. Huang R. Zhang D. Wang Y.T. Chen X.M. Duan G.W. Wen Chem. Eng. J. 358 2019 1253 1261 H. Pan, X.X. Huang, R. Zhang, D. Wang, Y.T. Chen, X.M. Duan, G.W. Wen, Chem. Eng. J. 358 (2019) 1253-1261. [52] N. Li Y. Xie S. Peng X. Xiong K. Han J. Energy Chem. 42 2020 116 125 N. Li, Y. Xie, S. Peng, X. Xiong, K. Han, J. Energy Chem. 42 (2020) 116-125. [53] Z. Fan C. Zhang W. Hua H. Li Y. Jiao J. Xia C.N. Geng R. Meng Y. Liu Q. Tang Z. Lu T. Shang G. Ling Q.H. Yang J. Energy Chem. 62 2021 590 598 Z. Fan, C. Zhang, W. Hua, H. Li, Y. Jiao, J. Xia, C.N. Geng, R. Meng, Y. Liu, Q. Tang, Z. Lu, T. Shang, G. Ling, Q.H. Yang, J. Energy Chem. 62 (2021) 590-598.",
      "scopus-id": "85126733352",
      "coredata": {
        "eid": "1-s2.0-S2095495622000250",
        "dc:description": "The shuttle effect caused by soluble lithium polysulfides (LiPSs) deteriorates multiphase transformation reaction kinetics of sulfur species, and gives rise to an unserviceable lithium-sulfur (Li-S) battery. Catalysis, as a process optimization approach, offers an option to eliminate the intrinsic issues. However, exploring and understanding the role of catalysts on electrode reaction remains critical bottlenecks, particularly as they are prone to continuous evolution under complex dynamic environment. Herein, platinum nanoparticles loaded on MXene nanosheets, as sulfur host, and the action of catalysts on the reaction process are investigated via ex-situ monitors upon solid–liquid–solid chemical transformation of sulfur species. These traces confirm that the high performance originates from electron transfer between catalysts and LiPSs, which lowers the nucleation barrier from liquid LiPSs to solid Li2S/Li2S2. Further, the accelerated liquid–solid conversion can alleviate the accumulation of LiPSs, and boost the reaction kinetics in Li-S batteries. The findings corroborate the electronic modulation between catalysts and LiPSs, which is a generalizable strategy to optimize energy conversion efficiency of Li-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622000250",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gu, Qinhua"
          },
          {
            "@_fa": "true",
            "$": "Qi, Yujie"
          },
          {
            "@_fa": "true",
            "$": "Hua, Wuxing"
          },
          {
            "@_fa": "true",
            "$": "Shang, Tongxin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Junnan"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Luozhen"
          },
          {
            "@_fa": "true",
            "$": "Li, Lina"
          },
          {
            "@_fa": "true",
            "$": "Lu, Ming"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yixiao"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xi"
          },
          {
            "@_fa": "true",
            "$": "Wan, Ying"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Bingsen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622000250"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622000250"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00025-0",
        "prism:volume": "69",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Engineering Pt heterogeneous catalysts for accelerated liquid–solid redox conversion in Li-S batteries",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          },
          {
            "@_fa": "true",
            "$": "MXene"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Shuttle effect"
          },
          {
            "@_fa": "true",
            "$": "Pt"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "490-496",
        "prism:endingPage": "496",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2022",
        "prism:doi": "10.1016/j.jechem.2022.01.016",
        "prism:startingPage": "490",
        "dc:identifier": "doi:10.1016/j.jechem.2022.01.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "351",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73542",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "568",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "180981",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "687",
            "@width": "607",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "153272",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "499",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49226",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "370",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82439",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "138",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13492",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "25518",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "145",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14159",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15854",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "145",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23797",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1556",
            "@width": "2466",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "477776",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2515",
            "@width": "2467",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1674622",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3042",
            "@width": "2689",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1126759",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "301953",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1637",
            "@width": "2467",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "628185",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3771825",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3718",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622000250-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1824007",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85126733352"
      }
    }
  }
}