{
  "metadata": {
    "title": "Operando quantitatively analyses of polarizations in all-vanadium flow batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-06-30",
    "doi": "10.1016/j.jechem.2025.01.049",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625001020",
    "pii": "S2095495625001020"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85219016154",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-02-17 2025-02-17 2025-03-03 2025-03-03 2025-05-20T19:56:07 1-s2.0-S2095495625001020 S2095-4956(25)00102-0 S2095495625001020 10.1016/j.jechem.2025.01.049 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00036 2025-05-20T19:04:16.224404Z 0 0 20250601 20250630 2025 2025-02-17T16:03:49.447702Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 105 105 C Volume 105 17 178 184 178 184 202506 June 2025 2025-06-01 2025-06-30 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. OPERANDOQUANTITATIVELYANALYSESPOLARIZATIONSINALLVANADIUMFLOWBATTERIES WANG Z 1 Introduction 2 Experimental 2.1 Materials 2.2 Methodology 3 Results and discussion 3.1 The polarization differences between the positive and negative sides 3.2 The polarization difference in the charge and discharge process 3.3 The effects of oxygen functional groups on polarizations 3.4 The effects of bismuth on polarizations 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References TURNER 1999 687 689 J YUAN 2022 884 905 Z JANOSCHKA 2015 78 81 T CHU 2017 16 22 S LI 2020 1326 1331 W THOMPSON 2022 364 H MA 2019 5286 K LIU 2018 1292 1303 T ZHANG 2017 7454 7459 C LI 2011 394 400 L SHI 2020 2001382 M LIU 2016 H937 M WANG 2023 145621 Z ZHANG 2020 228816 K YUE 2010 3079 3090 L WU 2011 1183 1190 X BOURKE 2015 A1547 A1555 A SUN 1992 2459 2465 B ZHAO 2019 103 110 C KABTAMU 2017 270 279 D CHOI 2019 321 327 C JIANG 2018 20621 20626 Z LI 2013 228 239 Q LI 2019 6370 6378 Y YAO 2021 582 588 Y WANG 2023 101395 Z GATTRELL 2003 A123 M YOON 2007 B389 K ZHANG 2020 115093 K MENNOLA 2002 261 272 T JIANG 2021 706 714 Y BLANC 1982 2923 2928 P BUCKLEY 2014 A524 D WANG 2014 19848 19851 W ORIJI 2005 321 324 G CHOI 2017 263 274 C LIU 2022 545 553 Y JIANG 2017 14897 14901 Z JIANG 2018 20621 20626 Z LI 2013 1330 1335 B ZHANG 2024 2305415 X XING 2024 26024 26033 F YANG 2021 230238 Z REN 2023 233655 J WANGX2025X178 WANGX2025X178X184 WANGX2025X178XZ WANGX2025X178X184XZ 2027-03-03T00:00:00.000Z 2027-03-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-03-05T06:13:32.577Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Shenzhen JCYJ20230807093315033 Natural Science Foundation of Shenzhen Municipality http://data.elsevier.com/vocabulary/SciValFunders/100016804 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 52206089 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Guangdong Basic and Applied Basic Research Foundation 2024A1515010288 2023B1515120005 Basic and Applied Basic Research Foundation of Guangdong Province http://data.elsevier.com/vocabulary/SciValFunders/501100021171 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 Southern University of Science and Technology G03034K001 XMHT20230208003 SUSTech Southern University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100012449 http://sws.geonames.org/1814991/ Guangdong Major Project of Basic and Applied Basic Research 2023B0303000002 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 Shenzhen Engineering Research Center This work was supported by the Guangdong Major Project of Basic and Applied Basic Research (2023B0303000002), the National Natural Science Foundation of China (No. 52206089), the Guangdong Basic and Applied Basic Research Foundation (2024A1515010288, 2023B1515120005), the Natural Science Foundation of Shenzhen (JCYJ20230807093315033), and the Shenzhen Engineering Research Center, Southern University of Science and Technology (No. XMHT20230208003), high level of special funds (G03034K001). item S2095-4956(25)00102-0 S2095495625001020 1-s2.0-S2095495625001020 10.1016/j.jechem.2025.01.049 286353 2025-05-20T19:04:16.224404Z 2025-06-01 2025-06-30 1-s2.0-S2095495625001020-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/MAIN/application/pdf/e608e67e82d03690c407cecc9c975c57/main.pdf main.pdf pdf true 1970879 MAIN 7 1-s2.0-S2095495625001020-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/PREVIEW/image/png/aa047ca0621251bc7e54d508171f8e25/main_1.png main_1.png png 61749 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625001020-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/ga1/DOWNSAMPLED/image/jpeg/5c1f95d1deb12edacb56ec0f68ded123/ga1.jpg ga1 true ga1.jpg jpg 19987 200 380 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001020-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr1/DOWNSAMPLED/image/jpeg/00124744c65713b98cb20b8fcfa10ed4/gr1.jpg gr1 gr1.jpg jpg 91906 516 645 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001020-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr2/DOWNSAMPLED/image/jpeg/ae4cb73b6ac28d6969dfe7a72a45b86b/gr2.jpg gr2 gr2.jpg jpg 84733 516 645 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001020-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr3/DOWNSAMPLED/image/jpeg/dd450dbc8544b741510583ce9e978ef5/gr3.jpg gr3 gr3.jpg jpg 146938 735 600 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001020-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr4/HIGHRES/image/jpeg/b2dc65f3a1fb0450dd8eb8b4f402b6ef/gr4.jpg gr4 gr4.jpg jpg 102247 497 600 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625001020-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/ga1/THUMBNAIL/image/gif/d94d8146ec2ffb88a9fa3297256245d4/ga1.sml ga1 true ga1.sml sml 7492 115 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625001020-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr1/THUMBNAIL/image/gif/296c357e3959ab49ae1dee0d90b4c220/gr1.sml gr1 gr1.sml sml 14778 164 205 IMAGE-THUMBNAIL 1-s2.0-S2095495625001020-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr2/THUMBNAIL/image/gif/59337435834d738fa31267c0cdf00216/gr2.sml gr2 gr2.sml sml 11864 164 205 IMAGE-THUMBNAIL 1-s2.0-S2095495625001020-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr3/THUMBNAIL/image/gif/a74994f3ddb39e4dfb202746e475f3cf/gr3.sml gr3 gr3.sml sml 12557 164 134 IMAGE-THUMBNAIL 1-s2.0-S2095495625001020-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/gr4/THUMBNAIL/image/gif/6d12c775e818884298d78b338cd8134c/gr4.sml gr4 gr4.sml sml 14941 164 198 IMAGE-THUMBNAIL 1-s2.0-S2095495625001020-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/HIGHRES/image/jpeg/d8e6fc6230bd783671cb9e53a434245d/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 115483 886 1685 IMAGE-HIGH-RES 1-s2.0-S2095495625001020-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/HIGHRES/image/jpeg/7f0b3c1d3d9676b227b9f1bd06e72117/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 680035 2286 2857 IMAGE-HIGH-RES 1-s2.0-S2095495625001020-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/THUMBNAIL/image/jpeg/dd6dc5a32223c51f3db302ddfc701e12/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 616257 2284 2854 IMAGE-HIGH-RES 1-s2.0-S2095495625001020-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/HIGHRES/image/jpeg/44fcb2bd6265a39a31bbd01824b3894b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1071133 3254 2657 IMAGE-HIGH-RES 1-s2.0-S2095495625001020-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/HIGHRES/image/jpeg/8b58863930e28457e766d231ad3415d5/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 724611 2201 2657 IMAGE-HIGH-RES 1-s2.0-S2095495625001020-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/mmc1/MAIN/application/pdf/5d0968db92894232e92ff6795e3fd8bd/mmc1.pdf mmc1 mmc1.pdf pdf false 758338 APPLICATION 1-s2.0-S2095495625001020-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/a63ab74ff69e17049db5a371e6b655e6/si1.svg si1 true si1.svg svg 3860 ALTIMG 1-s2.0-S2095495625001020-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/a0a2b149f3d1029304c34e0f95d465f3/si2.svg si2 true si2.svg svg 5257 ALTIMG 1-s2.0-S2095495625001020-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/3fda8be01109d5b5d587189981e226c1/si3.svg si3 si3.svg svg 6737 ALTIMG 1-s2.0-S2095495625001020-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/7f548098dbbe2867407c0b7c246b8556/si4.svg si4 si4.svg svg 13051 ALTIMG 1-s2.0-S2095495625001020-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/08843bef7b44652284b725c4dfe8dcd1/si5.svg si5 si5.svg svg 13119 ALTIMG 1-s2.0-S2095495625001020-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/ba3ba6623c8e6d58033c2737a832643a/si6.svg si6 si6.svg svg 10141 ALTIMG 1-s2.0-S2095495625001020-si7.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/3de7198ca1c1f9d0a64ed3577448951b/si7.svg si7 si7.svg svg 29359 ALTIMG 1-s2.0-S2095495625001020-si8.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625001020/STRIPIN/image/svg+xml/94b2fff770b5fe7450b1afd0513cfe64/si8.svg si8 si8.svg svg 32934 ALTIMG JECHEM 4442 S2095-4956(25)00102-0 10.1016/j.jechem.2025.01.049 Science Press Fig. 1 The differences of decoupled polarization on the positive and negative sides. (a) The EIS of vanadium flow batteries in full cell and symmetric cells. (b) The mechanism of response time-based method for operando decoupling polarizations of flow batteries in the discharge process. (c) The equivalent circuit diagrams of VRFB under different stages. (I) Ohmic loss area, (II) activation loss area, (III) concentration loss area, and (IV) concentration loss deterioration area. t 0 is the initial time at which only ohmic loss occurs; t a is the time only Ohmic loss and electrochemical/chemical reaction occur; t s is the time working in a stable stage (normally adopted 1 min). The reactions and electric field directions of the (d) positive symmetric cell (VO2+/ VO 2 + ), (e) full cell, and (f) negative symmetric cell (V2+/V3+) in the charging process. (g) The comparison of decoupled polarizations between the positive and the negative symmetric cells at 30 r min−1 (rotations per minute). The polarization of the full cell in the charge process compared with that in (h) the positive and (i) negative symmetric cells (Note: P, N represent the positive and negative sides respectively). Fig. 2 The polarization differences in the charge and discharge process. (a and b) The effects of decreasing the flow rate on the positive negative sides separately on the voltage efficiency. (c) The effect of the different flow rates on the positive and negative sides strategy on the voltage efficiency of the vanadium flow battery under 200 mA cm−2 (Note: P and N represent the positive and negative sides). (d) The charge and discharge curves under different flow rates. (e) The difference of polarization curves in the charge and discharge process under 50% SOC. (f) The voltage efficiency of vanadium flow batteries impacted by the different flow rates in the charge and discharge process. (Note: C and D represent the charge process and discharge process. For example, C30 represents the flow rate in the charging process to be 30 r min−1). (g) The decoupled polarizations in the charge and discharge process at 50% SOC. (h) The adsorption energies of VO2+, VO 2 + , and their intermittent production V 2 O 3 3 + on the electrode surface (the gray, purple, red, and cyan balls represent C, H, O, and V atoms, respectively). Fig. 3 The effects of oxygen functional groups on the polarizations of vanadium redox flow battery. (a) The XPS spectrum of oxygen contents in the electrode with and without thermal treatment. (b) The EIS spectrum of vanadium redox flow battery using the electrode with and without thermal treatment. (c) The oxygen functional groups in electrodes affect the voltage efficiency of vanadium flow batteries. The oxygen functional groups in electrodes affect the polarizations on the negative side of vanadium flow batteries in (d) the charge and (e) discharge process. The oxygen functional groups in electrodes influence the polarizations on the positive side of vanadium flow batteries in the (f) charge and (g) discharge process. (h) The oxygen functional groups in electrodes affect the polarization curves of the vanadium redox flow battery at 30 r min−1. (i) The CV curves of the electrodes with/without thermal treatment towards VO2+/ VO 2 + . (j, k) The effects of the oxygen functional groups on vanadium ions adsorption energy. (l, m) The effects of oxygen functional groups on V 2 O 3 3 + adsorption energy. (n) The oxygen functional groups in electrodes affect the polarization distribution in symmetric cells of vanadium redox flow battery at 30 r min−1 (Note: GF represents graphite felt electrode; N, P are negative side and positive side). Fig. 4 Bismuth effects on the polarizations of vanadium flow batteries at 30 r min−1. (a) The morphology of the electrode deposited with bismuth. (b) The XPS spectrum of electrodes with and without bismuth. (c) The EIS spectrum, (d) CV curve, and (e) voltage efficiency of vanadium flow batteries with and without bismuth. The decoupled polarizations of vanadium flow battery with and without bismuth in the (f) charge and (g) discharge process. (h) The polarizations in the negative symmetric cell (V2+/V3+) with and without bismuth. (i) The comparison of polarizations between the negative symmetric cells modified with bismuth and that in the positive symmetric cell. Operando quantitatively analyses of polarizations in all-vanadium flow batteries Zhenyu Wang Writing – review & editing Writing – original draft Methodology Formal analysis Data curation Conceptualization a Jing Sun Writing – review & editing a Jiadong Shen Writing – review & editing Software a Zixiao Guo Writing – review & editing a Xiaosa Xu Writing – review & editing a Jin Li Writing – review & editing a Jiayou Ren Writing – review & editing a Yiju Li Writing – review & editing b Tianshuai Wang Writing – review & editing c Xinzhuang Fan Writing – review & editing Supervision a ⁎ Tianshou Zhao Writing – review & editing Supervision Funding acquisition a b ⁎ a Department of Mechanical and Aerospace Engineering, The Hong Kong University of Science and Technology, Kowloon, Hong Kong 999077, China Department of Mechanical and Aerospace Engineering The Hong Kong University of Science and Technology Kowloon Hong Kong 999077 China Department of Mechanical and Aerospace Engineering, The Hong Kong University of Science and Technology, Kowloon, Hong Kong 999077, China b Department of Mechanical and Energy Engineering, Southern University of Science and Technology, Shenzhen 518055, Guangdong, China Department of Mechanical and Energy Engineering Southern University of Science and Technology Shenzhen Guangdong 518055 China Department of Mechanical and Energy Engineering, Southern University of Science and Technology, Shenzhen 518055, Guangdong, China c Department of Chemistry and Chemical Engineering, Northwestern Polytechnical University, Xi’an 710129, Shaanxi, China Department of Chemistry and Chemical Engineering Northwestern Polytechnical University Xi’an Shaanxi 710129 China Department of Chemistry and Chemical Engineering, Northwestern Polytechnical University, Xi’an 710129, Shaanxi, China ⁎ Corresponding authors. Graphical abstract The major contributors to activation polarization and concentration polarization in VFBs are clarified (V3+ and VO 2 + reduction respectively) using an operando quantitative analysis. Oxygen functional groups and the Bi effects on polarizations are also disclosed. All-vanadium flow batteries (VFBs) are one of the most promising large-scale energy storage technologies. Conducting an operando quantitative analysis of the polarizations in VFBs under different conditions is essential for developing high power density batteries. Here, we employ an operando decoupling method to quantitatively analyze the polarizations in each electrochemical and chemical reaction of VFBs under different catalytic conditions. Results show that the reduction reaction of V3+ presents the largest activation polarization, while the reduction reaction of VO 2 + primarily contributes to concentration polarizations due to the formation of the intermediate product V 2 O 3 3 + . Additionally, it is found that the widely used electrode catalytic methods, incorporating oxygen functional groups and electrodepositing Bi, not only enhance the reaction kinetics but also exacerbate concentration polarizations simultaneously, especially during the discharge process. Specifically, in the battery with the high oxygen-containing electrodes, the negative side still accounts for the majority of activation loss (75.3%) at 200 mA cm−2, but it comes down to 36.9% after catalyzing the negative reactions with bismuth. This work provides an effective way to probe the limiting steps in flow batteries under various working conditions and offers insights for effectively enhancing battery performance for future developments. Keywords Vanadium flow battery Quantitative analysis Polarization Oxygen functional groups Bismuth 1 Introduction Vanadium flow battery (VFB) is a leading candidate for grid-scale energy storage, benefiting from its high safety and flexibility [1–3], making it ideal for counteracting the volatile output of solar and wind energy [4,5] and aiding in the pursuit of carbon neutrality [6]. However, high cost seriously hinders its commercialization process [7–9]. Increasing the power density of VFBs is one of the most effective and direct ways to reduce its costs [10]. Identifying the limiting steps of VFBs under different working conditions is critical for improving their power density but it remains a significant challenge. VFBs employ four kinds of vanadium ions on the positive (VO2+/ VO 2 + ) and negative sides (V2+/V3+) to achieve energy conversion via ions redox/reduction reactions. The electrolyte properties, including the diffusion rate [11], ion conductivity [12], viscosity [13], and electrochemical behavior [14], all vary with the valence of vanadium ions, which results in different characteristics on the positive and negative sides during the charge and discharge process [15]. It is also reported that the catalysts such as oxygen functional groups including OH, COOH, and C=O have different influences on the positive and negative sides. The oxygen functional groups have been widely acknowledged to enhance the redox reaction on the negative side [15–17]. However, their influence on the positive side remains inconsistent [18]. Some scholars believe that the oxygen functional groups can enhance the reactions in VFBs by facilitating electron transfer [19,20]. While others declare that it has no obvious effects on the positive reaction [21], and they even noted slightly inhibitory effects on the positive side [22–24]. The lack of a consistent test condition and decoupling strategies to identify the specific influence of polarizations on the battery performance leads to such discrepancy [25]. Battery performance is dominated by the polarizations that include activation, ohmic, and concentration polarization, and these polarizations are always coupled together during the charge and discharge processes. The change of test conditions will alter the contributions of each polarization to battery performance and weaken or amplify the influence of specified characteristics such as oxygen functional groups. Hence, quantifying the individual contributions of polarizations to the total voltage loss of VFBs under different working conditions is essential to clarify the limiting steps and further improve battery performance. Wang [26] proposed a response time-based method to quantify polarizations in flow batteries but the specific difference between the electrochemical/chemical reactions on the positive and negative sides is still unclear. Therefore, in this work, we first conducted an operando quantitative study of polarization differences between the positive and negative sides in VFBs using the response time-based method. The symmetric cells were investigated to uncover the polarization differences between the positive and negative sides using this decoupling method. The comparison analysis between the full cell, symmetric cell, and charging/discharge process was also adopted to distinguish the concrete difference between the four reactions in VFBs. Results show that the reduction reaction of V3+ has the largest activation polarization and the reduction reaction of VO 2 + presents the largest concentration polarization due to forming the intermediate product V 2 O 3 3 + . These findings elucidate the distinct differences between the positive and negative sides and explain the abrupt change in the Tafel slope of VO 2 + ions at high cathodic overpotentials [27], as well as the different sensitivities to flow rates during charge and discharge [26]. We also find that the oxygen functional groups greatly enhance the kinetics on the positive side but simultaneously obviously worsen the concentration polarization, especially in the discharge process. This finding provides a cogent explanation for the inconsistent reports on the effects of oxygen functional groups on the positive side and will end the ongoing debate. Furthermore, we also investigated the limiting steps of VFBs under different catalytic conditions. Results show that the activation polarization on the positive side is only 8.9% of that on the negative side at 200 mA cm−2. Even though this ratio increases to 78.5% with the catalysis of oxygen functional groups, the kinetics on the negative side is still obviously sluggish compared to the positive side. However, the activation polarization on the positive side is 171.0% of that on the negative side after catalyzing the negative reactions with bismuth. This work offers a method to uncover the reaction mechanism and limiting steps in VFBs and sheds light on effectively improving battery performance in the future. 2 Experimental 2.1 Materials In this work, graphite felt (GF) with a thickness of 2.5 mm was used as the electrodes of all-vanadium flow batteries (VFBs) supplied by Liaoning Jingu Carbon Material Co., Ltd. The Nafion 212 bought from DuPont was used as the membrane of the VFB. The electrolyte on the positive and negative sides was 1.70 M V3.50+/3.00 M H2SO4 supplied by Sichuan Xingming Energy Material Co., Ltd. The electrolyte with 1.70 M V2+/3.00 M H2SO4 was obtained by charging the electrolyte of 1.70 M V3.50+/3.00 M H2SO4. Additionally, the BiCl3 solution (0.1 M) was prepared by dissolving bismuth oxide (CAS 1304-76-3, 99.999%) in 3.0 M HCl solutions. All the materials were used directly without further treatment except for additional description. 2.2 Methodology The polarization loss of redox flow batteries (RFBs) including the ohmic polarization, activation polarization, and concentration polarization can be written as below (1) η = η R + η A + η C where η is the overall polarization loss, η R is ohmic loss, η A is activation loss, and η C is concentration loss. Among them, η R can be obtained by testing the voltage difference before and after a current is applied to the RFB immediately, as shown in Eq. (2). (2) η R = V ( t 0 ) - OCV = i R where OCV is the open circuit voltage, V(t 0) is the voltage after a current flows through the RFB immediately, i is the current, and R is the overall ohmic resistance of the RFB. The activation polarization is induced by the slow charge transfer rate at the electrode-electrolyte interface [28]. Hence, η A is affected by any parameters related to the charge transfer rate, such as the current, electrode surface area, temperature, ions concentration, and so on. We define t a as the time when the double-layer is fully charged and the concentration polarization does not occur, t s is the time when the RFB is running at a stable state, and V(t a) and V(t s) are the voltages corresponding to the time of t a and t s, respectively. Therefore, the activation and concentration polarization in the charge process can be written below. (3) η a = OCV - V ( t a ) - i × R (4) η C = V ( t a ) - V ( t s ) At the period of 0 < t < t a, the value ln(E) has a linear relationship with time t, as shown in Eqs. (5) and (6) [26]. (5) ln η a - ln OCV + η a + η R - E = 1 R ct C d t 0 < t ≤ t a Charge (6) ln η a - ln E + η a + η R - OCV = 1 R ct C d t 0 < t ≤ t a Discharge Therefore, we can determine the time of t a by finding out the end point of line ln(E)-t, and they are 0.012, 0.019, and 0.016 s for the VFBs with GF, GF-T550, and GF-Bi. In this paper, we choose 1 min as the value of t s, which is widely used in polarization curve testing [29]. 3 Results and discussion 3.1 The polarization differences between the positive and negative sides The difference between the positive and negative sides was studied with symmetric cells, as shown in Fig. 1 (a). The charge transfer resistance of the negative symmetric cell displays the largest value, followed by the full cell and the positive symmetric cell reflected in their electrochemical impedance spectroscopy (EIS). To further clarify the specific differences, we employed an operando approach to obtain the decoupled polarizations of the two sides using the response time-based method [26], and the mechanism in the discharge is depicted in Fig. 1(b and c). The mechanism is the same in the charge process, as shown in Fig. S1. In flow batteries, the response time of polarizations varies greatly, which consumes about 10−12 s (ohmic polarization), several microseconds (activation polarization), and dozens or more seconds (concentration polarization) to arrive ata stable state [30]. Therefore the polarizations can be decoupled based on the response time (detailed calculations can be found in the Supporting Information). Moreover, the comparison between the symmetric cells and full cells (Fig. 1d–f) was also studied to probe the specific difference between the electrochemical/chemical reactions during the charge and discharge process. The decoupled polarizations of the full cell in the charge process (Fig. 1e) were used for comparative analysis with symmetric cells to avoid the electric field effects on ion transport (Figs. S2 and S3). Results (Fig. 1g) indicate that the activation polarization and ohmic polarization on the positive side are 8.9% and 78.8% of those on the negative side, respectively, at 200 mA cm−2, which is consistent with previous work [31]. In contrast, the concentration polarization on the positive side is 192.9% of that on the negative side. Specifically, the activation polarization of the reduction reaction of V3+ is 32.4 mV greater than that of VO 2 + , while its concentration polarization is 11.1 mV smaller at 200 mA cm−2 (Fig. 1h). The activation polarization of the oxidation reaction of V2+ is 17.7 mV larger than that of VO2+, while its concentration polarization is 1.9 mV smaller than that of the latter at 200 mA cm−2 (Fig. 1i). Considering that the total activation polarization of the positive symmetric cell (VO2+/ VO 2 + ) is only 4.9 mV, the reduction reaction of V3+ exhibits the largest activation polarization among the four reactions in VFBs. In short, the reactions on the negative side primarily contribute to the activation polarization, while the positive side dominates in the concentration polarizations. These features are also evident in the charge and discharge process under different working conditions. 3.2 The polarization difference in the charge and discharge process As mentioned above, the positive side plays the dominant role in concentration polarization, rendering it more sensitive to the changes in flow rates compared to the negative side as depicted in Fig. 2 (a and b) and Figs. S4 and S5. Therefore, the influence of asymmetric applied flow rates is investigated on the full cell performance. Fig. 2(c) shows that appropriately allocating a larger flow rate on the positive side compared to the negative side can improve the voltage efficiency of VFB compared with that using the same flow rate on the two sides. Otherwise, the opposite distribution (P30 N50) will decrease the voltage efficiency of VFB (Fig. 2c). This phenomenon is more pronounced at 250 and 300 mA cm−2 (Fig. S6a and b). To find out whether the oxidation or reduction reaction on the positive side mainly contributes to the large concentration polarization, the flow rate effects on the charge and discharge processes were studied. Results show that the difference between discharge curves under varying flow rates is obviously larger than that in the charge curves, as shown in Fig. 2(d). This is also reflected in the polarization curves under a 50% state of charge (SOC), where the concentration polarization in the discharge process is noticeably larger than that in the charging process (Fig. 2e). The difference is also obvious at various flow rates (Fig. S7a and b). Hence, suitably increasing the flow rate in the discharge process (50 r min−1) and decreasing it in the charging process (40 r min−1) can effectively improve the voltage efficiency of VFBs compared to using the same flow rate (45 r min−1) for both processes (Fig. 2f). The phenomenon is more clearly illustrated with the decoupled polarization. As shown in Fig. 2(g), the concentration polarization in the charging process is only 41.8% of that in the discharge process at 200 mA cm−2. Combined with the results reflected in Fig. 1, conclusions are easy to deduce: the reduction reaction of VO 2 + accounts for the largest concentration polarization due to forming the mixed valence V 2 O 3 3 + [32,33]. V 2 O 3 3 + presentsmuch larger adsorption energy with electrodes than that of VO 2 + and VO2+ (Fig. 2h, Fig. S8a–e), which accumulates on the electrode surface during the discharge process and increases the concentration polarization [34]. The formation of V 2 O 3 3 + suggests that it is not merely a simple and reversible chemical step of VO2+/ VO 2 + observed in cyclic voltammetry (CV) tests [35] at the full cell level. This result also explains the ‘‘unusual phenomenon’’ of an abrupt change in the Tafel slope of VO 2 + ions at high cathodic overpotentials [27]. 3.3 The effects of oxygen functional groups on polarizations Thermal activation is a widely used effective method to improve electrodes activity by introducing oxygen functional groups in VFB [36,37]. Hence, in this work, we heated electrodes at 550 °C for 6 h and successfully increased oxygen functional group content, as shown in Fig. 3 (a). The VFB with thermal treatment electrodes (GF-T550) demonstrates a much smaller charge transfer resistance (Fig. 3b) and markedly higher voltage efficiency compared with that in the VFB using the electrodes without thermal treatment (GF), as shown in Fig. 3(c). We also studied the performance of thermal treatment electrodes on the negative and positive sides by substituting GF with GF-T550, separately. When we replaced the negative electrode with GF-T550 and kept the electrode on the positive side to be GF, the activation polarization at 200 mA cm−2 was dramatically reduced by 81.8% and 78.9% in both the charge and discharge processes respectively (Fig. 3d and e). The improvement of kinetics is also confirmed by its CV test (Fig. S9). The concentration polarization increased, especially in the discharge processes (67.8% of increase at 200 mA cm−2) (Fig. 3d and e). Similarly, the thermal treatment electrode also significantly reduced the activation polarization on the positive side by 45.9% and 46.6% in the charge and discharge process, respectively at 200 mA cm−2, but greatly increased its concentration polarization by 28.7% during discharge (Fig. 3f and g). The thermal treatment electrode enhances the reactions of VO2+/ VO 2 + but deteriorates its concentration polarization, which is also reflected in the CV (Fig. 3h) and polarization curves (Fig. 3i, Fig. S10). The increase in concentration polarization is attributed to the enhanced attraction between oxygen atoms on the electrode surface and vanadium ions [38,39] as supported by the theoretical calculations. The C=O, OH, and COOH significantly enhance the adsorption energy of V2+, V3+, and VO2+, respectively (Fig. 3j and k and Fig. S11a–f), and all of them sharply increase the adsorption energy of V 2 O 3 3 + (Fig. 3l and m). This finding provides clarity to the debate regarding whether the oxygen functional groups enhance the VO2+/ VO 2 + redox reaction. When the tests were conducted under a small flow rate without decoupling polarizations, the conclusion that oxygen functional groups cannot enhance the VO2+/ VO 2 + redox reaction was reached. Conversely, when the tests were conducted under a large flow rate, the result that oxygen functional groups facilitate the VO2+/ VO 2 + redox reaction might be observed. Although thermal treatment electrodes significantly reduce the activation polarization of VFBs, the activation polarization on the negative side remains 31.5% larger than that on the positive side at 200 mA cm−2 (Fig. 3n) and contributes to 75.3% of the total activation polarization. This suggests that enhancing the negative kinetics is still an effective strategy for further improving VFB performance. 3.4 The effects of bismuth on polarizations Considering the activation polarization on the negative side is more sluggish than that on the positive side, a more effective and economical catalyst (bismuth) is investigated to further enhance the redox kinetics of V2+/V3+ [40,41]. In this work, we in situ deposited bismuth on the negative electrode during the charging process, as confirmed by scanning electron microscopy (SEM) and X-ray photoelectron spectroscopy (XPS) results (Fig. 4 a and b). The VFB with Bi-modified electrode presents a much smaller charge transfer resistance (Fig. 4c), higher peak current (Fig. 4d), and higher voltage efficiency (Fig. 4e) compared with the one without Bi, suggesting its excellent catalytic effect. The decoupled polarization analysis (Fig. 4f and g) revealed an 82.6% and 85.3% reduction in the activation polarization during the charge and discharge processes at 200 mA cm−2, respectively. Similar to the effect of oxygen functional groups, the concentration polarization in the discharge process also increased after depositing Bi (Fig. 4g) and it wasalso reflected in the negative symmetric cells with and without Bi (Fig. 4h). The increasing concentration polarization is attributed to the enhanced adsorption energy between Bi and vanadium ions [42] and the shed of some bismuth particles into electrolytes. Moreover, the uniformity, morphology, and side reaction of deposited Bi can also greatly impact electrolyte flow, especially in large active areas [43,44], suggesting that in-situ electrodeposition needs further consideration in practice. The activation polarization on the negative side is about half (58.5%) of that on the positive side at 200 mA cm−2 (Fig. 4i),a trend also observed in their symmetric cells (Fig. S12). After depositing Bi, the activation polarization on the negative side accounts for 36.9% of the overall activation polarization, indicating that the negative side is not the dominant limiting factor. 4 Conclusions This work quantitatively studied the polarizations of VFBs under different working conditions using an operando method. Some new findings are discovered with the help of this method. First, we find that although the activation polarization on the positive side is 8.9% of that on the negative side, the concentration polarization of the former is 192.9% of that on the negative side caused by the formation of V 2 O 3 3 + during the reduction reaction of VO 2 + . Based on these insights, we propose an asymmetric flow rate strategy for the positive and negative sides and effectively improve the efficiency of VFBs. Additionally, we also found that the oxygen functional groups can effectively reduce the activation loss on the positive side but obviously increase its concentration polarization, clarifying the debate regarding the effects of oxygen functional groups on the positive side. Moreover, although the oxygen functional groups substantially reduce the activation polarization on the negative side, the overall polarization on the negative side is still 31.5% larger than that on the positive side at 200 mA cm−2. However, it reduced to about half (58.5%) of that on the positive side at 200 mA cm−2 after catalyzing the negative reactions with bismuth. These suggest that enhancing the activity of negative electrodes is still an effective way to improve the VFB performance with commercial and high oxygen-containing electrodes. Focusing on the positive side to enhance activity and reduce concentration polarization is essential for further improving VFB performance when using bismuth-modified electrodes. This method also has great potential for application in probing the reaction mechanism and limiting steps in other flow battery systems at the full cell level. CRediT authorship contribution statement Zhenyu Wang: Writing – review & editing, Writing – original draft, Methodology, Formal analysis, Data curation, Conceptualization. Jing Sun: Writing – review & editing. Jiadong Shen: Writing – review & editing, Software. Zixiao Guo: Writing – review & editing. Xiaosa Xu: Writing – review & editing. Jin Li: Writing – review & editing. Jiayou Ren: Writing – review & editing. Yiju Li: Writing – review & editing. Tianshuai Wang: Writing – review & editing. Xinzhuang Fan: Writing – review & editing, Supervision. Tianshou Zhao: Writing – review & editing, Supervision, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the Guangdong Major Project of Basic and Applied Basic Research (2023B0303000002), the National Natural Science Foundation of China (No. 52206089), the Guangdong Basic and Applied Basic Research Foundation (2024A1515010288, 2023B1515120005), the Natural Science Foundation of Shenzhen (JCYJ20230807093315033), and the Shenzhen Engineering Research Center, Southern University of Science and Technology (No. XMHT20230208003), high level of special funds (G03034K001). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.01.049. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] J.A. Turner Science 285 1999 687 689 [] J.A. Turner, Science 285 (1999) 687-689. [2] Z. Yuan L. Liang Q. Dai T. Li Q. Song H. Zhang G. Hou X. Li Joule 6 2022 884 905 Z Yuan, L Liang, Q Dai, T Li, Q Song, H Zhang, G Hou, X Li, Joule 6 (2022) 884-905. [3] T. Janoschka N. Martin U. Martin C. Friebe S. Morgenstern H. Hiller M.D. Hager U.S. Schubert Nature 527 7576 2015 78 81 T. Janoschka, N. Martin, U. Martin, C. Friebe, S. Morgenstern, H. Hiller, MD. Hager, U.S. Schubert, Nature 527(7576) (2015) 78-81. [4] S. Chu Y. Cui N. Liu Nat. Mater. 16 2017 16 22 S. Chu, Y. Cui, and N. Liu, Nat. Mater. 16 (2017) 16-22. [5] W. Li J. Zheng B. Hu H.C. Fu M. Hu A. Veyssal Y. Zhao J.H. He T.L. Liu A. Ho-Baillie S. Jin A. Ho-Baillie S. Jin Nat. Mater. 19 12 2020 1326 1331 W. Li, J. Zheng, B. Hu, H.C. Fu, M. Hu, A. Veyssal, Y. Zhao, J.H. He, T.L. Liu, A. Ho-Baillie, S. Jin, A. Ho-Baillie, S. Jin, Nat. Mater. 19(12) (2020) 1326-1331. [6] H. Thompson Nature 603 7901 2022 364 H. Thompson, Nature 603(7901) (2022) 364-364. [7] K. Ma Y. Zhang L. Liu J. Xi X. Qiu T. Guan Y. He Nat. Commun. 10 1 2019 5286 K. Ma, Y. Zhang, L. Liu, J. Xi, X. Qiu, T. Guan, Y. He, Nat. Commun. 10(1) (2019) 5286. [8] T. Liu X. Li H. Zhang J. Chen J. Energy Chem. 27 5 2018 1292 1303 T. Liu, X. Li, H. Zhang, J. Chen, J. Energy Chem. 27(5) (2018) 1292-1303. [9] C. Zhang Y. Ding L. Zhang X. Wang Y. Zhao X. Zhang G. Yu Angew. Chem. 56 26 2017 7454 7459 C. Zhang, Y. Ding, L. Zhang, X. Wang, Y. Zhao, X Zhang, G. Yu, Angew. Chem. 56(26) (2017) 7454-7459. [10] L. Li S. Kim W. Wang M. Vijayakumar Z. Nie B. Chen J. Zhang G. Xia J. Hu G. Graff J. Liu Adv. Energy Mater. 1 3 2011 394 400 L. Li, S. Kim, W. Wang, M. Vijayakumar, Z. Nie, B. Chen, J. Zhang, G. Xia, J. Hu, G. Graff, J. Liu, Adv. Energy Mater. 1(3) (2011) 394-400. [11] M. Shi Q. Dai F. Li T. Li G. Hou H. Zhang X. Li Adv. Energy Mater. 10 34 2020 2001382 M. Shi, Q. Dai, F. Li, T. Li, G. Hou, H. Zhang, X. Li, Adv. Energy Mater. 10(34) (2020) 2001382. [12] M. Liu Z. Xiang H. Deng K. Wan Q. Liu J. Piao Y. Zheng Z. Liang J. Electrochem. Soc. 163 10 2016 H937 M. Liu, Z. Xiang, H. Deng, K. Wan, Q. Liu, J. Piao, Y. Zheng, Z. Liang, J. Electrochem. Soc. 163(10) (2016) H937. [13] Z. Wang J. Ren J. Sun Y. Li Z. Guo B. Liu X. Fan T. Zhao Chem. Eng. J. 474 2023 145621 Z. Wang, J. Ren, J. Sun, Y. Li, Z. Guo, B. Liu, X. Fan, T. Zhao, Chem. Eng. J. 474 (2023) 145621. [14] K. Zhang C. Yan A. Tang J. Power Sources 479 2020 228816 K. Zhang, C. Yan, A. Tang, J. Power Sources 479(2020) 228816. [15] L. Yue W. Li F. Sun L. Zhao L. Xing Carbon 48 2010 3079 3090 L. Yue, W. Li, F. Sun, L. Zhao, L. Xing, Carbon 48 (2010) 3079–3090. [16] X.W. Wu T. Yamamura S. Ohta Q.X. Zhang F.C. Lv C.M. Liu K. Shirasaki I. Satoh T. Shikama J. Appl. Electrochem. 41 2011 1183 1190 X.W. Wu, T. Yamamura, S. Ohta, Q.X. Zhang, F.C. Lv, C.M. Liu, K. Shirasaki, I. Satoh, T. Shikama, J. Appl. Electrochem. 41 (2011) 1183-1190. [17] A. Bourke M.A. Miller R.P. Lynch J.S. Wainright R.F. Savinell D.N. Buckley J. Electrochem. Soc. 162 2015 A1547 A1555 A. Bourke, M.A. Miller, R.P. Lynch, J.S. Wainright, R.F. Savinell, D.N. Buckley, J. Electrochem. Soc. 162(2015) A1547–A1555. [18] B. Sun M. Skyllas-Kazacos Electrochim. Acta. 37 13 1992 2459 2465 B. Sun, M. Skyllas-Kazacos, Electrochim. Acta. 37(13) (1992) 2459-2465. [19] C. Zhao Y. Li Z. He Y. Jiang L. Li F. Jiang H. Zhou J. Energy Chem. 29 2019 103 110 C. Zhao, Y. Li, Z. He, Y. Jiang, L. Li, F. Jiang, H. Zhou, J. Energy Chem. 29 (2019) 103-110. [20] D.M. Kabtamu J.Y. Chen Y.C. Chang C.H. Wang J. Power Sources 341 2017 270 279 D.M. Kabtamu, J.Y. Chen, Y.C.. Chang, C.H. Wang, J. Power Sources 341 (2017) 270– 279. [21] C. Choi H. Noh S. Kim R. Kim J. Lee J. Heo H.T. Kim J. Energy Storage. 21 2019 321 327 C. Choi, H. Noh, S. Kim, R. Kim, J. Lee, J. Heo, H.T. Kim, J. Energy Storage. 21 (2019) 321-327. [22] Z. Jiang K. Klyukin V. Alexandrov Acs Appl. Mater. Inter. 10 2018 20621 20626 Z. Jiang, K. Klyukin, V. Alexandrov, Acs Appl. Mater. Inter. 10 (2018) 20621-20626. [23] Q. Li A. Bai T. Zhang S. Li H. Sun Carbon 63 2013 228 239 Q. Li, A. Bai, T. Zhang, S. Li, H Sun, Carbon 63(2013) 228−239. [24] Y. Li J. Parrondo S. Sankarasubramanian V. Ramani J. Phys. Chem. C 123 11 2019 6370 6378 Y. Li, J. Parrondo, S. Sankarasubramanian, V. Ramani, J. Phys. Chem. C 123(11) (2019) 6370-6378. [25] Y. Yao J. Lei Y. Shi F. Ai Y.C. Lu Nat. Energy 6 6 2021 582 588 Y. Yao, J. Lei, Y. Shi, F. Ai, Y.C. Lu, Nat. Energy 6(6) (2021) 582-588. [26] Z. Wang Y. Li J. Ren J. Sun T. Wang B. Liu X. Fan T. Zhao Cell Rep. Phys. Sci. 4 2023 101395 Z. Wang, Y. Li, J. Ren, J. Sun, T. Wang, B. Liu, X. Fan, T. Zhao, Cell Rep. Phys. Sci. 4 (2023) 101395. [27] M. Gattrell J. Park B. MacDougall J. Apte S. McCarthy C.W. Wu J. Electrochem. Soc. 151 1 2003 A123 M. Gattrell, J. Park, B. MacDougall, J. Apte, S. McCarthy, C.W. Wu, J. Electrochem. Soc. 151(1) (2003) A123. [28] K.J. Yoon W. Huang G. Ye S. Gopalan U.B. Pal D.A. Seccombe J. Electrochem Soc. 154 4 2007 B389 K.J. Yoon, W. Huang, G. Ye, S. Gopalan, UB Pal, D.A. Seccombe, J. Electrochem Soc. 154(4) (2007) B389. [29] K. Zhang J. Xiong C. Yan A. Tang Appl Energ. 272 2020 115093 K. Zhang, J. Xiong, C. Yan, A. Tang, Appl Energ. 272 (2020) 115093. [30] T. Mennola M. Mikkola M. Noponen T. Hottinen P. Lund J. Power Sources 112 2002 261 272 T. Mennola, M. Mikkola, M. Noponen, T. Hottinen, P. Lund, J. Power Sources 112 (2002) 261-272. [31] Y. Jiang M. Du G. Cheng P. Gao T. Dong J. Zhou J. Energy Chem. 59 2021 706 714 Y. Jiang, M. Du, G. Cheng, P. Gao, T. Dong, J. Zhou, J. Energy Chem. 59 (2021) 706-714. [32] P. Blanc C. Madic J.P. Launay Inorg. Chem. 21 8 1982 2923 2928 P. Blanc, C. Madic, J.P. Launay, Inorg. Chem. 21(8) (1982) 2923-2928. [33] D.N. Buckley X. Gao R.P. Lynch N. Quill M.J. Leahy J. Electrochem. Soc. 161 4 2014 A524 D.N. Buckley, X. Gao, R.P. Lynch, N. Quill, M.J. Leahy, J. Electrochem. Soc. 161(4) (2014) A524. [34] W. Wang X. Fan J. Liu C. Yan C. Zeng J. Electrochem. Soc. 16 37 2014 19848 19851 W. Wang, X. Fan, J. Liu, C. Yan, C. Zeng, J. Electrochem. Soc. 16(37) (2014) 19848-19851. [35] G. Oriji Y. Katayama T. Miura J. Power Sources 139 1–2 2005 321 324 G. Oriji, Y. Katayama, T. Miura, J. Power Sources 139(1-2) (2005) 321-324. [36] C. Choi S. Kim R. Kim Y. Choi S. Kim H. Jung J.H. Yang H.T. Kim Renew. Sust. Energ. Rev. 69 2017 263 274 C. Choi, S. Kim, R. Kim, Y. Choi, S. Kim, H. Jung, J.H. Yang, H.T. Kim, Renew. Sust. Energ. Rev. 69 (2017) 263-274. [37] Y. Liu L. Yu X. Liu J. Xi J. Energy Chem. 72 2022 545 553 Y. Liu, L. Yu, X. Liu, J. Xi, J. Energy Chem. 72 (2022) 545-553. [38] Z. Jiang K. Klyukin V. Alexandrov Phys. Chem. Chem. Phys. 19 23 2017 14897 14901 Z. Jiang, K. Klyukin, V. Alexandrov, Phys. Chem. Chem. Phys. 19(23) (2017) 14897-14901. [39] Z. Jiang K. Klyukin V. Alexandrov Acs Appl. Mater. Inter. 10 24 2018 20621 20626 Z. Jiang, K. Klyukin, V. Alexandrov, Acs Appl. Mater. Inter. 10(24) (2018) 20621-20626. [40] B. Li M. Gu Z. Nie Y. Shao Q. Luo X. Wei X. Li J. Xiao Nano. Lett. 13 3 2013 1330 1335 B. Li, M. Gu, Z. Nie, Y. Shao, Q. Luo, X. Wei, X. Li, J. Xiao, Nano. Lett. 13(3) (2013) 1330-1335. [41] X. Zhang A. Valencia W. Li K. Ao J. Shi X. Yue R. Zhang W.A. Daoud Adv. Mater. 36 6 2024 2305415 X. Zhang, A. Valencia, W. Li, K. Ao, J. Shi, X. Yue, R. Zhang, W.A. Daoud, Adv. Mater. 36(6) (2024) 2305415. [42] F. Xing Q. Fu F. Xing J. Zhao H. Long T. Liu X. Li J. Am. Chem. Soc. 146 38 2024 26024 26033 F. Xing, Q. Fu, F. Xing, J. Zhao, H. Long, T. Liu, X. Li, J. Am. Chem. Soc. 146(38) (2024) 26024-26033. [43] Z. Yang Y. Wei Y. Zeng Y. Yuan J. Power Sources 506 2021 230238 Z. Yang, Y. Wei, Y. Zeng, Y. Yuan, J. Power Sources 506(2021) 230238. [44] J. Ren Z. Wang J. Sun Z. Guo B. Liu X. Fan T. Zhao J. Power Sources 586 2023 233655 J. Ren, Z. Wang, J. Sun, Z. Guo, B. Liu, X. Fan, T. Zhao, J. Power Sources 586 (2023) 233655.",
      "scopus-id": "85219016154",
      "coredata": {
        "eid": "1-s2.0-S2095495625001020",
        "dc:description": "All-vanadium flow batteries (VFBs) are one of the most promising large-scale energy storage technologies. Conducting an operando quantitative analysis of the polarizations in VFBs under different conditions is essential for developing high power density batteries. Here, we employ an operando decoupling method to quantitatively analyze the polarizations in each electrochemical and chemical reaction of VFBs under different catalytic conditions. Results show that the reduction reaction of V3+ presents the largest activation polarization, while the reduction reaction of VO 2 + primarily contributes to concentration polarizations due to the formation of the intermediate product V 2 O 3 3 + . Additionally, it is found that the widely used electrode catalytic methods, incorporating oxygen functional groups and electrodepositing Bi, not only enhance the reaction kinetics but also exacerbate concentration polarizations simultaneously, especially during the discharge process. Specifically, in the battery with the high oxygen-containing electrodes, the negative side still accounts for the majority of activation loss (75.3%) at 200 mA cm−2, but it comes down to 36.9% after catalyzing the negative reactions with bismuth. This work provides an effective way to probe the limiting steps in flow batteries under various working conditions and offers insights for effectively enhancing battery performance for future developments.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625001020",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Zhenyu"
          },
          {
            "@_fa": "true",
            "$": "Sun, Jing"
          },
          {
            "@_fa": "true",
            "$": "Shen, Jiadong"
          },
          {
            "@_fa": "true",
            "$": "Guo, Zixiao"
          },
          {
            "@_fa": "true",
            "$": "Xu, Xiaosa"
          },
          {
            "@_fa": "true",
            "$": "Li, Jin"
          },
          {
            "@_fa": "true",
            "$": "Ren, Jiayou"
          },
          {
            "@_fa": "true",
            "$": "Li, Yiju"
          },
          {
            "@_fa": "true",
            "$": "Wang, Tianshuai"
          },
          {
            "@_fa": "true",
            "$": "Fan, Xinzhuang"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Tianshou"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625001020"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625001020"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00102-0",
        "prism:volume": "105",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Operando quantitatively analyses of polarizations in all-vanadium flow batteries",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadium flow battery"
          },
          {
            "@_fa": "true",
            "$": "Quantitative analysis"
          },
          {
            "@_fa": "true",
            "$": "Polarization"
          },
          {
            "@_fa": "true",
            "$": "Oxygen functional groups"
          },
          {
            "@_fa": "true",
            "$": "Bismuth"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "178-184",
        "prism:endingPage": "184",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2025",
        "prism:doi": "10.1016/j.jechem.2025.01.049",
        "prism:startingPage": "178",
        "dc:identifier": "doi:10.1016/j.jechem.2025.01.049",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19987",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "516",
            "@width": "645",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91906",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "516",
            "@width": "645",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84733",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "735",
            "@width": "600",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "146938",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "497",
            "@width": "600",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102247",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7492",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14778",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11864",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12557",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14941",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1685",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "115483",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2286",
            "@width": "2857",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "680035",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2284",
            "@width": "2854",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "616257",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3254",
            "@width": "2657",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1071133",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2201",
            "@width": "2657",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "724611",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "758338",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3860",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "5257",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6737",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13051",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13119",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "10141",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si7.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "29359",
            "@ref": "si7",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625001020-si8.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "32934",
            "@ref": "si8",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85219016154"
      }
    }
  }
}