{
  "metadata": {
    "title": "Efficient polysulfide blocker from conductive niobium nitride@graphene for Li-S batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2020-06-30",
    "doi": "10.1016/j.jechem.2019.10.018",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495619308666",
    "pii": "S2095495619308666"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85074584501",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2019-10-31 2019-10-31 2019-11-19 2019-11-19 2020-03-16T16:03:25 1-s2.0-S2095495619308666 S2095-4956(19)30866-6 S2095495619308666 10.1016/j.jechem.2019.10.018 S300 S300.1 FULL-TEXT 1-s2.0-S2095495619X00145 2020-11-23T22:06:40.823667Z 0 0 20200601 20200630 2020 2019-10-31T08:25:16.171295Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 45 45 C Volume 45 20 135 141 135 141 202006 June 2020 2020-06-01 2020-06-30 2020 article fla © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. EFFICIENTPOLYSULFIDEBLOCKERCONDUCTIVENIOBIUMNITRIDEGRAPHENEFORLISBATTERIES SHI H 1 Introduction 2 Experimental 2.1 Synthesis of NbN/G composite 2.2 Fabrication of the modified separator 2.3 Materials characterization 2.4 Adsorption test of NbN/G and graphene for lipss 2.5 Assembly and evaluation of symmetric electrochemical cells 2.6 Electrochemical measurements 3 Results and discussion 4 Conclusions Acknowledgments Appendix Supplementary materials References MANTHIRAM 2013 1125 1134 A MANTHIRAM 2014 11751 11787 A BRUCE 2012 19 29 P CHUNG 2019 1901125 S KONG 2019 2976 2982 L REN 2019 3249 Y SHI 2018 1800508 H ZHOU 2015 1402263 G ZHENG 2013 1265 1270 G LEE 2017 1601943 J FANG 2017 205 214 R CHUNG 2018 43749 43759 S SU 2012 1166 Y ZHOU 2014 625 631 G SU 2012 8817 8819 Y LI 2016 12973 12980 Q LIANG 2016 1501636 X LIU 2017 1601759 X PANG 2019 136 148 Q QIU 2019 98 105 W LI 2019 2961 2969 X ROBBINS 2016 1501119 S KONG 2015 11200 11208 L LIU 2015 1006 1011 M PEI 2018 145 S ZHAO 2016 1 8 Y DONG 2019 64 73 Y SUN 2017 14627 Z WANG 2019 183 191 Z WANG 2019 228 235 Y HUANG 2015 10910 10918 Y ZHAO 2019 M WU 2010 3187 3194 Z ZHOU 2013 2152 2157 X DENG 2017 6031 6039 D ZHOU 2018 260 267 G FAN 2019 90 97 X ZHANG 2018 1795 L PENG 2016 9551 9558 H ZHANG 2019 103905 J QI 2018 14359 14366 B TANG 2019 14648 14653 W CHENG 2019 1901609 Z DU 2019 3977 3985 Z YUAN 2016 519 527 Z LIU 2018 1700270 D CHUNG 2018 1801188 S PENG 2017 1700260 H KONG 2019 17 22 L ZHOU 2015 356 365 G FANG 2016 3374 3382 R SHIX2020X135 SHIX2020X135X141 SHIX2020X135XH SHIX2020X135X141XH 2021-11-19T00:00:00.000Z 2021-11-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2019-11-04T02:41:36.539Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas item S2095-4956(19)30866-6 S2095495619308666 1-s2.0-S2095495619308666 10.1016/j.jechem.2019.10.018 286353 2020-11-23T22:06:40.823667Z 2020-06-01 2020-06-30 1-s2.0-S2095495619308666-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/MAIN/application/pdf/a94ea10e8772009e0e43f2ac4dc4cfbe/main.pdf main.pdf pdf true 3142611 MAIN 7 1-s2.0-S2095495619308666-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/PREVIEW/image/png/da84302a79e0f03b5a647fb7799862e4/main_1.png main_1.png png 56610 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495619308666-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr1/DOWNSAMPLED/image/jpeg/0423320f28454daf618a43cb779e4468/gr1.jpg gr1 gr1.jpg jpg 47031 328 386 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr2/DOWNSAMPLED/image/jpeg/a9f2b61542485af5d8a0b7514eb55ad6/gr2.jpg gr2 gr2.jpg jpg 142242 527 706 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr3/DOWNSAMPLED/image/jpeg/da0644f0055232bc07b58b1064edfc22/gr3.jpg gr3 gr3.jpg jpg 84720 365 691 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr4/DOWNSAMPLED/image/jpeg/4c5cc61140b3490f9d2c6241e54d26d6/gr4.jpg gr4 gr4.jpg jpg 125116 468 651 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr5/DOWNSAMPLED/image/jpeg/c548a3dce2e2841890c8c76936757d73/gr5.jpg gr5 gr5.jpg jpg 147128 701 662 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr6/DOWNSAMPLED/image/jpeg/c2e076bd8e7b330f3cdad51002add31e/gr6.jpg gr6 gr6.jpg jpg 97643 404 724 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/fx1/DOWNSAMPLED/image/jpeg/b5d4b7d33661526ae726e920974b0f98/fx1.jpg fx1 true fx1.jpg jpg 21624 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308666-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr1/THUMBNAIL/image/gif/ca8acbc44a7e477a016b866d8fbb178b/gr1.sml gr1 gr1.sml sml 12754 164 193 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr2/THUMBNAIL/image/gif/f00659fb671a617cae6b7d057d138955/gr2.sml gr2 gr2.sml sml 22668 163 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr3/THUMBNAIL/image/gif/2cb196157c5c4e558d2e6d43bffd735d/gr3.sml gr3 gr3.sml sml 14565 116 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr4/THUMBNAIL/image/gif/186c1509d57388cfaeed750ddf27dfa5/gr4.sml gr4 gr4.sml sml 29858 157 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr5/THUMBNAIL/image/gif/4ae03f61ad7b9175c54e71884b7448ce/gr5.sml gr5 gr5.sml sml 9648 164 155 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr6/THUMBNAIL/image/gif/f7e7bbcb5f25d1f0c32bb6729dd40492/gr6.sml gr6 gr6.sml sml 12780 122 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/fx1/THUMBNAIL/image/gif/a669c30180d0a27a11a60993f72f0c79/fx1.sml fx1 true fx1.sml sml 11282 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308666-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr1/HIGHRES/image/jpeg/0319adc220699a48c3a86515a9dc4af4/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 372697 1453 1708 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr2/HIGHRES/image/jpeg/43511d7382a9d8911977ebb8f68f2c1c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1141405 2333 3125 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr3/HIGHRES/image/jpeg/0ce57b89741d3b212af0764a2749aba4/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 656954 1616 3061 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr4/HIGHRES/image/jpeg/122e490022f4c0b0d6f64ddd10794165/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1062731 2073 2884 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr5/HIGHRES/image/jpeg/77c8b7c8138ebb6455eb138fe0274adb/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 1216060 3104 2933 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/gr6/HIGHRES/image/jpeg/a0859e0fe9be9d12f300fe1403fe2c44/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 770304 1789 3207 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/fx1/HIGHRES/image/jpeg/9785577a3f363e494d5d04c5fa426851/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 147412 818 1333 IMAGE-HIGH-RES 1-s2.0-S2095495619308666-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308666/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/36eaa35e558e8e815ff30cc28fbb4ed3/mmc1.docx mmc1 mmc1.docx docx 2033797 APPLICATION 1-s2.0-S2095495619308666-am.pdf am am.pdf pdf 4544715 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10NPNCKZ7J4/MAIN/application/pdf/c0454446026859bce09a1c651520a445/am.pdf JECHEM 987 S2095-4956(19)30866-6 10.1016/j.jechem.2019.10.018 Fig. 1 Schematic of a conventional configuration for Li-S with a commercial PP separator (a) and an optimized configuration with a NbN/G interlayer between the separator and the sulfur cathode (b). The key role of NbN nanoparticles on regulating the redox conversion process of LiPSs (c). Fig 1 Fig. 2 (a) SEM, (b) TEM and (c) HRTEM images of the NbN/G. (d) STEM image of the NbN/G with the corresponding elemental maps of (e) C, (f) N, (g) O and (h) Nb. (i) XRD pattern and (j) TGA curve of the NbN/G in air. (k) Nitrogen adsorption-desorption isotherms of the graphene and NbN/G. Fig 2 Fig. 3 The visual Li2S6 adsorption pictures before (a) and after (b) resting for 12 h (1: Li2S6; 2: graphene + Li2S6; 3: NbN/G + Li2S6). (c) UV–Vis adsorption spectra of Li2S6 solution without and with the addition of graphene and NbN/G. (d) XPS spectra of the NbN/G and NbN/G + Li2S6 samples, and the corresponding Nb 3d XPS spectra before (e) and after (f) LiPS adsorption test. Fig 3 Fig. 4 (a) Photographs of the NbN/G@PP. Top-view SEM images of the PP (b) and the NbN/G@PP (c) separators. Cross-section of the NbN/G interlayer (d) and the corresponding elemental map of Nb in the dotted box (e). The NbN/G@PP was bended (f), folded (g), soaked in electrolyte for 6 h (h) and subsequently bended in the electrolyte (i). Fig 4 Fig. 5 (a) CV curves of the cells using PP, G@PP and NbN/G@PP separators at a scan rate of 0.1 mV s−1. (b) Polarization CV curves of symmetrical LiPS cells from −0.8 to 0.8 V at 50 mV s−1. (c) Rate performance the cells with different separators from 0.1 to 2 C. (d) Galvanostatic charge/discharge voltage profiles of the cell with a NbN/G@PP separator at various current densities from 0.1–2 C. (e) Cycle stability and Coulombic efficiency of the cells using different separators at 1 C for 300 cycles. Fig 5 Fig. 6 Electrochemical performance of cells with high sulfur loadings using NbN/G@PP separators. (a) SEM image of the prepared S-CNF electrode. (b) CV profiles of the cell with a sulfur loading of 6.1 mg cm−2 at a scan rate of 0.1 mV s−1 in the voltage range of 1.7~2.8 V. (c) Galvanostatic charge-discharge voltage profile of cells with a sulfur loading of 6.1 mg cm−2 and 10.8 mg cm−2 and (d) the corresponding cycle performance at 0.1 C. (e) The corresponding areal capacity performance of the cells with sulfur loadings of 6.1 and 10.8 mg cm−2 (0.1 C). Fig 6 Efficient polysulfide blocker from conductive niobium nitride@graphene for Li-S batteries Huifa Shi a c 1 Zhenhua Sun b 1 Wei Lv a ⁎ Shujie Xiao a c Huicong Yang b Ying Shi b Ke Chen b Shaogang Wang b Bingsen Zhang b Quan-Hong Yang d ⁎ Feng Li b ⁎ a Shenzhen Geim Graphene Center, Tsinghua Shenzhen International Graduate School, Tsinghua University, Shenzhen 518055, Guangdong, China Shenzhen Geim Graphene Center Tsinghua Shenzhen International Graduate School Graduate School at Shenzhen Tsinghua University Shenzhen Guangdong 518055 China aEngineering Laboratory for Functionalized Carbon Materials, Shenzhen Key Laboratory for Graphene-based Materials, Graduate School at Shenzhen, Tsinghua University, Shenzhen 518055, Guangdong, China b Shenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China Shenyang National Laboratory for Materials Science Institute of Metal Research Chinese Academy of Sciences Shenyang Liaoning 110016 China bShenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China c Laboratory of Advanced Materials, School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China Laboratory of Advanced Materials School of Materials Science and Engineering Tsinghua University Beijing 100084 China cLaboratory of Advanced Materials, School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China d Nanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China Nanoyang Group State Key Laboratory of Chemical Engineering School of Chemical Engineering and Technology Tianjin University Tianjin 300072 China dNanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Lithium sulfur batteries are one of the most promising alternative electrochemical systems, but their practical applications are largely hindered by the serious shuttling problems and sluggish redox kinetics. Here, the conductive and polar niobium nitride (NbN) is in-situ introduced onto graphene with ultra-small size and high dispersion, and their composite is used to construct an efficient lithium polysulfide blocking layer. The graphene helps to construct highly conductive pathways, and niobium nitride serves as the sulfiphilic sites to chemically adsorb the migrating lithium polysulfides and catalyze their redox conversion. Hence, the cells with the NbN/G interlayers exhibit a long cycle life with a lower capacity decay of 0.096%/cycle at 1 C for 300 cycles and high rate capability of 937 mAh g−1 at 2 C. Further coupling with a sulfur/carbon nanofiber electrode, the cell with an ultra-high sulfur loading of 10.8 mg cm−2 delivers an areal capacity of 12.5 mAh cm−2 at 0.1 C. Graphical abstract Ultra-small niobium nitride is introduced into the graphene interlayer with good dispersibility, which acts as sulfiphilic sites to immobilize polysulfides and catalyze their conversion. This polysulfide-blocking shield ensures excellent electrochemical performance of lithium sulfur batteries. Image, graphical abstract Keywords Lithium-sulfur batteries Niobium nitride Chemical adsorption Catalytic effect High loading 1 Introduction The emergency and rapid development of the portable electronics and electric vehicles boost demand in the mobile energy storage systems with high energy density and long life. However, the commercially available lithium-ion batteries, based on insertion cathode materials and graphite anode, gradually approach ceiling values and could not meet those requirements [1–3]. Consequently, exploring alternative energy storage systems is looming. Composed of a sulfur/carbon cathode, a lithium metal anode and an organic electrolyte, lithium sulfur (Li-S) batteries are one of the most competitive alternatives in the coming decades, because they have a high theoretical specific capacity of 1675 mAh g−1, a high theoretical energy density (2500 Wh kg−1 and 2800 Wh L−1) and cost-effectiveness [4,5]. In spite of these advantages, the rapid capacity fading, short cycle life and the inefficient utilization of sulfur greatly prevent the commercialization of Li-S batteries [4]. These challenging obstacles are mainly attributed to low electronic and ionic conductivities of sulfur, shuttling of the produced lithium polysulfides (LiPSs) and safety concerns from lithium metal anode, etc. [1,6]. To overcome these problems, varieties of nanocarbon materials are designed to accommodate sulfur [7], such as hollow spheres [8], nanofibers [9,10] and three dimensional architectures [11,12], providing a larger sulfur storage space. However, these methods still produce unsatisfactory electrochemical results. In 2012, Manthiram's group [13] inserted a microporous carbon paper between the separator and the sulfur cathode, which simultaneously functioned as an upper current collector and a LiPS blocker. As predicted, this architecture substantially optimized the cycle performance and rate capability, especially for the electrodes with high sulfur loadings and high sulfur contents. This research enlightens the application of interlayer for advanced Li-S batteries, and lots of nanocarbons are explored, including graphene [14], carbon nanotubes [15] and carbon nanofibers [16]. However, only the a physical barrier can not meet the requirements for a longer cycle life and higher discharge capacity, because the non-polar nature of the carbon surface can not immobilize the soluble LiPSs. On account of a stronger chemical interaction between transition metal compounds and LiPSs [17,18], introducing polar nanoparticles into the carbon-based interlayers would contribute to a better electrochemical stability [19]. As one of the transition metal nitrides, niobium nitride (NbN) has excellent electric conductivity, polar surface and good chemical stability at room temperature [20,21], and also is a promising superconductor at the ultra-low temperature [22]. In this work, NbN nanoparticles with ultra-small size are in-situ grown onto the surface of graphene through a polyol-mediated solvothermal reaction followed by annealing under ammonia atmosphere [23,24]. The NbN/G composite obtained is filtrated onto the commercial separator and used an interlayer to suppress the shutting behaviors. This efficient interlayer possesses following advantages: (1) The graphene can physically block LiPS diffusion and construct highly efficient conductive pathways; (2) the polar NbN not only acts as chemical reservoirs to adsorb the diffused LiPSs, but also accelerate the redox reaction of LiPSs; (3) the ultra-small size and the good dispersibility of NbN particles create more electroactive sites to interact with the LiPSs and the close contact between NbN and graphene facilitate the fast electron transport and LiPS transformation at the interface. With the synergistic effect of graphene and NbN nanoparticles, the sulfur cathode with a NbN/G@PP separator delivers a higher cyclic stability with a residual capacity of 768 mAh g−1 after 300 cycles at 1 C, and better rate capability of 937 mAh g−1 at 2 C. Furthermore, coupling with a sulfur/carbon nanofiber cathode with a sulfur loading of 10.8 mg cm−2, the cell using a NbN/G@PP separator exhibits an ultra-high areal capacity of 12.5 mAh cm−2 at 0.1 C. 2 Experimental 2.1 Synthesis of NbN/G composite The graphene oxide (GO) solution was prepared via water electrolytic oxidation of graphite [25]. The GO powder was obtained by freeze-drying the solution to remove the water. Then 200 mg GO was well-dispersed in 80 mL ethylene glycol (EG) using a strong tip ultrasonication (200 W, 30 min). In addition, 40 mg niobium chloride (NbCl5) was dissolved into 30 mL EG by magnetic stirring. Then, the NbCl5 solution was added into the GO solution dropwise, and the mixed solution was stirred for another 1 h. Then, the mixed solution was sealed in a 100 mL Teflon-lined autoclave and a following solvothermal reaction process (180 °C, 24 h) was conducted to produce Nb2O5/reduced GO [23]. After being washed with de-ionized water and freeze-dried, the sample was subjected to a heat treatment of 700 °C for 4 h under ammonia atmosphere to produce the NbN/G. Graphene sample was synthesized by the same procedure without adding NbCl5. 2.2 Fabrication of the modified separator NbN/G powder (16 mg) was dispersed in the ethanol (80 mL) under strong ultra-sonication for 30 min, and the dispersed solution of 20 mL was filtered onto a commercial Celgard 2400 separator, which was denoted as NbN/G@PP [26]. After drying at 60 °C in a vacuum oven, the NbN/G@PP was cut into a circular pellet with a diameter of 19 mm and an areal loading of 0.28 mg cm−2. Then, the modified separator was directly to fabricate a cell. The graphene modified separator (G@PP) with the same mass loading was fabricated following the same procedure as above. 2.3 Materials characterization Scanning electron microscopes (SEM, FEI Nova NanoSEM 430, 15 kV) and transmission electron microscopes (TEM, Tecnai F20, 200 kV) were used to observe the morphology and structure of the prepared materials. X-ray diffraction (XRD) patterns was collected using a Rigaku diffractometer using Cu K α radiation at room temperature. The thermogravimetric analysis (TGA) curves was obtained using a NETZSCH STA 449 C thermo-balance in air from room temperature to 1000 °C with a heating rate of 10 °C min−1. An ESCALAB 250Xi (Thermo Fisher) instrument with a monochromated Al K α radiation was used to conduct X-ray photoelectron spectroscopy (XPS) analysis. A four-point probe instrument (RTS-9, PROBES TECH) were performed to measure the electrical conductivities of the different interlayers which were filtrated onto the PP separator. X-ray microtomography (XRM) characterization was conducted using a Versa XRM-500 desktop system with a microfocus tube and the acceleration voltage was 50 kV. 2.4 Adsorption test of NbN/G and graphene for lipss To test the LiPS adsorption ability of NbN/G and graphene, the Li2S6 solution was first prepared by adding stoichiometric amounts of sulfur and lithium sulfide in the mixed solvent of DME/DOL (1:1, vol%). Magnetic stirring was conducted at 60 °C in the Ar-filled glove box until the powders were total dissolved. Subsequently, the concentration of Li2S6 solution was diluted to 1 mM. 20 mg NbN/G or graphene was added into 1 mM Li2S6 solution of 5 ml. Digital photos were taken before and after adsorption [27]. Finally, the UV–vis spectra were performed to verify the residual concentration of Li2S6 solution [28,29]. 2.5 Assembly and evaluation of symmetric electrochemical cells The NbN/G and PVDF were mixed with a weight ratio of 8:2 and grinded in NMP. The slurry was blade coated onto an aluminum foil. After dried at 60 °C for 12 h, the electrodes were punched into circular pellets of 12 mm. The areal loading of the host materials is 0.5 mg cm−2. To assembly the symmetrical cells, two identical electrodes were used as both the working electrode and the counter electrode, respectively. 15 µL Li2S6 solution (0.5 M) with 1 M LiTFSI and 1 wt% LiNO3 additive was added into the cell as the electrolyte. The CV profiles were recorded at a scan rate of 50 mV s−1 in a voltage window of −0.8 V ~ +0.8 V using a VSP-300 multichannel work station [30]. 2.6 Electrochemical measurements The sulfur and Super P mixtures (2:1, w/w) were obtained after melt-diffusion at 155 °C for 12 h. Then, the sulfur cathode was fabricated by sulfur/Super P mixture and polyvinylidene fluoride (9:1, w/w) in 1-Methyl-2-pyrrolidinone, and the slurry was blade coated onto a carbon-coated aluminum foil. A phase inversion method reported [30] was used to avoid the crack on drying. After being dried at 60 °C for 12 h, the sulfur cathode was cut into circular pellets with a diameter of 12 mm. The sulfur content in the cathode is 60 wt% and the sulfur areal loading is 1–1.5 mg cm−2. Besides, to prepare the sulfur/carbon nanofiber (S/CNF) electrodes for assembling the cells with higher sulfur loadings of 6.1 mg cm−2 and 10.8 mg cm−2, freestanding carbon nanofiber pellets were obtained from freeze-drying and carbonization (1000 °C, 2 h) of commercial bacterial cellulose hydrogels [31]. The sulfur was melt-diffused into the carbon networks at 155 °C for 12 h and the sulfur content is 60 wt% in the electrode. When the mass of interlayer is taken into consideration, the content is still up to 56 wt% (6.1 mg cm−2) and 58 wt% (10.8 mg cm−2), respectively. Electrochemical studies were carried out using 2025-type coin cells, and lithium metal was used as the anode. PP, G@PP and NbN/G@PP were selected as the separators, respectively. A solution with 1 M LiTFSI and 1 wt% LiNO3 in a DOL/DME (1:1 v/v) mixture was prepared and used as the electrolyte. To fully wet the interlayer, an excess electrolyte/sulfur ratio of 35 µl mg−1 is chosen for all assembled cells [32]. Electrochemical cycle stability and rate capability were tested using a LAND instrument and the voltage range is 1.7~2.8 V. A VSP-300 multichannel workstation was used to measure the cyclic voltammetry (CV) profiles. 3 Results and discussion To synthesize the NbN/G composite, a Nb2O5/rGO composite was first obtained through a solvothermal method reported previously [23], and a subsequent nitriding process was conducted to produce the NbN/G. The GO provides lots of sites for uniformly dispersing and anchoring the nanoparticles with small sizes and the graphene obtained after the reduction works as a conductive network for fast electron transport [33,34]. The NbN/G was filtrated onto a commercial separator and work as a LiPS blocking layer in the cell configuration, as shown in the Fig. 1 (a, b). During discharge/charge process, the polar and conductive NbN nanoparticles can chemically adsorb the diffused LiPSs and promote their redox transformation to the lithium sulfide or sulfur, as displayed in Fig. 1(c). The shutting problem is inhibited and the utilization of active materials is greatly improved consequently. Fig. 2 (a) clearly displays the SEM image of the NbN/G as obtained. The corrugated sheets exhibit a unstacked morphology, facilitating the subsequent dispersion. Fig. 2(b) clearly displays the TEM image of NbN/G. The NbN nanoparticles are uniformly distributed on the graphene. As revealed in the Fig. 2(c), the nanoparticles have a size of 5~10 nm and are attached onto the graphene support tightly, which can enhance the fast electron transfer in the interface. The lattice fringes of 0.25 and 0.21 nm are attributed to (111) and (200) planes of cubic-phase NbN. Furthermore, the STEM images and the corresponding energy-dispersive X-ray spectroscopy maps of carbon (C), nitrogen (N), oxygen (O) and niobium (Nb) are clearly observed in the Fig 2(d–h) and all of them display a similar distribution. Besides, A STEM image with a higher magnification in Fig. S1 shows the element Nb perfectly overlaps with the nanoparticles, further indicating the nanoparticles are the niobium compound. The Fig. 2(i) discloses the XRD patterns of NbN/G and graphene. In addition to the typical carbon peaks at 26° and 43°, the rest of the diffraction peaks can be indexed as NbN (JCPDS no. 38–1155). The content of NbN is 15.6%, which is determined via thermogravimetric analysis (TGA) in air. The Brunauer-Emmett-Teller specific surface areas of graphene and NbN/G are 203 m2 g−1 and 182 m2 g−1, respectively. Comparing to the carbon materials, the transition metal compounds particles show stronger affinity for LiPSs because of their polar surface. In here, a visual discrimination was conducted to prove the adsorbability of NbN/G and graphene to Li2S6 (Fig. 3 (a, b)). After resting for 12 h, the color of LiPS solution with graphene added become a little lighter, while the solution with NbN/G nearly changes to colorless [35]. This clear difference indicates that the NbN nanoparticles can help trap the soluble LiPSs in the electrolyte and inhibit their uncontrollable diffusion. Moreover, UV–vis analysis (Fig. 3c) was performed to analyze the concentration of the supernatant solutions after a complete adsorption. The results demonstrate that the peak intensity of the solution with NbN/G decrease more than that with graphene, which means much more Li2S6 molecules are adsorbed onto the surface of NbN/G [36]. A deeper investigation about the interaction between NbN and LiPSs is performed by X-ray photoelectron spectroscopy (XPS). After being soaked in the Li2S6 solution and dried, a typical S 2p peak occurs in addition to the O 1s, N 1s, C 1s and Nb 3d, as exhibited in the Fig. 3(d). In Fig. 3(e), the XPS fine Nb 3d spectrum of NbN/G reveals the existence of Nb−N, Nb−N−O and Nb−O bonds. After adsorbing Li2S6, two new peaks at 204.3 and 206.3 eV occur (Fig. 3f), which verifies the formation of strong Nb-S bonds [21]. The NbN/G powder was fully dispersed in the ethanol and then filtrated onto a commercial separator. The prepared NbN/G modified separator (Fig. 4 a) is denoted as NbN/G@PP, and directly used to assemble a Li-S battery. The top-view image of the PP separator shows a porous appearance (Fig. 4b). After coated with NbN/G, a flat blocking film composed of the sheets are formed (Fig. 4c). Fig. 4(d) shows a typical cross-sectional image of NbN/G interlayer, which displays a thickness of 22 µm. The corresponding elemental map of Nb indicates a uniform distribution of element Nb in whole NbN/G layer (Fig. 4e). A cross-sectional XRM image of NbN/G interlayer displays a similar thickness of 25 µm, which is thinner and denser than the graphene interlayer of 40 µm (Fig. S2b) [37,38]. The electrolyte wettability on the PP and NbN/G@PP separators was investigated by the electrolyte contact angle. As displayed in the Fig. S3, the electrolyte contact angle on the surface of NbN/G@PP is smaller than those of the G@PP separator and the commercial PP separator. The smaller electrolyte contact angle indicates a lower surface tension at the interface, which facilitates a faster penetration and a better preservation of added electrolyte in the NbN/G@PP separator. The electrical conductivities of the prepared NbN/G layer and graphene layer are 81.7 S m−1 and 70.5 S m−1 measured by a four-point probe instrument. The high conductivity helps a fast electron transport for the LiPS redox reactions. Finally, the as-prepared NbN/G@PP separator was still intact when bended, folded and bended in the electrolyte after being soaked in the electrolyte for 6 h, indicating its mechanical robustness [39], as shown in the Fig. 4(f–i). To evaluate the cells with different separators, a series of electrochemical tests were conducted. Fig. 5 (a) displays the CV curves of cells with different separators. The cathodic peaks are attributed to the reduction of sulfur to long-chain Li2S x (4 ≤ x < 8) and then to short-chain Li2S2/Li2S. In the charge process, the two anodic peaks correspond to the reversible oxidation of discharge products Li2S2/Li2S back to long-chain LiPSs and to sulfur [40,41]. The cell using NbN/G separator demonstrates a shorter voltage polarization and larger redox current density, which means a faster redox reaction kinetics [42,43]. Besides, Fig. S4 shows the first four CV curves of the cell with a NbN/G interlayer. The CV curves almost overlap, indicating good reversibility and stability of the cells. The better electrochemical kinetics are further verified by the symmetric cells using two identical NbN/G@Al or G@Al electrodes without sulfur as the working and counter electrodes. The electrolyte containing 0.5 M Li2S6 is added onto the separator. The polarization CV curve of NbN/G is shown in the Fig. 5(b) and displays a higher reduction/oxidation current density than that of graphene, indicating a catalytic effect of NbN on the LiPS transformation in the solid/liquid interface [44]. Rate capabilities of cells with different separators are evaluated and shown in the Fig. 5(c). The cell with the NbN/G@PP separator delivers superior discharge capacities of 1394, 1172, 1090, 1023 and 937 mAh g−1 at 0.1, 0.3, 0.5, 1 and 2 C, respectively. In contrast, the cells with G@PP and PP separators exhibit inferior rate performance. The corresponding charge/discharge voltage profiles are displayed in the Fig. 5(d). Even at 2 C, the profiles still exhibit two obvious discharge plateaus and charge plateaus, indicating the rapid redox reactions. Cycling stability is investigated at 1 C, the cell with a NbN/G separator exhibits a low capacity decay of 0.096%/cycle for 300 cycles. Meanwhile, the cell with a NbN/G separator shows an initial discharge capacity of 1079 mAh g−1 and a residual discharge capacity of 768 mAh g−1 after 300 cycles, which is clearly higher than the cells with G@PP and PP separators. Besides, a longer cycle performance at 2 C was also shown in the Fig. S5, which also exhibits a stable cycle performance and a residual capacity of 452 mAh g−1 after 500 cycles. The better cycle stability and rate capability clearly demonstrate that the embedded NbN nanparticles on the graphene not only substantially adsorb the diffused LiPSs to inhibit their shuttling behaviors, but also promote their fast redox conversion to sulfur or short-chain LiPSs [19,45,46]. The chemically adsorption and catalysis of NbN nanoparticles combined with the physical barriers of graphene contribute to the superior electrochemical performance. High sulfur loading, one of the important factors affecting the energy density, is essential for the viable Li-S batteries [47–49]. Hence, the cells with higher sulfur loadings using NbN/G@PP separators were tested and evaluated, and the electrochemical results are shown in the Fig. 6 . A freestanding carbon nanofiber film with an interconnected conductive network (Fig. S6) was prepared by the reported method [31] and used as the sulfur host. The sulfur was melt-diffused into the carbon networks, as exhibited in the Figs. 6(a) and S7. The CV curves of the cell with a sulfur loading of 6.1 mg cm−2 (Fig. 6b) display two obvious cathodic peaks and two anodic peaks, and the overlapped curves in the first 4 cycles indicate the good reversibility of the cells. Besides, even with sulfur loadings of 6.1 and 10.8 mg cm−2, the galvanostatic charge/discharge curves (Fig. 6c) of the cells still display two obvious discharge plateaus and charge plateaus, indicating the fast transformation and good reversibility of redox reactions. The cycle performance of the cells with sulfur loadings of 6.1 mg cm−2 and 10.8 mg cm−2 at 0.1 C are shown in the Fig. 6(d), which demonstrates good stability for 40 cycles. The initial discharge capacity of the cell with a sulfur loading of 10.8 mg cm−2 is 1156 mAh g−1, and the corresponding areal capacity is 12.5 mAh cm−2 (Fig. 6e). After cycling, the areal capacity is 8.8 mAh cm−2, which is far higher than that of the commercial Li-ion batteries (4 mAh cm−2) [50,51] and the most reported Li-S batteries [26,35], as shown in the Table S1. The high discharge capacity and good stability of the cells with high sulfur loadings are ascribed to the NbN/G@PP separator. Synergistic blocking effect from the graphene and polar NbN prevents the shuttling behaviors of the produced LiPSs and improve the utilization of active materials. 4 Conclusions In summary, the NbN/G is introduced into the Li-S batteries and used as the LiPS barrier layer. Benefiting from the highly conductive and polar nature and uniform dispersion, the in-situ grown NbN nanoparticles work as chemically binding sites and kinetically catalytic centers to immobilize the diffused LiPSs and accelerate their subsequent conversion. Besides, the graphene acts as a physical barrier and affords a fast electron transport for the redox reactions. As a result, Li-S batteries with a NbN/G interlayer exhibit a better cyclability with a low capacity decay 0.096%/cycle at 1 C for 300 cycles and remarkable rate performance (937 mAh g−1 at 2 C). Moreover, coupling with a S/CNF electrode, a high areal capacity of 12.5 mAh cm−2 at 0.1 C can be achieved. Our study presents a promising avenue to fabricate a Li-S battery with high performance. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors acknowledge financial support from the National Key R&D Program of China (2016YFB0100100 and 2016YFA0200100) and the National Natural Science Foundation of China (Nos. 51972313, 51525206 and 51521091), the Strategic Priority Research Program of Chinese Academy of Science (XDA22010602) and China Petrochemical Cooperation (No. 218025). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2019.10.018. Appendix Supplementary materials Image, application 1 References [1] A. Manthiram Y.Z. Fu Y.S. Su Acc. Chem. Res. 46 2013 1125 1134 A. Manthiram, Y.Z. Fu, Y.S. Su, Acc. Chem. Res.46 (2013) 1125–1134. [2] A. Manthiram Y. Fu S.H. Chung C. Zu Y.S. Su Chem. Rev. 114 2014 11751 11787 A. Manthiram, Y. Fu, S.H. Chung, C. Zu, Y.S. Su, Chem. Rev.114 (2014) 11751–11787. [3] P.G. Bruce S.A. Freunberger L.J. Hardwick J.M. Tarascon Nat. Mater. 11 2012 19 29 P.G. Bruce, S.A. Freunberger, L.J. Hardwick, J.M. Tarascon, Nat. Mater.11 (2012) 19–29. [4] S.H. Chung A. Manthiram Adv. Mater. 31 2019 1901125 S.H. Chung, A. Manthiram, Adv. Mater.31 (2019) 1901125. [5] L. Kong J.-X. Chen H.-J. Peng J.-Q. Huang W. Zhu Q. Jin B.-Q. Li X.-T. Zhang Q. Zhang Energy Environ. Sci. 12 2019 2976 2982 L. Kong, J.-X. Chen, H.-J. Peng, J.-Q. Huang, W. Zhu, Q. Jin, B.-Q. Li, X.-T. Zhang, Q. Zhang, Energy Environ. Sci.12 (2019) 2976–2982. [6] Y.X. Ren L. Zeng H.R. Jiang W.Q. Ruan Q. Chen T.S. Zhao Nat. Commun. 10 2019 3249 Y.X. Ren, L. Zeng, H.R. Jiang, W.Q. Ruan, Q. Chen, T.S. Zhao, Nat. Commun.10 (2019) 3249. [7] H.F. Shi W. Lv C. Zhang D.W. Wang G.W. Ling Y.B. He F.Y. Kang Q.-H. Yang Adv. Funct. Mater. 28 2018 1800508 H.F. Shi, W. Lv, C. Zhang, D.W. Wang, G.W. Ling, Y.B. He, F.Y. Kang, Q.-H. Yang, Adv. Funct. Mater.28 (2018) 1800508. [8] G.M. Zhou Y.B. Zhao A. Manthiram Adv. Energy Mater. 5 2015 1402263 G.M. Zhou, Y.B. Zhao, A. Manthiram, Adv. Energy Mater.5 (2015) 1402263. [9] G.Y. Zheng Q.F. Zhang J.J. Cha Y. Yang W.Y. Li Z.W. Seh Y. Cui Nano Lett. 13 2013 1265 1270 G.Y. Zheng, Q.F. Zhang, J.J. Cha, Y. Yang, W.Y. Li, Z.W. Seh, Y. Cui, Nano Lett.13 (2013) 1265–1270. [10] J.S. Lee W. Kim J. Jang A. Manthiram Adv. Energy Mater. 7 2017 1601943 J.S. Lee, W. Kim, J. Jang, A. Manthiram, Adv. Energy Mater.7 (2017) 1601943. [11] R.P. Fang G.X. Li S.Y. Zhao L.C. Yin K. Du P.X. Hou S.G. Wang H.M. Cheng C. Liu F. Li Nano Energy 42 2017 205 214 R.P. Fang, G.X. Li, S.Y. Zhao, L.C. Yin, K. Du, P.X. Hou, S.G. Wang, H.M. Cheng, C. Liu, F. Li, Nano Energy42 (2017) 205–214. [12] S.H. Chung A. Manthiram ACS Appl. Mater. Interfaces 10 2018 43749 43759 S.H. Chung, A. Manthiram, ACS Appl. Mater. Interfaces10 (2018) 43749–43759. [13] Y.S. Su A. Manthiram Nat. Commun. 3 2012 1166 Y.S. Su, A. Manthiram, Nat. Commun.3 (2012) 1166. [14] G. Zhou S. Pei L. Li D.W. Wang S. Wang K. Huang L.C. Yin F. Li H.M. Cheng Adv. Mater. 26 2014 625 631 G. Zhou, S. Pei, L. Li, D.W. Wang, S. Wang, K. Huang, L.C. Yin, F. Li, H.M. Cheng, Adv. Mater.26 (2014) 625–631. [15] Y.S. Su A. Manthiram Chem. Commun. 48 2012 8817 8819 Y.S. Su, A. Manthiram, Chem. Commun.48 (2012) 8817–8819. [16] Q. Li M. Liu X.Y. Qin J.X. Wu W.J. Han G.M. Liang D. Zhou Y.B. He B.H. Li F.Y. Kang J. Mater. Chem. A 4 2016 12973 12980 Q. Li, M. Liu, X.Y. Qin, J.X. Wu, W.J. Han, G.M. Liang, D. Zhou, Y.B. He, B.H. Li, F.Y. Kang, J. Mater. Chem. A4 (2016) 12973–12980. [17] X. Liang C.Y. Kwok F. Lodi-Marzano Q. Pang M. Cuisinier H. Huang C.J. Hart D. Houtarde K. Kaup H. Sommer T. Brezesinski J. Janek L.F. Nazar Adv. Energy Mater. 6 2016 1501636 X. Liang, C.Y. Kwok, F. Lodi-Marzano, Q. Pang, M. Cuisinier, H. Huang, C.J. Hart, D. Houtarde, K. Kaup, H. Sommer, T. Brezesinski, J. Janek, L.F. Nazar, Adv. Energy Mater.6 (2016) 1501636. [18] X. Liu J.Q. Huang Q. Zhang L.Q. Mai Adv. Mater. 29 2017 1601759 X. Liu, J.Q. Huang, Q. Zhang, L.Q. Mai, Adv. Mater.29 (2017) 1601759. [19] Q. Pang C.Y. Kwok D. Kundu X. Liang L.F. Nazar Joule 3 2019 136 148 Q. Pang, C.Y. Kwok, D. Kundu, X. Liang, L.F. Nazar, Joule3 (2019) 136–148. [20] W. Qiu C. An Y. Yan J. Xu Z. Zhang W. Guo Z. Wang Z. Zheng Z. Wang Q. Deng J. Li J. Power Sources 423 2019 98 105 W. Qiu, C. An, Y. Yan, J. Xu, Z. Zhang, W. Guo, Z. Wang, Z. Zheng, Z. Wang, Q. Deng, J. Li, J. Power Sources423 (2019) 98–105. [21] X. Li B. Gao X. Huang Z. Guo Q. Li X. Zhang P.K. Chu K. Huo ACS Appl. Mater. Interfaces 11 2019 2961 2969 X. Li, B. Gao, X. Huang, Z. Guo, Q. Li, X. Zhang, P.K. Chu, K. Huo, ACS Appl. Mater. Interfaces11 (2019) 2961–2969. [22] S.W. Robbins P.A. Beaucage H. Sai K.W. Tan J.G. Werner J.P. Sethna F.J. DiSalvo S.M. Gruner R.B. Van Dover U. Wiesner Sci. Adv. 2 2016 1501119 S.W. Robbins, P.A. Beaucage, H. Sai, K.W. Tan, J.G. Werner, J.P. Sethna, F.J. DiSalvo, S.M. Gruner, R.B. Van Dover, U. Wiesner, Sci. Adv.2 (2016) 1501119. [23] L.P. Kong C.F. Zhang J.T. Wang W.M. Qiao L.C. Ling D.H. Long ACS Nano 9 2015 11200 11208 L.P. Kong, C.F. Zhang, J.T. Wang, W.M. Qiao, L.C. Ling, D.H. Long, ACS Nano9 (2015) 11200–11208. [24] M. Liu L.X. Zhang P.X. Han X.Q. Han H.P. Du X.Y. Yue Z.Y. Zhang H. Zhang G.L. Cui Part. Part. Syst. Char. 32 2015 1006 1011 M. Liu, L.X. Zhang, P.X. Han, X.Q. Han, H.P. Du, X.Y. Yue, Z.Y. Zhang, H. Zhang, G.L. Cui, Part. Part. Syst. Char.32 (2015) 1006–1011. [25] S. Pei Q. Wei K. Huang H.M. Cheng W. Ren Nat. Commun. 9 2018 145 S. Pei, Q. Wei, K. Huang, H.M. Cheng, W. Ren, Nat. Commun.9 (2018) 145. [26] Y. Zhao M. Liu W. Lv Y.B. He C. Wang Q.B. Yun B.H. Li F.Y. Kang Q.-H. Yang Nano Energy 30 2016 1 8 Y. Zhao, M. Liu, W. Lv, Y.B. He, C. Wang, Q.B. Yun, B.H. Li, F.Y. Kang, Q.-H. Yang, Nano Energy30 (2016) 1–8. [27] Y. Dong P. Lu H. Shi J. Qin J. Chen W. Ren H.-M. Cheng Z.-S. Wu J. Energy Chem. 36 2019 64 73 Y. Dong, P. Lu, H. Shi, J. Qin, J. Chen, W. Ren, H.-M. Cheng, Z.-S. Wu, J. Energy Chem.36 (2019) 64–73. [28] Z.H. Sun J.Q. Zhang L.C. Yin G.J. Hu R.P. Fang H.M. Cheng F. Li Nat. Commun. 8 2017 14627 Z.H. Sun, J.Q. Zhang, L.C. Yin, G.J. Hu, R.P. Fang, H.M. Cheng, F. Li, Nat. Commun.8 (2017) 14627. [29] Z. Wang N. Zhang M. Yu J. Liu S. Wang J. Qiu J. Energy Chem. 37 2019 183 191 Z. Wang, N. Zhang, M. Yu, J. Liu, S. Wang, J. Qiu, J. Energy Chem.37 (2019) 183–191. [30] Y. Wang R. Zhang Y. Pang X. Chen J. Lang J. Xu C. Xiao H. Li K. Xi S. Ding Energy Storage Mater. 16 2019 228 235 Y. Wang, R. Zhang, Y. Pang, X. Chen, J. Lang, J. Xu, C. Xiao, H. Li, K. Xi, S. Ding, Energy Storage Mater.16 (2019) 228–235. [31] Y. Huang M.B. Zheng Z.X. Lin B. Zhao S.T. Zhang J.Z. Yang C.L. Zhu H. Zhang D.P. Sun Y. Shi J. Mater. Chem. A 3 2015 10910 10918 Y. Huang, M.B. Zheng, Z.X. Lin, B. Zhao, S.T. Zhang, J.Z. Yang, C.L. Zhu, H. Zhang, D.P. Sun, Y. Shi, J. Mater. Chem. A3 (2015) 10910–10918. [32] M. Zhao B.Q. Li H.J. Peng H. Yuan J.Y. Wei J.Q. Huang Angew. Chem. Int. Ed. 2019 10.1002/anie.201909339 M. Zhao, B.Q. Li, H.J. Peng, H. Yuan, J.Y. Wei, J.Q. Huang, Angew. Chem. Int. Ed. (2019), DOI: 10.1002/anie.201909339. [33] Z.S. Wu W.C. Ren L. Wen L.B. Gao J.P. Zhao Z.P. Chen G.M. Zhou F. Li H.M. Cheng ACS Nano 4 2010 3187 3194 Z.S. Wu, W.C. Ren, L. Wen, L.B. Gao, J.P. Zhao, Z.P. Chen, G.M. Zhou, F. Li, H.M. Cheng, ACS Nano4 (2010) 3187–3194. [34] X.S. Zhou L.J. Wan Y.G. Guo Adv. Mater. 25 2013 2152 2157 X.S. Zhou, L.J. Wan, Y.G. Guo, Adv. Mater.25 (2013) 2152–2157. [35] D.R. Deng F. Xue Y.J. Jia J.C. Ye C.D. Bai M.S. Zheng Q.F. Dong ACS Nano 11 2017 6031 6039 D.R. Deng, F. Xue, Y.J. Jia, J.C. Ye, C.D. Bai, M.S. Zheng, Q.F. Dong, ACS Nano11 (2017) 6031–6039. [36] G.M. Zhou K. Liu Y.C. Fan M.Q. Yuan B.F. Liu W. Liu F.F. Shi Y.Y. Liu W. Chen J. Lopez D. Zhuo J. Zhao Y. Tsao X.Y. Huang Q.F. Zhang Y. Cui ACS Cent. Sci. 4 2018 260 267 G.M. Zhou, K. Liu, Y.C. Fan, M.Q. Yuan, B.F. Liu, W. Liu, F.F. Shi, Y.Y. Liu, W. Chen, J. Lopez, D. Zhuo, J. Zhao, Y. Tsao, X.Y. Huang, Q.F. Zhang, Y. Cui, ACS Cent. Sci.4 (2018) 260–267. [37] X.L. Fan L.Q. Ping F.L. Qi Z.A. Ghazi X.N. Tang R.P. Fang Z.H. Sun H.M. Cheng C. Liu F. Li Carbon N Y 154 2019 90 97 X.L. Fan, L.Q. Ping, F.L. Qi, Z.A. Ghazi, X.N. Tang, R.P. Fang, Z.H. Sun, H.M. Cheng, C. Liu, F. Li, Carbon N Y 154 (2019) 90–97. [38] L. Zhang S.G. Wang Materials (Basel) 11 2018 1795 L. Zhang, S.G. Wang, Materials (Basel) 11 (2018) 1795. [39] H.J. Peng Z.W. Zhang J.Q. Huang G. Zhang J. Xie W.T. Xu J.L. Shi X. Chen X.B. Cheng Q. Zhang Adv. Mater. 28 2016 9551 9558 H.J. Peng, Z.W. Zhang, J.Q. Huang, G. Zhang, J. Xie, W.T. Xu, J.L. Shi, X. Chen, X.B. Cheng, Q. Zhang, Adv. Mater.28 (2016) 9551–9558. [40] J. Zhang G. Li Y. Zhang W. Zhang X. Wang Y. Zhao J. Li Z. Chen Nano Energy 64 2019 103905 J. Zhang, G. Li, Y. Zhang, W. Zhang, X. Wang, Y. Zhao, J. Li, Z. Chen, Nano Energy64 (2019) 103905. [41] B. Qi X.S. Zhao S.G. Wang K. Chen Y.J. Wei G. Chen Y. Gao D. Zhang Z.H. Sun F. Li J. Mater. Chem. A 6 2018 14359 14366 B. Qi, X.S. Zhao, S.G. Wang, K. Chen, Y.J. Wei, G. Chen, Y. Gao, D. Zhang, Z.H. Sun, F. Li, J. Mater. Chem. A6 (2018) 14359–14366. [42] W. Tang Y. Zhang W. Zhong M.K. Aslam B. Guo S.-J. Bao M.-W. Xu Nanoscale 11 2019 14648 14653 W. Tang, Y. Zhang, W. Zhong, M.K. Aslam, B. Guo, S.-J. Bao, M.-W. Xu, Nanoscale 11 (2019) 14648–14653. [43] Z. Cheng H. Pan J. Chen X. Meng R. Wang Adv. Energy Mater. 9 2019 1901609 Z. Cheng, H. Pan, J. Chen, X. Meng, R. Wang, Adv. Energy Mater.9 (2019), 1901609. [44] Z. Du X. Chen W. Hu C. Chuang S. Xie A. Hu W. Yan X. Kong X. Wu H. Ji L.J. Wan J. Am. Chem. Soc. 141 2019 3977 3985 Z. Du, X. Chen, W. Hu, C. Chuang, S. Xie, A. Hu, W. Yan, X. Kong, X. Wu, H. Ji, L.J. Wan, J. Am. Chem. Soc.141 (2019) 3977–3985. [45] Z. Yuan H.J. Peng T.Z. Hou J.Q. Huang C.M. Chen D.W. Wang X.B. Cheng F. Wei Q. Zhang Nano Lett. 16 2016 519 527 Z. Yuan, H.J. Peng, T.Z. Hou, J.Q. Huang, C.M. Chen, D.W. Wang, X.B. Cheng, F. Wei, Q. Zhang, Nano Lett.16 (2016) 519–527. [46] D. Liu C. Zhang G. Zhou W. Lv G. Ling L. Zhi Q.-H. Yang Adv. Sci. 5 2018 1700270 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi, Q.-H. Yang, Adv. Sci.5 (2018) 1700270. [47] S.H. Chung C.H. Chang A. Manthiram Adv. Funct. Mater. 28 2018 1801188 S.H. Chung, C.H. Chang, A. Manthiram, Adv. Funct. Mater.28 (2018) 1801188. [48] H.J. Peng J.Q. Huang X.B. Cheng Q. Zhang Adv. Energy Mater. 7 2017 1700260 H.J. Peng, J.Q. Huang, X.B. Cheng, Q. Zhang, Adv. Energy Mater.7 (2017) 1700260. [49] L. Kong Q. Jin X.-T. Zhang B.-Q. Li J.-X. Chen W.-C. Zhu J.-Q. Huang Q. Zhang J. Energy Chem. 39 2019 17 22 L. Kong, Q. Jin, X.-T. Zhang, B.-Q. Li, J.-X. Chen, W.-C. Zhu, J.-Q. Huang, Q. Zhang, J. Energy Chem.39 (2019) 17–22. [50] G.M. Zhou L. Li C.Q. Ma S.G. Wang Y. Shi N. Koratkar W.C. Ren F. Li H.M. Cheng Nano Energy 11 2015 356 365 G.M. Zhou, L. Li, C.Q. Ma, S.G. Wang, Y. Shi, N. Koratkar, W.C. Ren, F. Li, H.M. Cheng, Nano Energy11 (2015) 356–365. [51] R.P. Fang S.Y. Zhao P.X. Hou M. Cheng S.G. Wang H.M. Cheng C. Liu F. Li Adv. Mater. 28 2016 3374 3382 R.P. Fang, S.Y. Zhao, P.X. Hou, M. Cheng, S.G. Wang, H.M. Cheng, C. Liu, F. Li, Adv. Mater.28 (2016) 3374–3382.",
      "scopus-id": "85074584501",
      "coredata": {
        "eid": "1-s2.0-S2095495619308666",
        "dc:description": "Lithium sulfur batteries are one of the most promising alternative electrochemical systems, but their practical applications are largely hindered by the serious shuttling problems and sluggish redox kinetics. Here, the conductive and polar niobium nitride (NbN) is in-situ introduced onto graphene with ultra-small size and high dispersion, and their composite is used to construct an efficient lithium polysulfide blocking layer. The graphene helps to construct highly conductive pathways, and niobium nitride serves as the sulfiphilic sites to chemically adsorb the migrating lithium polysulfides and catalyze their redox conversion. Hence, the cells with the NbN/G interlayers exhibit a long cycle life with a lower capacity decay of 0.096%/cycle at 1 C for 300 cycles and high rate capability of 937 mAh g−1 at 2 C. Further coupling with a sulfur/carbon nanofiber electrode, the cell with an ultra-high sulfur loading of 10.8 mg cm−2 delivers an areal capacity of 12.5 mAh cm−2 at 0.1 C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495619308666",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shi, Huifa"
          },
          {
            "@_fa": "true",
            "$": "Sun, Zhenhua"
          },
          {
            "@_fa": "true",
            "$": "Lv, Wei"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Shujie"
          },
          {
            "@_fa": "true",
            "$": "Yang, Huicong"
          },
          {
            "@_fa": "true",
            "$": "Shi, Ying"
          },
          {
            "@_fa": "true",
            "$": "Chen, Ke"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shaogang"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Bingsen"
          },
          {
            "@_fa": "true",
            "$": "Yang, Quan-Hong"
          },
          {
            "@_fa": "true",
            "$": "Li, Feng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495619308666"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495619308666"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(19)30866-6",
        "prism:volume": "45",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Efficient polysulfide blocker from conductive niobium nitride@graphene for Li-S batteries",
        "prism:copyright": "© 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          },
          {
            "@_fa": "true",
            "$": "Niobium nitride"
          },
          {
            "@_fa": "true",
            "$": "Chemical adsorption"
          },
          {
            "@_fa": "true",
            "$": "Catalytic effect"
          },
          {
            "@_fa": "true",
            "$": "High loading"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2020",
        "prism:doi": "10.1016/j.jechem.2019.10.018",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/j.jechem.2019.10.018",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "328",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47031",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "527",
            "@width": "706",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "142242",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "365",
            "@width": "691",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84720",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "468",
            "@width": "651",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "125116",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "701",
            "@width": "662",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "147128",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "404",
            "@width": "724",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97643",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21624",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12754",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22668",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14565",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "29858",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "155",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9648",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12780",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11282",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1453",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "372697",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2333",
            "@width": "3125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1141405",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1616",
            "@width": "3061",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "656954",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2073",
            "@width": "2884",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1062731",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3104",
            "@width": "2933",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1216060",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1789",
            "@width": "3207",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "770304",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "147412",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2033797",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308666-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "4544715",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85074584501"
      }
    }
  }
}