{
  "metadata": {
    "title": "A strategy to achieve high loading and high energy density Li-S batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-02-28",
    "doi": "10.1016/j.jechem.2020.05.014",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495620303363",
    "pii": "S2095495620303363"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85085973583",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-05-20 2020-05-20 2020-06-07 2020-06-07 2021-12-31T19:56:44 1-s2.0-S2095495620303363 S2095-4956(20)30336-3 S2095495620303363 10.1016/j.jechem.2020.05.014 S300 S300.3 FULL-TEXT 1-s2.0-S2095495620X00076 2021-12-31T20:13:21.137033Z 0 0 20210201 20210228 2021 2020-05-20T15:11:14.44923Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 53 53 C Volume 53 43 340 346 340 346 202102 February 2021 2021-02-01 2021-02-28 2021 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ASTRATEGYACHIEVEHIGHLOADINGHIGHENERGYDENSITYLISBATTERIES YIN F 1 Introduction 2 Experimental 2.1 Preparation of CC and S/CC 2.2 Synthesis of Ti3C2T x @S/CC and Ti3C2T x @CC 2.3 Visualized adsorption experiment 2.4 Assembly of symmetric cells 2.5 Nucleation of Li2S on CC and Ti3C2T x @CC 2.6 Material characterizations and electrochemical tests 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References MANTHIRAM 2015 1980 2006 A ZHANG 2018 831 847 X PENG 2017 1700260 H SCHUSTER 2012 3591 3595 J JIN 2020 Q PENG 2017 5237 5288 H KONG 2018 1800849 L TANG 2019 119 124 X PEI 2017 482 F KONG 2019 17 22 L ZHAO 2020 M GAO 2019 1806724 X HAN 2019 317 324 P LI 2019 533 541 B ZHAO 2019 3779 3783 M LI 2019 128 137 B MIAO 2014 13231 13234 L FANG 2016 3374 3382 R ZHOU 2015 7760 G CAVALLO 2019 111 117 C ZHOU 2015 356 365 G ELAZARI 2011 5641 5644 R GUO 2017 6447 6454 J XIE 2016 415 421 K YI 2020 18 24 Y LIU 2017 1601759 X CHEN 2018 1707592 K ZHANG 2017 1282 1290 H PENG 2016 12990 12995 H LIU 2017 1700270 D JIN 2019 149 156 Q JIN 2018 16935 16942 Q LIANG 2015 3907 3911 X ZHANG 2018 1707536 Z SHAN 2018 327 333 X FU 2005 11998 12001 Q ZHOU 2018 2681 2693 J LIN 2017 1476 1486 H WU 2019 9520 9532 Q FAN 2015 5203 5209 F LI 2017 2277 L CHA 2018 337 344 E YINX2021X340 YINX2021X340X346 YINX2021X340XF YINX2021X340X346XF 2022-06-07T00:00:00.000Z 2022-06-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-06-05T01:33:48.520Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 51772069 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( 51772069 ). 0 item S2095-4956(20)30336-3 S2095495620303363 1-s2.0-S2095495620303363 10.1016/j.jechem.2020.05.014 286353 2021-12-31T20:13:21.137033Z 2021-02-01 2021-02-28 1-s2.0-S2095495620303363-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/MAIN/application/pdf/79f348f3b826d19b3e9ab2ddcdd52732/main.pdf main.pdf pdf true 1370013 MAIN 7 1-s2.0-S2095495620303363-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/PREVIEW/image/png/dc66af11fa26247700a5eae901fb9c73/main_1.png main_1.png png 63440 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495620303363-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr2/DOWNSAMPLED/image/jpeg/6b99569d011bb200f4aa44f1266988f5/gr2.jpg gr2 gr2.jpg jpg 95736 678 623 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620303363-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr3/DOWNSAMPLED/image/jpeg/f73f80b08e08349805abb0dbc009b6e5/gr3.jpg gr3 gr3.jpg jpg 108683 694 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620303363-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr4/DOWNSAMPLED/image/jpeg/0ed6909c281c5fe068f53f0407957f62/gr4.jpg gr4 gr4.jpg jpg 35596 227 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620303363-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/ga1/DOWNSAMPLED/image/jpeg/3aadf84d0ce7f591d02f20ae62e17098/ga1.jpg ga1 true ga1.jpg jpg 22880 200 412 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620303363-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr1/DOWNSAMPLED/image/jpeg/4dcc32e52dca4dd09ee524762a8318d8/gr1.jpg gr1 gr1.jpg jpg 46943 281 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620303363-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr2/THUMBNAIL/image/gif/10b1cd79a00363a0952cbf313a2debee/gr2.sml gr2 gr2.sml sml 10604 164 151 IMAGE-THUMBNAIL 1-s2.0-S2095495620303363-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr3/THUMBNAIL/image/gif/4f5e69a03d075925ec45f31a572f8443/gr3.sml gr3 gr3.sml sml 9452 164 147 IMAGE-THUMBNAIL 1-s2.0-S2095495620303363-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr4/THUMBNAIL/image/gif/93c909426054011cdc310ac696e110a2/gr4.sml gr4 gr4.sml sml 5456 80 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620303363-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/ga1/THUMBNAIL/image/gif/58f0012659643543dae8124f99c95962/ga1.sml ga1 true ga1.sml sml 8355 106 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620303363-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr1/THUMBNAIL/image/gif/e473a0b8d5ebef75545e80a2443f1b5a/gr1.sml gr1 gr1.sml sml 15269 115 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620303363-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr2/HIGHRES/image/jpeg/3e52d1da2a0bccd33df7542c370ad588/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 276787 1922 1767 IMAGE-HIGH-RES 1-s2.0-S2095495620303363-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr3/HIGHRES/image/jpeg/39a4d98ea76067e7dddca429ab207fac/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 308409 1968 1764 IMAGE-HIGH-RES 1-s2.0-S2095495620303363-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr4/HIGHRES/image/jpeg/27e9282d8299e0954026a1dc6b308138/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 103105 644 1764 IMAGE-HIGH-RES 1-s2.0-S2095495620303363-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/ga1/HIGHRES/image/jpeg/04d5c7a81cb0a3247655a883c7ffc804/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 66004 531 1095 IMAGE-HIGH-RES 1-s2.0-S2095495620303363-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/gr1/HIGHRES/image/jpeg/85aed2993fae6853906eb1f4dec90a98/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 152892 796 1512 IMAGE-HIGH-RES 1-s2.0-S2095495620303363-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/mmc1/MAIN/application/msword/85a0cdfb31a3f4bdebc09f03cf841eb5/mmc1.doc mmc1 mmc1.doc doc 2255360 APPLICATION 1-s2.0-S2095495620303363-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/STRIPIN/image/svg+xml/5029892069e42c0d69b8c5bf227a48ef/si1.svg si1 si1.svg svg 19265 ALTIMG 1-s2.0-S2095495620303363-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620303363/STRIPIN/image/svg+xml/43cd98b1e4026708fec31e02f15855af/si2.svg si2 si2.svg svg 14353 ALTIMG 1-s2.0-S2095495620303363-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10BF9LJ925R/MAIN/application/pdf/d343d47b846f3ab548f69671747358a1/am.pdf am am.pdf pdf false 2649356 AAM-PDF JECHEM 1316 S2095-4956(20)30336-3 10.1016/j.jechem.2020.05.014 Science Press Fig. 1 (a) Schematic illustration of the fabrication process of the Ti3C2T x @S/CC composite. High-magnification SEM images of (b) CC, (c) S/CC and (d) Ti3C2T x @S/CC. Fig. 2 (a) Digital images of 0.01 M pure Li2S6 solution and the solution after contacting with CC and Ti3C2T x @CC for 12 h, respectively. (b) CV curves of Ti3C2T x @CC and CC symmetric cells with and without 0.1 M Li2S6 electrolyte at 10 mV s−1. (c) Current values of peak a in the CV curves of Ti3C2T x @CC and CC symmetric cells vs. the square root of scan rates. (d) Potentiostatic discharge curves of the Li2S8/tetraglyme catholyte on CC and Ti3C2T x @CC at 2.05 V. Reduction of Li2S8/Li2S6 and precipitation of Li2S during potentiostatic discharge of the Li2S8/tetraglyme catholyte on (e) CC and (f) Ti3C2T x @CC at 2.05 V. Fig. 3 (a) Typical CV curves of Li-S cells with Ti3C2T x @S/CC and S/CC electrodes. (b) GCD profiles of Ti3C2T x @S/CC cells at 0.1 C. (c) High-plateau and low-plateau discharge capacities of Ti3C2T x @S/CC and S/CC cells at 0.1 C. (d) Rate performance of Ti3C2T x @S/CC and S/CC cells at different current densities. (e) Cycling performance of Ti3C2T x @S/CC and S/CC cells at 1 C. Fig. 4 (a) Areal capacities and (b) charge–discharge profiles of Ti3C2T x @S/CC cells with higher sulfur loadings at 0.1 C. A strategy to achieve high loading and high energy density Li-S batteries Fei Yin a 1 Qi Jin a 1 Hong Gao a XiTian Zhang a ⁎ ZhiGuo Zhang b a Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China Key Laboratory for Photonic and Electronic Bandgap Materials Ministry of Education School of Physics and Electronic Engineering Harbin Normal University Harbin 150025 Heilongjiang China Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China b Condensed Mater Science and Technology Institute, Department of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China Condensed Mater Science and Technology Institute Department of Physics Harbin Institute of Technology Harbin 150001 Heilongjiang China Condensed Mater Science and Technology Institute, Department of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphical abstract A 3D sulfur cathode scaffold was fabricated by coaxially coating polar Ti3C2T x flakes on sulfur-impregnated carbon cloth (Ti3C2T x @S/CC) that exhibits an excellent electrochemical performance at higher loading. Lithium-sulfur (Li-S) batteries are one of the most promising rechargeable storage devices due to the high theoretical energy density. However, the low areal sulfur loading impedes their commercial development. Herein, a 3D free-standing sulfur cathode scaffold is rationally designed and fabricated by coaxially coating polar Ti3C2T x flakes on sulfur-impregnated carbon cloth (Ti3C2T x @S/CC) to achieve high loading and high energy density Li-S batteries, in which, the flexible CC substrate with highly porous structure can accommodate large amounts of sulfur and ensure fast electron transfer, while the outer-coated Ti3C2T x can serve as a polar and conductive protective layer to further promote the conductivity of the whole electrode, achieve physical blocking and chemical anchoring of lithium-polysulfides as well as catalyze their conversion. Due to these advantages, at a sulfur loading of 4 mg cm−2, Li-S cells with Ti3C2T x @S/CC cathodes can deliver outstanding cycling stability (746.1 mAh g−1 after 200 cycles at 1 C), superb rate performance (866.8 mAh g−1 up to 2 C) and a high specific energy density (564.2 Wh kg−1 after 100 cycles at 0.5 C). More significantly, they also show the commercial potential that can compete with current lithium-ion batteries due to the high areal capacity of 6.7 mAh cm−2 at the increased loading of 8 mg cm−2. Keywords Lithium-sulfur batteries High energy density Ti3C2T x High sulfur loading 3D free-standing sulfur cathode 1 Introduction Lithium-sulfur (Li-S) batteries are one of the most promising secondary batteries due to their high theoretical energy density of 2600 Wh kg−1 and low cost [1–3]. Over the past decades, various efforts were devoted to solve the inherent issues of Li-S batteries, such as poor electron/ion conductivity of sulfur and lithium sulfide (Li2S), severe shuttle effect of soluble lithium-polysulfides (LiPSs), and large volume changes of active materials [4–8]. However, most of the work was usually based on low areal sulfur loadings (<2 mg cm−2), which greatly sacrificed the areal capacity and gross specific energy of Li-S batteries. Considering the commercial requirement, a targeted energy density of higher than 500 Wh kg−1 and an areal capacity of at least 4 mAh cm−2 must be achieved, which requires the cathode with a high sulfur loading of more than 4 mg cm−2 [9–11]. However, high-loading sulfur cathodes usually suffer from reduced conductivity, severe shuttle effect and sluggish conversion kinetics [12–14]. Therefore, developing an effective strategy to fabricate high-loading sulfur cathodes simultaneously with high conductivity, strong adsorption ability and excellent catalytic activity is essential for achieving high-energy-density Li-S batteries [15,16]. The most widely used strategy to prepare high-sulfur-loading cathodes is employing flexible and porous carbonaceous materials, such as carbon cloth (CC) [17,18], aerogel [19,20] and carbon foam [21], as conductive substrates to construct 3D free-standing sulfur host skeletons. Compared to 2D aluminum-based slurry-coating electrode, 3D free-standing structure can accommodate large amounts of sulfur, provide continuous electron/ion transport pathways across the thick electrodes, and maintain good electrode integrity during cycling processes. In addition, the fabrication process of the free-standing electrode does not need extra conductive agents or binders, thus avoiding the loss of energy density. In 2011, Aurbach and co-workers firstly used 3D activated carbon fiber (ACF) cloth as a matrix to contain sulfur. Under a sulfur loading of 6.5 mg cm−2, the ACF-sulfur electrodes showed a maximum discharge capacity of 1050 mAh g−1 [22]. Since then, other workers also achieved high sulfur utilization under sulfur loading higher than 5 mg cm−2 by using carbon materials similar to ACF cloth. However, severe shuttle effect still remains due to the weak physical interaction between non-polar carbon materials and polar LiPSs. Therefore, it is proposed to introduce polar materials such as metal oxides [23,24], sulfides [25,26] and metal–organic frameworks [27,28] as adsorbents to chemically anchor LiPSs, which can effectively prevent the dissolution of LiPSs through the polar-polar interaction, thus alleviating the shuttle effect. However, most of these materials are usually polar insulators or semiconductors, which prevents the adsorbed LiPSs from directly converting on their surface, resulting in sluggish reaction kinetics [29,30]. Under high sulfur loading conditions, slow LiPS conversion will lead to large amounts of LiPSs accumulating within the host skeleton. Once the adsorbed LiPSs reach saturation, further LiPS adsorption will be restricted, which inevitably causes increased dead sulfur species and damages electrochemical performances. Therefore, it is necessary to employ anchoring materials with both strong adsorption ability and high conversion activity in carbon-based high-loading sulfur cathodes to suppress the shuttle effect and improve the redox kinetics. As a typical MXene material, Ti3C2T x has been extensively investigated in Li-S batteries [31,32], due to its high active surface and excellent metallic conductivity. According to previous reports, the hydroxyl groups on Ti3C2T x can react with LiPSs to form surface thiosulfate species. These thiosulfates then act as redox mediators to capture the later-formed LiPSs and directly convert them into Li2S through disproportionation reactions. Meanwhile, the exposed “acid” Ti sites strongly adsorb LiPSs by forming Ti–S bonds, and promote direct nucleation of L2S by electron transfer via the conductive Ti–C–Ti core [33,34]. Benefiting from the double adsorption-catalysis mechanism, the conversion kinetics of Li-S batteries can be improved by introducing Ti3C2T x , synergistically alleviating the shuttle effect and regulating the uniform distribution of L2S. Therefore, combining the advantages of 3D carbon skeleton and high active Ti3C2T x to construct free-standing sulfur electrodes will be a promising strategy to obtain high-performance and high-loading Li-S batteries. Herein, a 3D free-standing electrode with high sulfur loadings was rationally designed and synthesized by coaxially coating Ti3C2T x flakes on sulfur-impregnated CC (Ti3C2T x @S/CC). Due to such rational design, the Li-S cell with Ti3C2T x @S/CC electrode has significant improvement in the discharge capacity, cycling life and rate performance compared to the Ti3C2T x -free electrode. In particular, under a high sulfur loading of 4 mg cm−2, it could retain a high reversible capacity of 986.8 mAh g−1 over 100 cycles at 0.5 C, simultaneously achieving a high capacity retention of 91.2% and a remarkable specific energy density of 564.2 Wh kg−1. 2 Experimental 2.1 Preparation of CC and S/CC CC was prepared according to our previous work [35]. Firstly, a piece of cotton cloth was immersed in the homogeneous solution containing 1 M NaF overnight, after which it was dried in an oven at 80 °C for 12 h. The dried cloth was carbonized at 1000 °C for 1 h in a tubular furnace under a N2 atmosphere. After cooled down, the CC was obtained and washed with DI water to remove the NaF, and then dried at 80 °C for 12 h. To synthesize S/CC, the CC was cut into individual pieces with 10 mm diameter. The mass loading of individual CC piece is about 8.28 mg cm−2. A certain amount of sublimed sulfur was dissolved in a certain amount of CS2 solution and ultrasounded for 5 min to form S/CS2 solution. The CC piece was completely immersed in the S/CS2 solution, and then dried at 45 °C for 2 h to evaporate CS2. Finally, the CC piece covered with sulfur was placed in an autoclave and heated at 155 °C overnight to obtain the uniform S/CC composite. The sulfur loading of the composite can be adjusted by simply changing the sulfur concentration in the S/CS2 solution. 2.2 Synthesis of Ti3C2T x @S/CC and Ti3C2T x @CC Ti3C2T x supernatant was synthesized based on our previous work [36]. Subsequently, 200 mL of the supernatant was centrifuged. The resulting precipitate was dissolved in 30 mL of DI water and then ultrasounded for 5 min to obtain a concentrated Ti3C2T x solution. The S/CC composite was first dipped into cetyltrimethylammonium bromide (CTAB) solution (5 mg mL−1) for a few seconds and then rinsed by DI water to remove the weakly absorbed molecules. Subsequently, the cation-grafted S/CC composite was dipped into the concentrated Ti3C2T x solution for a few seconds and then washed with DI water. By repeating above operations, the Ti3C2T x @S/CC composite was obtained and then dried at 45 °C under a vacuum condition. Ti3C2T x @CC was prepared by using the sulfur-free CC with the same method above. Under sulfur loadings of 4, 6 and 8 mg cm−2, the sulfur contents of Ti3C2T x @S/CC with 10% Ti3C2T x are approximately 29.3 wt%, 37.8 wt% and 44.2 wt%, respectively. 2.3 Visualized adsorption experiment To prepare Li2S6 solution (0.01 M), the mixture of lithium sulfide (Li2S) and sulfur with a molar ratio of 1:5 was added into 1,3-dioxolane (DOL)/1,2-dimethoxyethane (DME) (1:1, v/v), and then stirred at 60 °C for 24 h in an Ar atmosphere. Ti3C2T x @CC and CC were added into 1 mL of Li2S6 solution and kept standing for 24 h, respectively. 2.4 Assembly of symmetric cells Symmetric cells were assembled using two identical sulfur-free Ti3C2T x @CC or CC electrodes as working and counter electrodes, Celgard 2400 polypropylene membrane as the separator and 20.0 μL of 0.1 M Li2S6 containing 1.0 M lithiumbis(trifluoromethanesulfonyl)imide (LiTFSI) in DOL/DME (1:1, v/v) as the electrolyte. The diameter of these electrodes was 10 mm. The mass loading of the Ti3C2T x in Ti3C2T x @CC electrode was about 1 mg cm−2. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements were conducted on a VMP3 electrochemical workstation (BioLogic, France). CV was performed at a scan rate ranging from 10 mV s−1 to 50 mV s−1 with a voltage window between −0.8 V and 0.8 V. EIS was performed at open circuit potential with a frequency range from 10 mHz to 100 kHz. 2.5 Nucleation of Li2S on CC and Ti3C2T x @CC To prepare Li2S8 catholyte (0.25 M), the mixture of Li2S and sulfur with a molar ratio of 1:7 was added into the solvent of tetraglyme with extra 1.0 M LiTFSI, and then stirred at 60 °C for 24 h in an Ar atmosphere. In this experiment, we used Ti3C2T x @CC (or CC) as the working electrode, Li foil as the counter electrode and Celgard 2400 polypropylene membrane as the separator. 20 μL of Li2S8 catholyte was added onto Ti3C2T x @CC (or CC), while 20 μL of the blank electrolyte with extra 2 wt% LiNO3 was added onto the counter electrode. The cells were discharged galvanostatically at 0.112 mA until the voltage reached at 2.06 V to consume the high-order LiPSs, and then the voltage was kept at 2.05 V to nucleate Li2S using a VMP3 multichannel electrochemical workstation (BioLogic, France). 2.6 Material characterizations and electrochemical tests The morphologies of CC, S/CC and Ti3C2T x @S/CC composites were observed by scanning electron microscopy (SEM; SU70, Hitachi, Japan). X-ray diffraction (XRD) measurements were performed by a Rigaku D/max2600 X-ray diffractometer with Cu Kα radiation (λ = 1.5418 Å). The pore volume and the specific surface area were analyzed using nitrogen absorption/desorption isotherms by an ASAP 2010 analyzer. Coin cells (2025-type) were assembled with Ti3C2T x @S/CC (or S/CC) composite as the cathode, Celgard 2400 polypropylene membrane as the separator and Li foil as the anode. In this experiment, the electrolyte was 1 M LiTFSI in DOL/DME (1:1, v/v) with 5 wt% LiNO3 as electrolyte additives, and the electrolyte/sulfur (E/S) ratio was about 15 μL mg−1. Galvanostatic charge–discharge (GCD) tests of these cells were conducted on a LANCT battery test system in a voltage range of 1.7–2.8 V. CV and EIS measurements were carried out using a VMP3 multichannel electrochemical workstation (BioLogic, France). For the CV measurements, the voltage range and the scan rate were 1.7–2.8 V and 0.1 mV s−1, respectively. For the EIS measurements, the frequency range was from 10 mHz to 100 kHz. 3 Results and discussion The fabrication process of Ti3C2T x @S/CC composite is shown in Fig. 1 (a). First, a piece of cotton cloth was carbonized under a nitrogen atmosphere to form flexible CC substrate. As shown in Fig. S1, the cross-linked carbon fibers in CC form a 3D long-range conductive network that can not only shorten the electron transport paths, but also offer large void space for high sulfur loading as well as valid electrolyte infiltration, thereby improving the sulfur utilization. Subsequently, an S/CC composite was prepared via a melt-diffusion method. The carbon fiber of CC shows no significant morphological changes before (Figs. 1b and S2a) and after combining with sulfur (Figs. 1c and S2b), indicating that most of the sulfur was uniformly dispersed into the pores of the carbon fiber. According to Brunauer-Emmett-Teller measurements, the specific surface area was greatly decreased from 799.6 m2 g−1 to 7.6 m2 g−1, and the corresponding pore volume was reduced from 0.131 cm3 g−1 to 0.021 cm3 g−1, further indicating the successful infiltration of sulfur (Fig. S3a–c). Finally, the Ti3C2T x @S/CC composite was obtained by alternatively dipping S/CC in cetyltrimethylammonium bromide (CTAB) aqueous solution and Ti3C2T x aqueous solution. In this process, electropositive CTAB molecules grafted onto S/CC could help electronegative Ti3C2T x flakes closely connect with S/CC through the electrostatic interaction. SEM images of Ti3C2T x @S/CC (Ti3C2T x content: 10 wt%) in Figs. 1(d) and S2(c) confirm that the scale-like wrinkled Ti3C2T x flakes are successfully coated on the surface of S/CC. The flaky Ti3C2T x coated on the carbon fiber contributes to fully expose its active sites to decorate the inactive surface of S/CC, thus ensuring a large active surface area for sulfur conversion, and also providing a better electron channel for fast electron transfer. More importantly, the Ti3C2T x coating with enriched active sites can offer a “physical and chemical” dual restriction to trap the LiPSs, and effectively catalyze their conversion, thereby minimizing the shuttle effect and improving the redox reaction kinetics. XRD patterns of Ti3C2T x , Ti3C2T x @S/CC and S are shown in Fig. S4. The XRD patterns of Ti3C2T x @S/CC exhibit typical diffraction peaks of Ti3C2T x and orthorhombic S (JCPDS no.77-145), respectively. Meanwhile, a broad peak at ~24° corresponds to the carbon material from CC. Compared to the pristine Ti3C2T x , the (0 0 2) peak of Ti3C2T x in the synthesized Ti3C2T x @S/CC shifts to a lower diffraction angle, indicating that the interlayer spacing is increased due to the intercalation effect of CTAB, which is beneficial to prevent the Ti3C2T x flakes from restacking. The cycling performance of Ti3C2T x @S/CC electrodes with different Ti3C2T x contents (5 wt%, 10 wt% and 20 wt%) at 0.5 C is shown in Fig. S5(a), and the corresponding SEM images of Ti3C2T x @S/CC with 5 wt% and 20 wt% Ti3C2T x are shown in Fig. S5(c and d). By comparison, the electrode with 10 wt% Ti3C2T x exhibits the best cycling stability, while the 5 wt% one becomes slightly worse, because the coating is too thin to effectively suppress the diffusion of LiPSs. As the Ti3C2T x content increases to 20 wt%, the excessively thick Ti3C2T x coating will hinder the Li ion transport, leading to a large polarization and a loss of the low-discharge plateau (Fig. S5b). Therefore, subsequent measurements were carried out using 10 wt% Ti3C2T x as the optimized choice. To verify the strong chemical interaction between Ti3C2T x and LiPSs, 0.01 M Li2S6 (typical LiPSs) dissolved in DOL/DME (1:1, v/v) was mixed with Ti3C2T x @CC and CC, respectively, and then stood for 24 h (Fig. 2 a). Compared to CC containing solution which shows no significant color change, the solution with Ti3C2T x @CC almost fades into colorless, implying the strong LiPS adsorption ability of the Ti3C2T x coating. In order to study the catalytic effect of Ti3C2T x coating on liquid-phase LiPS conversion, symmetric cells were assembled using Ti3C2T x @CC or CC as identical working and counter electrodes, and 0.1 M Li2S6 with 1 M LiTFSI in DOL/DME as the electrolyte. As shown in Fig. 2(b), the CV curve of Ti3C2T x @CC symmetric cell with Li2S6 electrolyte shows two pairs of redox peaks (a, b, c, d) at 10 mV s−1, while the CV curve of Ti3C2T x @CC symmetric cell without Li2S6 electrolyte demonstrates no significant capacitive contribution, confirming that all redox peaks are originated from the conversion of LiPSs. Generally, peak a is related to the reduction from soluble Li2S6 to insoluble Li2S and peak d corresponds to the reduction from sulfur to Li2S6, while the other two peaks, b and c, represent the corresponding oxidation processes, respectively [37,38]. By comparison, Ti3C2T x @CC symmetric cell shows a smaller polarization, revealing a lower energy barrier to trigger LiPS conversion. Besides, the peak currents of peak a and c for Ti3C2T x @CC electrode are almost twice as high as those of CC, revealing the accelerated liquid–solid conversion kinetics, which can reduce the standing time of soluble intermediates in the electrolyte and, thus, alleviate the shuttle effect [37]. The enhanced phase conversion process can also be driven by rapid Li+ diffusion. CV curves of Ti3C2T x @CC and CC symmetric cells under different scan rates from 10 to 50 mV s−1 are displayed to further study the Li+ diffusion dynamics between the electrolyte and electrode interface in Fig. S6(a and b). We can use the Randles-Sevcik equation to describe Li+ diffusion process [39]: (1) I p = 268600 n 1.5 A D Li + 0.5 C ν 0.5 where I p relates to the peak current, n represents the number of electron transfer, A refers to the active electrode area, D Li+ is the Li+ diffusion coefficient, C is the Li+ concentration, and ν stands for the scanning rate. The slope of I p ~ ν 0.5 can reflect the magnitude of D Li+ via a linear relationship, when n, A, and C are supposed to be constant. Peak a involving the conversion of liquid-phase Li2S6 is selected as the calculation point. In Fig. 2(c), Ti3C2T x @CC shows a much steeper slope than CC, indicating a faster Li+ diffusion, while the relatively lower slope of CC is mainly due to the increased electrolyte viscosity caused by the continuous dissolution of LiPSs, which would hinder the migration of Li+. The interfacial charge transfer resistance of Ti3C2T x @CC and CC symmetric cells is further compared in Fig. S6(c). Ti3C2T x @CC shows a smaller charge transfer resistance (R ct: the semicircle in the high-frequency region) than CC, further confirming more fluent interface transport behavior on Ti3C2T x surface. These results prove that the Ti3C2T x coating can effectively catalyze the liquid-phase LiPS conversion, minimize the accumulation and loss of LiPSs in the electrolyte, and further reduce the shuttle effect and shuttle current. Theoretically, the conversion from Li2S4 intermediates to solid Li2S deposits is an important process for high-capacity Li-S batteries, because three quarters of the theoretical discharge capacity originates from this process. To further estimate the role of Ti3C2T x coating in regulating the Li2S deposition, a nucleation deposition experiment was conducted by using Li foil as the anode, Ti3C2T x @CC or CC as the cathode, and Li2S8/tetraglyme solution as the catholyte. The potentiostatic discharge curves are shown in Fig. 2(d). The peak current of the cell with the Ti3C2T x @CC electrode appears earlier than that of CC, indicating that the Ti3C2T x coating can provide more active sites to assist fast nucleation of Li2S. The following equation can be used to calculate the Li2S electrodeposition rate [39–41]: (2) t m = ( 2 π N 0 k 2 ) - 0.5 where t m represents the time when the peak current appears, N 0 refers to the Li2S nuclei density (cm−2) and k is the Li2S growth rate (cm s−1). N 0 k 2 is considered as the rate constant of Li2S electrodeposition. Benefiting from the abundant nucleation sites supplied by the Ti3C2T x coating, the Li2S electrodeposition rate of Ti3C2T x @CC is accelerated, which is reflected by its higher N 0 k 2 value of 4.11 × 10−9 s−2 than CC (1.65 × 10−9 s−2). Furthermore, the Li2S precipitation capacity of Ti3C2T x @CC (461.0 mAh g−1) is higher than that of CC (280.9 mAh g−1), as shown in Fig. 2(e and f), further demonstrating the effective nucleation and growth of Li2S on Ti3C2T x surface. The morphologies of CC and Ti3C2T x @CC electrodes after Li2S nucleation were also characterized by SEM, as shown in Fig. S7(a and b). As expected, CC is sparsely covered by Li2S deposits, and the surface textures of the carbon fiber are still visible. This insufficient deposition can be attributed to the poor interaction between LiPSs and inactive CC. In contrast, Ti3C2T x @CC surface shows a dense and uniform coverage of Li2S, due to the strong LiPS affinity and high active surface of conductive polar Ti3C2T x . Based on above results, the Ti3C2T x coating with fully exposed active sites is beneficial to lower the Li2S nucleation overpotential, enhance the redox kinetics of solid Li2S deposition, and further improve the utilization of sulfur. To investigate the electrochemical performance of Ti3C2T x @S/CC electrode in Li-S cells, CR2025-type coin cells were assembled with a Li foil as the anode, Ti3C2T x @S/CC as the cathode, and standard ether-based solution as the electrolyte. The cells with S/CC electrodes were also prepared for comparison. Fig. 3 (a) shows the CV curves of S/CC and Ti3C2T x @S/CC cells at 0.1 mV s−1 under a voltage window of 1.7–2.8 V. Both cells exhibit two pairs of redox peaks, corresponding to the reversible phase conversion processes. For Ti3C2T x @S/CC cell, two typical cathodic peaks at 2.29 and 1.95 V are associated with the conversion from sulfur to soluble LiPSs and further conversion to insoluble Li2S, respectively. While the anodic peaks at 2.40 and 2.48 V are related to the reversible conversion from insoluble Li2S to soluble LiPSs and finally to sulfur. The peak separation between the main anodic peak and the second cathodic peak of Ti3C2T x @S/CC cell is visibly smaller than that of S/CC, indicating the lower electrochemical polarization and faster redox kinetics. Moreover, the second cathodic peak of Ti3C2T x @S/CC cell is more intensive than that of S/CC cell, suggesting the enhanced sulfur utilization due to the synergistic effect of effective LiPS anchoring and rapid liquid–solid conversion, which benefits to the extension of the low discharge plateaus in galvanostatic discharge tests. In addition, the almost overlapped CV curves in Fig. S8(a) further suggest the high capacity reversibility of Ti3C2T x @S/CC cell. The strong LiPS affinity and excellent catalytic effect of the Ti3C2T x coating enable good cycle stability for the cell with Ti3C2Tx@S/CC electrode at a sulfur loading of 4 mg cm−2. Fig. 3(b) and S8(b) present the GCD voltage profiles of Ti3C2T x @S/CC and S/CC cells at 0.1 C (1 C = 1672 mAh g−1) for different cycles. Consistent with the CV curves, two typical discharge plateaus and two charge plateaus are shown, corresponding to multi-step sulfur conversion reactions. The S/CC cell exhibits a low initial discharge capacity of 989.1 mAh g−1 and remains only 530.1 mAh g−1 after 50 cycles. In contrast, the Ti3C2T x @S/CC cell with flat and extensional second discharge plateaus displays an initial discharge capacity of 1171.7 mAh g−1 and a high reversible capacity of 1025.2 mAh g−1 after 50 cycles. Moreover, the polarization potential of Ti3C2T x @S/CC cell (170 mV) is significantly lower than that of S/CC cell (241 mV). The high/low discharge plateaus are plotted separately to further reveal the detailed reasons for the capacity difference (Fig. 3c). By comparison, the high-plateau capacities (Q H) of Ti3C2T x @S/CC are higher than that of S/CC, confirming that the soluble LiPSs are strongly immobilized in the cathode region by the Ti3C2T x coating, thus reducing the shuttle effect, while the larger capacities at low-plateau (Q L) of Ti3C2T x @S/CC reveal that the Ti3C2T x coating improves the conversion reaction kinetics from liquid LiPSs to solid Li2S, leading to the increased utilization of sulfur. The initial charge curves of Ti3C2T x @S/CC and S/CC cells at 0.1 C are shown in Fig. S8(c). The corresponding activation barrier data are presented. The lower potential barrier of Ti3C2T x @S/CC indicates a faster decomposition and oxidation of Li2S, which is also an important kinetic factor to achieve high reversible capacity. At a higher current density of 0.5 C (Fig. S8d), the Ti3C2T x @S/CC cell also displays a high reversible capacity of 986.8 mAh g−1 over 100 cycles, simultaneously achieving a high capacity retention of 91.2% and a high specific energy density of 564.2 Wh kg−1 (The detailed calculation method of the energy density is described in Supporting Information [42]). However, the S/CC cell shows more severe capacity decay from 808.7 mAh g−1 to 404.7 mAh g−1 after 100 cycles, suggesting the severe shuttle effect and irreversible loss of active materials. In addition, the high conductivity of Ti3C2T x @S/CC electrode is proved by EIS measurements. As shown in Fig. S9(a), the Ti3C2T x @S/CC cell before cycling displays a lower R ct than S/CC cell, indicating that the introduction of Ti3C2T x coating can improve the conductivity of the whole electrode. After 100 cycles (Fig. S9b), R ct of Ti3C2T x @S/CC is reduced due to the sulfur redistribution and activation process during cycling, while R ct of S/CC is increased because of the uncontrolled LiPS diffusion and Li2S deposition. The rate performance of Ti3C2T x @S/CC and S/CC cells was investigated under different current densities (Fig. 3d). The discharge capacities of Ti3C2T x @S/CC at 0.1 C, 0.2 C, 0.5 C, 1 C, and 2 C are 1167.4, 1077.3, 1000.3, 945.5, and 866.8 mAh g−1, respectively. In addition, a high capacity reversibility of 999.6 mAh g−1could be observed when the current density was abruptly returned to 0.2 C, confirming the outstanding cycling stability and structure robustness of the Ti3C2T x @S/CC electrode. In contrast, the cell with S/CC electrode cycling at the same current densities delivers poor rate durability and fast capacity decay from 1074.8 mAh g−1 at 0.1 C to 60.4 mAh g−1 at 2 C. Fig. S10(a and b) show the charge–discharge curves of two cells at different current densities. The discharge plateau of Ti3C2T x @S/CC maintains well even under the highest current density of 2 C, while the S/CC exhibits large polarization and severe low-plateau loss upon the increased current densities, indicating the sluggish kinetics on non-polar carbon surface, which is consistent with kinetics studies above. Fig. 3(e) shows the long-term cycling performance of two cells at 1 C. The Ti3C2T x @S/CC cell exhibits a high initial capacity of 974.6 mAh g−1 and maintains 746.1 mAh g−1 after 200 cycles, ~60% higher than that of the S/CC cell (289.1 mAh g−1 after 200 cycles), indicating much better cycling stability. All of these results demonstrate that the specific capacity, rate performance and cycling stability of Ti3C2T x @S/CC cells at high sulfur loadings are significantly improved, in comparison with S/CC cells. The outstanding performance can be attributed to (i) 3D CC as the cathode scaffold material can offer a highly porous structure and good mechanical support to accommodate large amounts of sulfur; (ii) both the Ti3C2T x and the CC have excellent electronic conductivity, which can provide multi-dimensional electron transfer pathways for fast sulfur conversion; (iii) the out-coated Ti3C2T x can serve as a protective layer to physically encapsulate part of LiPSs inside and chemically adsorb another part of out-diffused LiPSs on its active surface, effectively inhibiting the shuttle effect; (iv) the Ti3C2T x coating with high catalytic activity can enhance LiPS redox kinetics and lower the energy barrier of Li2S nucleation, further improving the rate performance. To satisfy the high energy density demands for the practical applications of Li-S batteries, the cycling performance of Ti3C2T x @S/CC electrodes with higher sulfur loadings was investigated at 0.1 C. The electrodes with sulfur loadings of 6 and 8 mg cm−2 exhibit high discharge capacities of 952.0 and 835.1 mAh g−1 after 50 cycles (Fig. S11), corresponding to remarkable areal capacities of 5.9 and 6.7 mAh cm−2 (Fig. 4 a), respectively, much higher than those of current commercial lithium-ion batteries. At the same time, the discharge curve in Fig. 4(b) still maintains two discharge plateaus even at the higher sulfur loadings, proving the facilitated reaction kinetics. These results reveal that the Ti3C2T x @S/CC electrode is of great potential to achieve the high-energy–density Li-S batteries. 4 Conclusions In summary, a unique coaxial coating structure derived from Ti3C2T x flakes-covered sulfur-impregnated CC was designed and employed as a 3D free-standing sulfur cathode to enable the excellent performance of high-loading Li-S batteries. Such a reasonable structure can accommodate large amounts of sulfur, ensure fast electron transfer, effectively suppress the shuttle effect by physical blocking and chemical anchoring, and improve the redox kinetics of liquid LiPS conversion as well as solid Li2S deposition. With these advantages, Ti3C2T x @S/CC as a Li-S cathode with a sulfur loading of 4 mg cm−2 exhibits a high discharge capacity of 1171.7 mAh g−1 at 0.1 C, an outstanding specific energy density of 564.2 Wh kg−1 at 0.5 C, superior rate performance up to 2 C, and a high areal capacity of 6.7 mAh cm−2 even at the increased sulfur loading of 8 mg cm−2. This work could offer an outstanding strategic guidance on designing high-loading cathodes for Li-S batteries from the material selection to structure construction. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (51772069). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.05.014. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] A. Manthiram S.H. Chung C. Zu Adv. Mater. 27 2015 1980 2006 A. Manthiram, S.H. Chung, C. Zu, Adv. Mater. 27 (2015) 1980–2006. [2] X.Q. Zhang C.Z. Zhao J.Q. Huang Q. Zhang Engineering 4 2018 831 847 X.Q. Zhang, C.Z. Zhao, J.Q. Huang, Q. Zhang, Engineering 4 (2018) 831–847. [3] H.J. Peng J.Q. Huang X.B. Cheng Q. Zhang Adv. Energy Mater. 7 2017 1700260 H.J. Peng, J.Q. Huang, X.B. Cheng, Q. Zhang, Adv. Energy Mater. 7 (2017) 1700260. [4] J. Schuster G. He B. Mandlmeier T. Yim K.T. Lee T. Bein L.F. Nazar Angew. Chem. Int. Ed. 51 2012 3591 3595 J. Schuster, G. He, B. Mandlmeier, T. Yim, K.T. Lee, T. Bein, L.F. Nazar, Angew. Chem. Int. Ed. 51 (2012) 3591–3595. [5] Q. Jin X.T. Zhang H. Gao L. Li Z.G. Zhang J. Mater. Chem. A 2020 10.1039/D0TA02999H Q. Jin, X.T. Zhang, H. Gao, L. Li, Z.G. Zhang, J. Mater. Chem. A 2020, DOI:10.1039/D0TA02999H. [6] H.J. Peng J.Q. Huang Q. Zhang Chem. Soc. Rev. 46 2017 5237 5288 H.J. Peng, J.Q. Huang, Q. Zhang, Chem. Soc. Rev. 46 (2017) 5237–5288. [7] L. Kong B.Q. Li H.J. Peng R. Zhang J. Xie J.Q. Huang Q. Zhang Adv. Energy Mater. 8 2018 1800849 L. Kong, B.Q. Li, H.J. Peng, R. Zhang, J. Xie, J.Q. Huang, Q. Zhang, Adv. Energy Mater. 8 (2018) 1800849. [8] X. Tang Z. Sun H. Yang H. Fang F. Wei H.M. Cheng S. Zhou F. Li J. Energy Chem. 31 2019 119 124 X. Tang, Z. Sun, H. Yang, H. Fang, F. Wei, H.M. Cheng, S. Zhou, F. Li, J. Energy Chem. 31 (2019) 119–124. [9] F. Pei L. Lin D. Ou Z. Zheng S. Mo X. Fang N. Zheng Nat. Commun. 8 2017 482 F. Pei, L. Lin, D. Ou, Z. Zheng, S. Mo, X. Fang, N. Zheng, Nat. Commun. 8 (2017) 482. [10] L. Kong Q. Jin X.T. Zhang B.Q. Li J.X. Chen W.C. Zhu J.Q. Huang Q. Zhang J. Energy Chem. 39 2019 17 22 L. Kong, Q. Jin, X.T. Zhang, B.Q. Li, J.X. Chen, W.C. Zhu, J.Q. Huang, Q. Zhang, J. Energy Chem. 39 (2019) 17–22. [11] M. Zhao B.Q. Li H.T. Peng H. Yuan J.Y. Wei J.Q. Huang Angew. Chem. Int. Ed. 2020 10.1002/anie.201909339 M. Zhao, B.Q. Li, H.T. Peng, H. Yuan, J.Y. Wei, J.Q. Huang, Angew. Chem. Int. Ed. 2020, 10.1002/anie.201909339. [12] X. Gao X. Yang M. Li Q. Sun J. Liang J. Luo J. Wang W. Li J. Liang Y. Liu S. Wang Y. Hu Q. Xiao R. Li T.K. Sham X. Sun Adv. Funct. Mater. 29 2019 1806724 X. Gao, X. Yang, M. Li, Q. Sun, J. Liang, J. Luo, J. Wang, W. Li, J. Liang, Y. Liu, S. Wang, Y. Hu, Q. Xiao, R. Li, T.K. Sham, X. Sun, Adv. Funct. Mater. 29 (2019) 1806724. [13] P. Han S.H. Chung A. Manthiram Energy Storage Mater. 17 2019 317 324 P. Han, S.H. Chung, A. Manthiram, Energy Storage Mater. 17 (2019) 317–324. [14] B.Q. Li L. Kong C.X. Zhao Q. Jin X. Chen H.J. Peng J.L. Qin J.X. Chen H. Yuan Q. Zhang J.Q. Huang InfoMat 1 2019 533 541 B.Q. Li, L. Kong, C.X. Zhao, Q. Jin, X. Chen, H.J. Peng, J.L. Qin, J.X. Chen, H. Yuan, Q. Zhang, J.Q. Huang, InfoMat 1 (2019) 533–541. [15] M. Zhao H.J. Peng Z.W. Zhang B.Q. Li X. Chen J. Xie X. Chen J.Y. Wei Q. Zhang J.Q. Huang Angew. Chem. Int. Ed. 58 2019 3779 3783 M. Zhao, H.J. Peng, Z.W. Zhang, B.Q. Li, X. Chen, J. Xie, X. Chen, J.Y. Wei, Q. Zhang, J.Q. Huang, Angew. Chem. Int. Ed. 58 (2019) 3779–3783. [16] B.Q. Li H.J. Peng X. Chen S.Y. Zhang J. Xie C.X. Zhao Q. Zhang CCS Chem. 1 2019 128 137 B.Q. Li, H.J. Peng, X. Chen, S.Y. Zhang, J. Xie, C.X. Zhao, Q. Zhang, CCS Chem. 1 (2019) 128–137. [17] L. Miao W. Wang K. Yuan Y. Yang A. Wang Chem. Commun. 50 2014 13231 13234 L. Miao, W. Wang, K. Yuan, Y. Yang, A. Wang, Chem. Commun. 50 (2014) 13231–13234. [18] R. Fang S. Zhao P. Hou M. Cheng S. Wang H.M. Cheng C. Liu F. Li Adv. Mater. 28 2016 3374 3382 R. Fang, S. Zhao, P. Hou, M. Cheng, S. Wang, H.M. Cheng, C. Liu, F. Li, Adv. Mater. 28 (2016) 3374–3382. [19] G. Zhou E. Paek G.S. Hwang A. Manthiram Nat. Commun. 6 2015 7760 G. Zhou, E. Paek, G. S. Hwang, A. Manthiram, Nat. Commun. 6 (2015) 7760. [20] C. Cavallo M. Agostini J.P. Genders M.E. Abdelhamid A. Matic J. Power Sources 416 2019 111 117 C. Cavallo, M. Agostini, J.P. Genders, M.E. Abdelhamid, A. Matic, J. Power Sources 416 (2019) 111–117. [21] G. Zhou L. Li C. Ma S. Wang Y. Shi N. Koratkar W. Ren F. Li H.M. Cheng Nano Energy 11 2015 356 365 G. Zhou, L. Li, C. Ma, S. Wang, Y. Shi, N. Koratkar, W. Ren, F. Li, H.M. Cheng, Nano Energy 11 (2015) 356–365. [22] R. Elazari G. Salitra A. Garsuch A. Panchenko D. Aurbach Adv. Mater. 23 2011 5641 5644 R. Elazari, G. Salitra, A. Garsuch, A. Panchenko, D. Aurbach, Adv. Mater. 23 (2011) 5641–5644. [23] J. Guo X. Zhang X. Du F. Zhang J. Mater. Chem. A 5 2017 6447 6454 J. Guo, X. Zhang, X. Du, F. Zhang, J. Mater. Chem. A 5 (2017) 6447–6454. [24] K. Xie K. Zhang Y. Han K. Yuan Q. Song J. Wang C. Shen X. Liu B. Wei Electrochim. Acta 210 2016 415 421 K. Xie, K. Zhang, Y. Han, K. Yuan, Q. Song, J. Wang, C. Shen, X. Liu, B. Wei, Electrochim. Acta 210 (2016) 415–421. [25] Y. Yi Z. Liu P. Yang T. Wang X. Zhao H. Huang Y. Cheng J. Zhang M. Li J. Energy Chem. 45 2020 18 24 Y. Yi, Z. Liu, P. Yang, T. Wang, X. Zhao, H. Huang, Y. Cheng, J. Zhang, M. Li, J. Energy Chem. 45 (2020) 18–24. [26] X. Liu J.Q. Huang Q. Zhang L. Mai Adv. Mater. 29 2017 1601759 X. Liu, J.Q. Huang, Q. Zhang, L. Mai, Adv. Mater. 29 (2017) 1601759. [27] K. Chen Z. Sun R. Fang Y. Shi H.M. Cheng F. Li Adv. Funct. Mater. 28 2018 1707592 K. Chen, Z. Sun, R. Fang, Y. Shi, H.M. Cheng, F. Li, Adv. Funct. Mater. 28 (2018) 1707592. [28] H. Zhang Z. Zhao Y. Liu J. Liang Y. Hou Z. Zhang X. Wang J. Qiu J. Energy Chem. 26 2017 1282 1290 H. Zhang, Z. Zhao, Y. Liu, J. Liang, Y. Hou, Z. Zhang, X. Wang, J. Qiu, J. Energy Chem. 26 (2017) 1282–1290. [29] H.J. Peng G. Zhang X. Chen Z.W. Zhang W.T. Xu J.Q. Huang Q. Zhang Angew. Chem. Int. Ed. 55 2016 12990 12995 H.J. Peng, G. Zhang, X. Chen, Z.W. Zhang, W.T. Xu, J.Q. Huang, Q. Zhang, Angew. Chem. Int. Ed. 55 (2016) 12990–12995. [30] D. Liu C. Zhang G. Zhou W. Lv G. Ling L. Zhi Q.H. Yang Adv. Sci. 5 2017 1700270 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi, Q.H. Yang, Adv. Sci. 5 (2017) 1700270. [31] Q. Jin L. Li H.R. Wang H. Gao C.C. Zhu X.T. Zhang Electrochim. Acta 312 2019 149 156 Q. Jin, L. Li, H.R. Wang, H. Gao, C.C. Zhu, X.T. Zhang, Electrochim. Acta 312 (2019) 149–156. [32] Q. Jin N. Zhang C.C. Zhu H. Gao X.T. Zhang Nanoscale 10 2018 16935 16942 Q. Jin, N. Zhang, C.C. Zhu, H. Gao, X.T. Zhang, Nanoscale 10 (2018) 16935–16942. [33] X. Liang A. Garsuch L.F. Nazar Angew. Chem. Int. Ed. 54 2015 3907 3911 X. Liang, A. Garsuch, L.F. Nazar, Angew. Chem. Int. Ed. 54 (2015) 3907–3911. [34] Z.W. Zhang H.J. Peng M. Zhao J.Q. Huang Adv. Funct. Mater. 28 2018 1707536 Z.W. Zhang, H.J. Peng, M. Zhao, J.Q. Huang, Adv. Funct. Mater. 28 (2018) 1707536. [35] X. Shan S. Zhang N. Zhang Y. Chen H. Gao X. Zhang J. Colloid. Int. Sci. 510 2018 327 333 X. Shan, S. Zhang, N. Zhang, Y. Chen, H. Gao, X. Zhang, J. Colloid. Int. Sci. 510 (2018) 327–333. [36] Q. Fu J. Wen N. Zhang L. Wu M. Zhang S. Lin H. Gao X. Zhang RSC Adv. 7 2017 2005 11998 12001 Q. Fu, J. Wen, N. Zhang, L. Wu, M. Zhang, S. Lin, H. Gao, X. Zhang, RSC Advances 7 (2017) 11998–12005. [37] J. Zhou X. Liu L. Zhu J. Zhou Y. Guan L. Chen S. Niu J. Cai D. Sun Y. Zhu J. Du G. Wang Y. Qian Joule 2 2018 2681 2693 J. Zhou, X. Liu, L. Zhu, J. Zhou, Y. Guan, L. Chen, S. Niu, J. Cai, D. Sun, Y. Zhu, J. Du, G. Wang, Y. Qian, Joule 2 (2018) 2681–2693. [38] H. Lin L. Yang X. Jiang G. Li T. Zhang Q. Yao G.W. Zheng J.Y. Lee Energy Environ. Sci. 10 2017 1476 1486 H. Lin, L. Yang, X. Jiang, G. Li, T. Zhang, Q. Yao, G.W. Zheng, J.Y. Lee, Energy Environ. Sci. 10 (2017) 1476–1486. [39] Q. Wu X. Zhou J. Xu F. Cao C. Li ACS Nano 13 2019 9520 9532 Q. Wu, X. Zhou, J. Xu, F. Cao, C. Li, ACS Nano 13 (2019) 9520–9532. [40] F.Y. Fan W.C. Carter Y.M. Chiang Adv. Mater. 27 2015 5203 5209 F.Y. Fan, W.C. Carter, Y.M. Chiang, Adv. Mater. 27 (2015) 5203–5209. [41] L. Li T.A. Pascal J.G. Connell F.Y. Fan S.M. Meckler L. Ma Y.M. Chiang D. Prendergast B.A. Helms Nat. Commun. 8 2017 2277 L. Li, T.A. Pascal, J.G. Connell, F.Y. Fan, S.M. Meckler, L. Ma, Y.M. Chiang, D. Prendergast, B.A. Helms, Nat. Commun. 8 (2017) 2277. [42] E. Cha M.D. Patel J. Park J. Hwang V. Prasad K. Cho W. Choi Nat. Nanotech. 13 2018 337 344 E. Cha, M.D. Patel, J. Park, J. Hwang, V. Prasad, K. Cho, W. Choi, Nature Nanotech. 13 (2018) 337–344.",
      "scopus-id": "85085973583",
      "coredata": {
        "eid": "1-s2.0-S2095495620303363",
        "dc:description": "Lithium-sulfur (Li-S) batteries are one of the most promising rechargeable storage devices due to the high theoretical energy density. However, the low areal sulfur loading impedes their commercial development. Herein, a 3D free-standing sulfur cathode scaffold is rationally designed and fabricated by coaxially coating polar Ti3C2T x flakes on sulfur-impregnated carbon cloth (Ti3C2T x @S/CC) to achieve high loading and high energy density Li-S batteries, in which, the flexible CC substrate with highly porous structure can accommodate large amounts of sulfur and ensure fast electron transfer, while the outer-coated Ti3C2T x can serve as a polar and conductive protective layer to further promote the conductivity of the whole electrode, achieve physical blocking and chemical anchoring of lithium-polysulfides as well as catalyze their conversion. Due to these advantages, at a sulfur loading of 4 mg cm−2, Li-S cells with Ti3C2T x @S/CC cathodes can deliver outstanding cycling stability (746.1 mAh g−1 after 200 cycles at 1 C), superb rate performance (866.8 mAh g−1 up to 2 C) and a high specific energy density (564.2 Wh kg−1 after 100 cycles at 0.5 C). More significantly, they also show the commercial potential that can compete with current lithium-ion batteries due to the high areal capacity of 6.7 mAh cm−2 at the increased loading of 8 mg cm−2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495620303363",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yin, Fei"
          },
          {
            "@_fa": "true",
            "$": "Jin, Qi"
          },
          {
            "@_fa": "true",
            "$": "Gao, Hong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, XiTian"
          },
          {
            "@_fa": "true",
            "$": "Zhang, ZhiGuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495620303363"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495620303363"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30336-3",
        "prism:volume": "53",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "A strategy to achieve high loading and high energy density Li-S batteries",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          },
          {
            "@_fa": "true",
            "$": "High energy density"
          },
          {
            "@_fa": "true",
            "$": "Ti3C2T x"
          },
          {
            "@_fa": "true",
            "$": "High sulfur loading"
          },
          {
            "@_fa": "true",
            "$": "3D free-standing sulfur cathode"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "340-346",
        "prism:endingPage": "346",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2021",
        "prism:doi": "10.1016/j.jechem.2020.05.014",
        "prism:startingPage": "340",
        "dc:identifier": "doi:10.1016/j.jechem.2020.05.014",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "678",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "95736",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "694",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108683",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35596",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "412",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22880",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46943",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10604",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9452",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5456",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8355",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15269",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1922",
            "@width": "1767",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "276787",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1968",
            "@width": "1764",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "308409",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "644",
            "@width": "1764",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "103105",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1095",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "66004",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "796",
            "@width": "1512",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "152892",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2255360",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "19265",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14353",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620303363-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2649356",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85085973583"
      }
    }
  }
}