{
  "metadata": {
    "title": "Computational insights into promoting effects of alkali metals, Re, and Cl for silver catalysts of ethylene epoxidation",
    "authors": "M. A. Salaev",
    "journal": "Molecular Catalysis",
    "date": "2021-05-31",
    "doi": "10.1016/j.mcat.2021.111574",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121001917",
    "pii": "S2468823121001917"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85104149068",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-04-16 2021-04-16 2021-04-16 2021-04-16 2021-05-10T11:55:35 1-s2.0-S2468823121001917 S2468-8231(21)00191-7 S2468823121001917 10.1016/j.mcat.2021.111574 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00077 2022-12-12T23:36:12.42485Z 0 0 20210501 20210531 2021 2021-04-16T05:55:35.081371Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 507 507 C Volume 507 12 111574 111574 111574 202105 May 2021 2021-05-01 2021-05-31 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. COMPUTATIONALINSIGHTSPROMOTINGEFFECTSALKALIMETALSRECLFORSILVERCATALYSTSETHYLENEEPOXIDATION SALAEV M 1 Introduction 2 Computational details 3 Results and discussion 3.1 Binding energies and geometry parameters 3.2 TDOS and PDOS for AgReAMClO and AgReAMClOMC models 3.3 Correlations of BE and charge states over oxygen atoms 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References PU 2019 10727 10750 T OZBEK 2013 131 141 M GRANT 1985 29 33 R GRANT 1987 2035 2046 R SARAVANAN 2000 8685 8691 C LINIC 2004 8086 8087 S REN 2017 92 99 D HUS 2018 18 25 M STEGELMANN 2004 630 649 C KOKALJ 2008 304 309 A JANKOWIAK 2005 379 386 J OZBEK 2013 443 451 M ANDRYUSHECHKIN 2018 28862 28867 B VANHOOF 2018 11794 11800 A VANHOOF 2020 118983 A HARRIS 2018 62 71 J CHEN 2018 12405 12415 C SANGARU 2015 28576 28584 S RAMIREZ 2016 1 5 A HARRIS 2019 19061 19071 J HARRIS 2019 378 388 J HARRIS 2019 318 331 J VANHOOF 2019 9829 9839 J JUN 1992 73 80 Y DENG 1992 395 399 J REN 2017 2920 2928 D ZHU 2019 115 122 L DELLAMORTE 2009 5943 5953 J DELLAMORTE 2007 182 185 J DIAO 2015 14 23 W XU 2021 3371 3383 H OZBEK 2013 443 451 M SALAEV 2019 1785 1796 M LI 2018 4180 4185 Z SALAEV 2020 M SILBAUGH 2018 40 47 T MA 2018 419 428 L LAZARESCU 1994 495 498 V VANSANTEN 1987 265 321 R PARKER 1986 271 284 S MARBROW 1976 317 R BRIGGS 1977 314 324 D GARFUNKEL 1985 511 E KITSON 1981 60 M GODDARD 1981 519 P FRISCH 2010 M GAUSSIAN09REVISIONC0101 MINAHAN 1997 393 399 D EPLING 1997 490 497 W BAKER 1996 342 J SEBERA 2010 29 34 J HIRSHFELD 1977 129 138 F LU 2012 580 592 T OZAKI 2010 035116 T LEE 2019 192 198 Y OZAKI 2003 155108, T OZAKI 2004 195113, T PERDEW 1996 3865 3868 J MONKHORST 1976 5188 5192 H BLOCHL 1994 16223 P GRIMME 2010 154104, S BALZHINIMAEV 1999 795 810 B PODGORNOV 2000 337 343 E CARRASCO 2004 064116, J SALAEVX2021X111574 SALAEVX2021X111574XM 2023-04-16T00:00:00.000Z 2023-04-16T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-04-12T03:45:15.582Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas RSF Russian Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100006769 http://sws.geonames.org/2017370 Tomsk State University http://data.elsevier.com/vocabulary/SciValFunders/501100008566 http://sws.geonames.org/2017370 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00191-7 S2468823121001917 1-s2.0-S2468823121001917 10.1016/j.mcat.2021.111574 315758 2021-05-24T23:44:11.48398Z 2021-05-01 2021-05-31 1-s2.0-S2468823121001917-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/MAIN/application/pdf/6c8c43b3240c7a6958aa5757adea9462/main.pdf main.pdf pdf true 2178630 MAIN 7 1-s2.0-S2468823121001917-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/PREVIEW/image/png/7bc6c51ba78546f27062282bd2c0563f/main_1.png main_1.png png 60017 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121001917-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr4/DOWNSAMPLED/image/jpeg/d4381d71ebf58baa92de61e80eaf5e14/gr4.jpg gr4 gr4.jpg jpg 36155 447 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001917-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr3/DOWNSAMPLED/image/jpeg/0c10a3c726cf6d406c44d0590b288c01/gr3.jpg gr3 gr3.jpg jpg 69161 519 680 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001917-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr2/DOWNSAMPLED/image/jpeg/750d022a9c5902aadad9d79156d09939/gr2.jpg gr2 gr2.jpg jpg 23681 229 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001917-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/ga1/DOWNSAMPLED/image/jpeg/f04368e343dd3b61b1eec462dcb112e4/ga1.jpg ga1 true ga1.jpg jpg 23577 200 261 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001917-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr1/DOWNSAMPLED/image/jpeg/bdc546c2b0f07563033e8aa3321f0915/gr1.jpg gr1 gr1.jpg jpg 23537 224 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001917-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr4/THUMBNAIL/image/gif/4f050c548ebf3685c20e85cb68638f04/gr4.sml gr4 gr4.sml sml 5876 164 125 IMAGE-THUMBNAIL 1-s2.0-S2468823121001917-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr3/THUMBNAIL/image/gif/fd40e642bff201ba39c0ea7780dffdbe/gr3.sml gr3 gr3.sml sml 10694 164 215 IMAGE-THUMBNAIL 1-s2.0-S2468823121001917-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr2/THUMBNAIL/image/gif/79d0c3f29f34c842dba57aa4a649dae3/gr2.sml gr2 gr2.sml sml 5063 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001917-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/ga1/THUMBNAIL/image/gif/dd47a5fbf9905e6aea825cdc575f5ff8/ga1.sml ga1 true ga1.sml sml 28458 164 214 IMAGE-THUMBNAIL 1-s2.0-S2468823121001917-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/gr1/THUMBNAIL/image/gif/18aefe2194d5086791c587b3d851ef8b/gr1.sml gr1 gr1.sml sml 15463 144 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001917-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001917/mmc1/MAIN/application/pdf/6cee795a83e5550e3ce8f89caf1a0bb2/mmc1.pdf mmc1 mmc1.pdf pdf false 796118 APPLICATION 1-s2.0-S2468823121001917-am.pdf am am.pdf pdf 5107410 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10LSWF043XQ/MAIN/application/pdf/445ced26b447939a5238164674698765/am.pdf MCAT 111574 111574 S2468-8231(21)00191-7 10.1016/j.mcat.2021.111574 Elsevier B.V. Fig. 1 The models used for calculations with Gaussian’09 (A) and OpenMX (B). Fig. 1 Fig. 2 The transition state plots for O2 transformation to two adsorbed oxygen species (A) and OMC formation (B) stages. The values in brackets correspond to energy barriers to TS or products. Fig. 2 Fig. 3 The TDOS (A, B) and O PDOS (C, D) for AgReAMClO and AgReAMClOMC models. The Fermi level is shown with the dashed line. Fig. 3 Fig. 4 Correlation of BE values and Hirshfeld charge on O species for AgReAMClO (A) and AgReAMClOMC (B) models. Fig. 4 Table 1 BEs (kJ/mol) of reactants, intermediates and reaction products. Table 1 Promoter/Metal AgAM AgAMCl AgAMRe AgAMReCl Molecular oxygen no AM −66 −159 −174 −140 Li −339 −283 −253 −195 Na −292 −218 −211 −201 K −281 −184 −176 −153 Rb −275 −171 −157 −136 Cs −245 −157 −146 −131 Atomic oxygen no AM −565 −574 −574 −590 Li −687 −661 −656 −604 Na −641 −630 −634 −589 K −624 −608 −605 −583 Rb −617 −584 −589 −577 Cs −617 −580 −581 −573 Ethylene no AM −1 −8 −15 −20 Li −46 −9 −34 −30 Na −32 −22 −24 −39 K −25 −33 −36 −16 Rb −18 −28 −11 −28 Cs −16 −25 −28 −9 Oxametallacycle no AM −266 −283 −271 −300 Li −409 −391 −386 −312 Na −367 −359 −317 −303 K −344 −314 −293 −295 Rb −335 −313 −280 −288 Cs −332 −308 −287 −280 Ethylene oxide no AM −17 −19 −29 −36 Li −83 −87 −85 −33 Na −68 −68 −73 −29 K −49 −52 −64 −23 Rb −45 −44 −45 −30 Cs −40 −39 −12 −33 Acetaldehyde no AM −16 −19 −32 −29 Li −18 −31 −88 −75 Na −16 −31 −78 −64 K −54 −56 −67 −48 Rb −48 −48 −49 −44 Cs −40 −42 −50 −38 Computational insights into promoting effects of alkali metals, Re, and Cl for silver catalysts of ethylene epoxidation M.A. Salaev Conceptualization Methodology Visualization Writing - original draft Writing - review & editing Funding acquisition Tomsk State University, 36 Lenin Ave., Tomsk, 634050, Russia Tomsk State University 36 Lenin Ave. Tomsk 634050 Russia Tomsk State University, 36 Lenin ave., Tomsk, Russia 634050 Graphical abstract The effects of Re oxospecies, Cl, and alkali metal (AM = Li, Na, K, Rb, Cs) promoters for silver catalysts of ethylene epoxidation are considered using the DFT approach. The formation of Ag-bound AMReOx surface complexes that affect the catalyst performance is demonstrated. The interplays between silver, alkali metals, and anionic promoters are discussed. The Li-based systems mostly affect the catalyst activity while other alkali metals additionally affect the selectivity towards ethylene oxide in a varying extent. The Rb dopant shows potential as a Cs substitute or co-promoter. The facile composition–performance descriptor comprising the correlation of the substrate binding energy and charge over oxygen atom is proposed. The results obtained can be used in the applied designing of Ag-based epoxidation catalysts. Keywords Ethylene epoxidation Silver catalyst Co-promotion Rhenium Chlorine Alkali metals 1 Introduction Ethylene oxide that is manufactured via ethylene epoxidation on Al2O3-supported Ag-based catalysts is of profound importance for both fundamental and applied research [1]. High interest in the process is connected with a plethora of ethylene oxide applications in the manufacturing of value-added polymers, plastics, pharmaceuticals, etc. At the same time, the reaction mechanism comprising ethylene interaction with preadsorbed oxygen species to produce oxametallacycle that is converted into both ethylene oxide and acetaldehyde followed by total oxidation of the latter [2] makes the process relevant for fundamental surface science studies. Many efforts were given to both catalyst and process intensification. Enhanced catalyst performance was achieved upon the application promoters, with the highest results being achieved over Ag/α-Al2O3 catalyst simultaneously containing several of them. Cesium [3–11], chlorine [12–23], and rhenium [24–31] are believed to be the most important promoters, and their individual and combined effects were studied both experimentally and theoretically. The synergistic effects of promoter pairs were considered for Cs-Cl [32], Cs-Re [30,33,34], Cu + Re and Cs + Cu [34]. In the previous theoretical work [35] such promoting effects of Cs, Re, and Cl were considered to reveal that different extent of activation is achieved for reactants, intermediates, and products, and the promoter combinations affect different process steps. The combined effects of the three promoters tuned the substrate position and binding strength with respect to silver, with anionic moieties complementing each other and balancing the Cs effect to ensure a more electrophilic nature of surface oxygen species. At the same time, although Cs has been given more research attention, other alkali metals (AMs) were probed as components of Ag-based ethylene epoxidation catalysts [e.g., [36] [37],] and in other Ag-catalyzed oxidation reactions (Li was used in ethanol oxidation on Ag/Al2O3 catalysts [38], Na promoted Ag/CeO2 nanospheres in formaldehyde abatement [39], K [40] and Rb [41] were mostly applied in alkene epoxidation reactions), while their specific individual roles and synergistic effects with other catalyst components remain poorly understood. In Ref. [42], the surface effects arising from oxygen interaction with AM-doped Ag surfaces were discussed. Different types of oxygen species were detected depending on the dopant used, and their distribution was found to depend on both oxygen exposure and coverage. The Li adsorbate changed the work function and ensured the formation of a “molecular precursor state” of oxygen [43]. The Na featured different behavior contributing to the formation of anionic oxygen species between sodium layers [44–46], while the dopant did not alter the electronic structure of oxygen. Subsurface potassium contributed to the formation of the molecular oxygen state, and the presence of K destabilized the atomic one [47]. The Rb [48] and Cs exhibited similar behavior. The effects of AM (except Cs) on other process stages, i.e. ethylene adsorption, oxametallacycle transformation, ethylene oxide and acetaldehyde interactions with Ag were not considered in details. In Ref. [8], a first-principle interpretation of the AM effect comprising the inducing of electric dipoles on catalyst surface without significant changes of the catalyst electronic properties to result in a selectivity increase was proposed. The AMs were assumed to show similar effects and increased activity affecting the oxygen dissociation step, with the AM electronegativity being essential. With that, the calculations were carried out for Ag, Ag/M (M = Li to Fr), and Ag/CsO, Ag/Clsurf, Ag/Clsub, Ag/CsClsurf, and Ag/CsClsub, and the effects of ReOx species as well as the performances of Ag/AMClsurf and Ag/AMReOxClsurf systems were not considered. Thus, despite the high practical relevance of the process, there are only limited interpretations of the roles played by AM other than Cs as promoters for silver catalysts of ethylene epoxidation. The present work is focused on the theoretical study of promoting effects of combinations of AMs, chlorine, and rhenium on Ag catalysts for ethylene epoxidation. New insights on the roles played by AM promoters in cooperation with silver and anionic promoters are provided. 2 Computational details The DFT calculations were carried out in accordance with the procedure described in Ref. [35] using the Gaussian’09 program package (Revision C.01) installed at SKIF “Cyberia” supercomputer of Tomsk State University [49]. Any support effects [50,51] were not considered on the grounds of reasonable computational costs. The alkali metals (AM = Li, Na, K, Rb, and Cs), neutral rhenium oxospecies (ReO4), and atomic chlorine were considered promoter moieties (Fig. 1 ). Low oxygen coverage was modeled by adding oxygen atom to each system developed. The row of substrates included O2, C2H4, C2H4O (EO), and CH3COH (AA) as well as O and oxametallacycle (OMC) species. To optimize the geometry of the isolated OMC intermediate, the CC and CO bond lengths were fixed at values close to those in the constrained OMC [32], while other atoms were allowed to relax. When OMC was adsorbed on silver, no fixation of interatomic distances was applied. The resulting Ag-bound OMCs were stable. The models with singlet states included Ag20 (that was truncated from the bulk Ag), Ag20+ReO4+AM, Ag20+ReO4+Cl, and Ag20+AM + Cl (for brevity denoted as Ag, AgReAM, AgReCl, AgAMCl, respectively), while those with triplet states comprised Ag20+AM, Ag20+ReO4, Ag20+Cl, and Ag20+ReO4+AM + Cl (for brevity denoted as AgAM, AgRe, AgCl, AgAMReCl, respectively). The calculations were not connected with the searching for the most energetically preferable configurations among all possible existing variations for each model considered, while the effects imparted by AMs and promoter combinations were revealed. The results of the previous works [33,35] were taken as initial models to ensure consistency of the obtained geometry and energy parameters with the literature data. The AM-containing models were obtained by replacing Cs atom with other AM atoms to get the opportunity to compare the effects of AM occupying similar surface sites. The optimization procedure included the use of the B3LYP/Lanl2DZ level of theory [52] followed by reoptimization using the Lanl2DZ quasi-relativistic effective core pseudopotentials for Ag, Cs, Rb, K, Na, and Re atoms, and the polarized double ξ 6−31G* basis set for C, H, O, Cl and Li atoms [53]. The models considered converged when the predicted change in energy below -1.0D-08 (a.u.) was achieved. Vibrational frequencies were calculated to check the nature of the stationary point, with no imaginary frequencies confirming the stationary character of the structures. The substrate binding energies (BEs) were calculated as follows: BES=TE(M+S)-TES-TEM, where BES stood for the binding energies of the substrate, TE(M+S), TES, and TEM stood for the total energies of the substrate bound to the corresponding model, the substrate itself and the corresponding model, respectively. The results obtained were previously benchmarked with the published data [33] to confirm the appropriate accuracy of the approach used. The atomic dipole moment corrected Hirshfeld charges [54] were calculated using the Multiwfn program [55]. Then the optimized complexes were transferred to Ag(111) slabs for full optimization and calculation of total density of states (TDOS) and projected densities of states (PDOS) using the OpenMX software package [56,57] utilizing pseudoatomic orbitals [58,59]. The GGA approximation was combined with the PBE functional for exchange and correlation terms [60]. Four layers of silver atoms separated by a 25-angstrom vacuum layer in z direction to avoid interactions were used in periodic models. The 400 Ry cutoff energy was used. For k-point sampling of the Brillouin zone [61], the 5*5*1 Monkhorst-Pack k-mesh was employed for optimization as well as in TDOS and PDOS calculations. The DOS was evaluated using the tetrahedron method [62]. The DFT-D3 corrections by Grimme et al. [63] were used. A similar convergence criterion as in calculations with Gaussian’09 was employed. 3 Results and discussion 3.1 Binding energies and geometry parameters Table 1 shows the BEs for the interaction of molecular and atomic oxygen, ethylene, OMC, EO, and AA with the corresponding models developed, the geometry parameters of the optimized structures are presented in Table S1 (to guide the eye Fig. S1 also shows the dependence of BE values on the atomic radius of the alkali metal used). Here lower BE value reflects stronger substrate binding with silver. For the majority of systems, the addition of the individual promoter moiety (regardless of promoter nature) lowers the values of BEs of the substrates as compared to pure silver, with the AM dopants featuring stronger binding that can be a reason for the experimentally observed increase of the catalyst activity. The higher is the AM atomic radius, the higher is the value of the substrate BE. Generally, Li-doped systems show stronger binding except for the case of AA, where the BE values for K-, Rb- and Cs-doped systems are higher. Smaller atomic radius of lithium causes the formation of structures with shorter MO, M–Ag and M–Cl distances providing closer approaching of the complex towards silver. The addition of Cl, ReO4 or their combination to AgAM models also lowers the BEs, with the AMReCl combination generally showing more profound effect than for individually promoted systems or those having AM and either Cl or ReO4 moiety. Such a combination seems to adjust the promoter balance for all AM used. Shorter bond lengths between the substrate and silver atoms usually reflect stronger substrate binding (Table S1). The BEs obtained for O2 and O on AMCl or AMRe models are similar in values implying similar effects of ReO4 and Cl moieties in these interactions. Regardless of the nature, all promoters and their combinations contribute to the activation of gas-phase oxygen molecules in varying degrees which correlates with the interpretations represented in Ref. [8]. Fig. S2 shows the correlation of O2 BE and r(OO) in O2 molecule, and two groups of models can be clearly distinguished. The first group comprises those models having only one promoter. Such models show a low extent of O2 activation as compared to the isolated molecule (r(OO) = 1.216 Å). The second group of models feature higher degree of O2 activation, with the AgLiCl model (followed by AgLiRe one) providing the highest OO bond elongation at the highest binding energy. The AgReCsCl model seems to reflect optimal degree of substrate activation that is closely followed by AgReRbCl model. For the case of ethylene binding over AgAM models, the higher is the AM radius, the higher is the BE value, while a volcano-type dependence is observed for the AgAMCl models, with the K-based system showing the lowest value in the row. The saw-like dependence of the BE values on the AM atomic radius is observed in a row of AgAMRe models (Fig. S1B). This results in a mixed behavior in a row of AgAMReCl models. The results show high Li contribution in ethylene activation, with the AgLi model providing the highest extent of activation. The OMC binding follows the general trend, while the differences in the values for BEs for Cl- and ReO4-containing AgAM models become higher starting from the Na-containing model where the ReO4 effect is more expressed. The changes in geometry parameters of the structures (Table S1) support the observed regulations in BEs. The shortening of the difference between the lengths of Ag–O and Ag–C bonds (Table S1) indicates that both Cs- and Rb- containing AgReAMClOMC systems ensure stronger O binding with Ag as compared to the C binding to result in higher selectivity towards EO. This is consistent with the findings reported in Ref. [10]. Similarly, the EO and AA bindings are strengthened by the ReO4 moiety in the AMRe models. In a row of models for specific AM, for the majority of AgAM, AgAMCl, and AgAMRe systems, the EO BEs do not practically depend on the individual promoter used, while those for AgAMReCl model are lower for all AMs considered implying easier EO desorption. In the case of AA binding, the ReO4 moiety imparts higher effect as compared to Cl, while for AgAMReCl model the values of AA BEs are slightly lower. Fig. 2 represents the transition state plots for the stages of O2 transformation to yield two adsorbed oxygen species (Fig. 2A) and OMC formation (Fig. 2B). Table S2 shows the geometry parameters of the optimized structures. At the level of theory used, in a row of AgReAMClO models, the Li-containing one shows the lowest barrier to the transition state that subsequently transforms into two Ag-bound oxygen species and is closely followed by those models utilizing K, Rb, and Cs dopants (Fig. 2A). The Cs-containing model shows the highest barrier towards the products of this stage. Generally, in terms of geometry parameters, the transition states feature increased interatomic distances that reflect higher degree of activation of these structures as compared to the stationary ones, with only Re = O bonds being almost intact. For AgReAMOCl models, the Ag–Cl distance becomes lower in a row from Li to Cs, while AM–Cl distance shows opposite behavior (Table S2). In the group of AgReAMClOMC models (Fig. 2B), all AMs show rather close values of the energy barrier to transition state leading to OMC (the range is 21−31 kJ/mol), with the K-containing system providing the lowest value. The proximity of these values shows that for these comparable site configurations the nature of AM does not significantly affect the stage of ethylene interaction with Ag-bound oxygen species leading to the transition state, while the Cs-based system demonstrates the highest value of the barrier towards the OMC intermediate. The CO bond in OMC and MO bond towards ReO4 moiety becomes shorter for all AMs considered reflecting the OMC approaching towards silver. 3.2 TDOS and PDOS for AgReAMClO and AgReAMClOMC models Fig. 3 shows the TDOS (Fig. 3A, B) and O PDOS (Fig. 3C,D) for AgReAMClO and AgReAMOMCCl models. The calculations were carried out using the OpenMX package. For AgReAMClO systems (Fig. 3A), the AM-containing models feature similar behavior (strong hybridization of states occurs in the energy range of -1.7 – -7.7 eV), while some differences are observed. The Cs and Rb atoms feature some states that are not characteristic for other AMs (Rb: -8.27 eV; Cs: -7.9−7.15 eV). The Li, Na, and K atoms exhibit some states with higher intensity (Li: -3.85, -3.67, +4.16, and +5.25 eV; Na: -5.96, -5.24, -4.96, -3.36, and +2.35 eV; K: -6.96, -6.77, -6.36, -5.76, -5.46, -4.55, -4.06, +6.15 eV). The PDOS graphs for AM, O, and Cl atoms reveal that these states mostly relate to AMs (the AM PDOS, Re PDOS, and Cl PDOS are presented in Fig. S3 in Supplementary materials). Generally, the addition of ethylene fragment to form OMC results in reduction of intensity of all states except those at -3.15 eV that increase instead (Fig. 3B). The AMs feature the following most intensive DOS: Li: -6.88 eV; Na: -7.77, -1.86, +0.96, +1.77, +3.25 eV; K: -8.27, -5.77, -5.17, -4.55, -3.87, +4.27 eV; Rb: -8.37, -4.47, -3.45, -0.13, +2.67, +5.36 eV; and Cs: -7.07, -6.67, -5.96, and -3.15 eV. Thus, in both cases a strong hybridization of the states related to silver and promoters is observed, with the AM states hybridizing with those related to Cl and Re oxospecies. 3.3 Correlations of BE and charge states over oxygen atoms Fig. 4 shows the dependence of BEs for all models developed on the atomic dipole moment corrected Hirshfeld charge on O atom in those models utilizing atomic oxygen and OMC (at B3LYP/Lanl2DZ/6−31 G level of theory). It is generally accepted that the electrophilic and nucleophilic oxygen atoms participate in selective and nonselective processes, respectively [64,65]. The AM accepts electron density from silver and interacts with atomic oxygen to make it more electrophilic. However, the results obtained show that substrate binding should be taken into account, and the charge state is not the only factor that affects the catalyst performance. Given the known experimental and patent evidences on the enhanced performance of the catalyst co-promoted by Cs, Re, and Cl (both in terms of conversion and selectivity), the BEs in the range of ∼ -573 – −588 kJ/mol for O binding (Fig. 4A), can be considered more favorable for substrate binding at the level of theory used. Thus, the results obtained for the O-containing models having Cs-Cl, Re-Cl, Cs-Re pairs as well as Cs-Re-Cl-based system were considered reference points forming the dashed box. The Hirshfeld charge values between -0.65 and -0.69 e for atomic oxygen seem to relate to the realization of the reaction through the selective mechanism. The corresponding ranges for OMC are -315 – −280 kJ/mol and -0.40 – -0.55 e (Fig. 4B) at the level of theory used. The values for Cl-, Re- and Re-Cl-based models were out of the dashed box due to low values of the corresponding Hirshfeld charge. Thus, the models located in dashed boxes can be considered promising for binding of atomic oxygen or OMC resulting in desired charge and energy states. Among these models are those having Cl or ReO4 promoter moiety or their combination indicating the direct effect of these promoters on the states of surface oxygen species and those in the OMC intermediate. In the case of O binding, the AgCsRe, AgCsCl, and AgCsReCl models are accompanied by the AgRbCl indicating potential Rb effect as a Cs substitute or co-promoter. Finally, a family of AgReAMClO (AM = Na, K, Rb, Cs) models implies the potential effects of less expensive Na and K promoters. In the case of OMC binding, the sets of models AgAMCl, AgReAM, and AgReAMCl (AM = Na, K, Rb, Cs) demonstrate the effect on both substrate binding and O charge states. In both cases, other systems, especially those based on Li promoter, show higher binding energies at comparable or higher Hirshfeld charge values suggesting their involvement in non-selective processes (e.g., the CO2 formation) that mostly relate to the catalyst activity. Stronger substrate interaction with the Ag species seems to result in its longer existence in the adsorbed state and, hence, higher degree of its activation. Thus, the BE–charge correlation can be used as a facile in silico descriptor of the catalyst performance. To sum up, the surface CsReOx species [35] ensure the fine-tuning of the states of neighboring surface oxygen species due to the Cs effect balanced by ReOx moiety as well as Cl additives. The subsequent ethylene interaction with the said oxygen species results in OMC intermediate selectively converted into EO. A part of the intermediate can convert into AA followed by its decomposition into CO2. The CsReOx-type Ag-bound complexes can be formed for other AMs considered, and, thus, besides Cs, other AMs can enhance the performance of Ag-based ethylene epoxidation catalysts. Such surface structures can be formed through the on-purpose introduction of the component at the stage of catalyst preparation or with impurities. The Li-based models (AgReLiOCl and AgReLiOMCCl) usually provide the strongest substrate binding on silver along with the appropriate charge state of O in the OMC intermediate. Thus, this promoter mostly affects the catalyst activity, especially, in terms of ethylene activation. In many respects, the Rb promoter shows similar behavior to Cs due to a similar electronic structure. The surface distribution of AMReOx complexes as well as synergistic effects caused by the simultaneous presence of two or more AMs are still debating and should be a subject of further research. At the same time, one cannot exclude the impact of the native effects of support surface defects [66] as well as interfacial interplays between silver, support, and promoters. The latter contributions can also be further studied. Different behavior of AM promoters is caused by the electronic structure of AMs that significantly affects the catalyst performance. For the row from Li to Cs, the periodic trends show an increase in the number of shells that shield the outer electron as well as the ease of losing such electron to form cationic species. This is also connected with the increase in the size of atomic radii of the AMs leading to geometry effects imparted onto substrates, primarily the OMC intermediate. The results obtained show that a co-existence of cationic and anionic promoters on the catalyst surface allows fine-tuning the silver–substrate binding strength. The BEs values obtained imply that higher binding strength seems to result in longer residence time of the substrates facilitating their activation. The combination of AMs and anionic moieties in a proper ratio is the key to the development of highly effective Ag-based catalysts for ethylene epoxidation. It is noteworthy that the optimal ratios between the cationic promoters used can also enhance the catalyst performance. 4 Conclusions The new DFT-based insights on the promoting effects of alkali metals, chlorine, and rhenium oxospecies promoters for Ag catalysts of ethylene epoxidation were provided. The roles played by alkali metals in cooperation with silver and anionic promoters were discussed. The calculation results confirmed literature and patent information on the opportunities to apply alkali metal promoters in ethylene epoxidation catalysts, and the Ag-bound AMReOx surface species can be formed affecting the performance of Ag-based catalysts. The alkali metals demonstrated different behavior, where smaller Li mostly affected the catalyst activity, while larger alkali metal cations also affected the selectivity towards ethylene oxide in a higher extent. For comparable site configurations, the proximity of the barriers towards transition states leading to atomic oxygen species or to OMC intermediate showed similar effects of the AMs, while Cs-based models gave higher values of barrier towards the products. The correlation of the substrate binding energy and charge over oxygen atom comprised a facile in silico descriptor of the catalyst performance. At the level of theory used, for O and OMC binding, the AgAMCl, AgReAM, and AgReAMCl (AM = Na, K, Rb, Cs) models featured a more electrophilic nature of oxygen species at moderate levels of its binding energy. With that, the Rb dopant feature potential as a Cs substitute or co-promoter. Simultaneously, the limitations of the models used did not allow excluding other effects imposed by different catalyst preparation methods, in particular, the order of component introduction, native support surface defects or interfacial interplays of support, silver, and promoters, and further research can elucidate these aspects. Nevertheless, the results obtained can be used in the purposeful designing of new generations of ethylene epoxidation catalysts featuring proper ratio between the cationic and anionic promoters to ensure the optimal relationship between the substrate binding energy and charge state over O species. CRediT authorship contribution statement M.A. Salaev: Conceptualization, Methodology, Visualization, Writing - original draft, Writing - review & editing, Funding acquisition. Declaration of Competing Interest The authors report no declarations of interest. Acknowledgements The work was partially supported by “The Tomsk State University competitiveness improvement programme” and the Russian Science Foundation (grant No. 18-73-00296). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2021.111574. Appendix A Supplementary data The following is Supplementary data to this article: References [1] T. Pu H. Tian M.E. Ford S. Rangarajan I.E. Wachs Overview of selective oxidation of ethylene to ethylene oxide by Ag catalysts ACS Catal. 9 2019 10727 10750 10.1021/acscatal.9b03443 T. Pu, H. Tian, M.E. Ford, S. Rangarajan, I.E. Wachs. Overview of Selective Oxidation of Ethylene to Ethylene Oxide by Ag Catalysts, ACS Catal. 9 (2019) 10727-10750. https://doi.org/10.1021/acscatal.9b03443. [2] M.O. Özbek R.A. van Santen The mechanism of ethylene epoxidation catalysis Catal. Lett. 143 2013 131 141 10.1007/s10562-012-0957-3 M.O. Özbek, R.A. van Santen. The Mechanism of Ethylene Epoxidation Catalysis. Catal. Lett. 143 (2013) 131-141. https://doi.org/10.1007/s10562-012-0957-3. [3] R.B. Grant R.M. Lambert Alkali-metal promoters and catalysis: a single-crystal investigation of ethylene epoxidation on Cs-Doped Ag(111) Langmuir 1 1985 29 33 10.1021/la00061a004 R.B. Grant, R.M. Lambert. Alkali-Metal Promoters and Catalysis: A Single-Crystal Investigation of Ethylene Epoxidation on Cs-Doped Ag(111). Langmuir. 1 (1985) 29-33. https://doi.org/10.1021/la00061a004. [4] R.B. Grant C.A.J. Harbach R.M. Lambert S.A. Tan Alkali metal, chlorine and other promoters in the silver-catalysed selective oxidation of ethylene J. Chem. Soc. Faraday Trans. 1: Phys. Chem. Cond. Phases 83 7 1987 2035 2046 10.1039/F19878302035 R.B. Grant, C.A.J. Harbach, R.M. Lambert, S.A. Tan. Alkali metal, chlorine and other promoters in the silver-catalysed selective oxidation of ethylene. J. Chem. Soc., Faraday Trans. 1: Phys. Chem. Cond. Phases. 83 (7) (1987) 2035-2046. https://doi.org/10.1039/F19878302035. [5] C. Saravanan M.R. Salazar J.D. Kress A. Redondo Oxametallacycle intermediates on clean and Cs-promoted Ag(111) surfaces J. Phys. Chem. B 104 2000 8685 8691 10.1021/jp001030r C. Saravanan, M.R. Salazar, J.D. Kress, A. Redondo. Oxametallacycle intermediates on clean and Cs-promoted Ag(111) surfaces. J. Phys. Chem. B. 104 (2000) 8685-8691. https://doi.org/10.1021/jp001030r. [6] S. Linic M.A. Barteau On the mechanism of Cs promotion in ethylene epoxidation on Ag J. Am. Chem. Soc. 126 2004 8086 8087 10.1021/ja048462q S. Linic, M.A. Barteau. On the mechanism of Cs promotion in ethylene epoxidation on Ag. J. Am. Chem. Soc. 126 (2004) 8086-8087. https://doi.org/10.1021/ja048462q. [7] D. Ren H. Xu J. Li J. Li D. Cheng Origin of enhanced ethylene oxide selectivity by Cs-promoted silver catalyst Mol. Catal. 441 2017 92 99 10.1016/j.mcat.2017.08.007 D. Ren, H. Xu, J. Li, J. Li, D. Cheng, Origin of enhanced ethylene oxide selectivity by Cs-promoted silver catalyst. Molec. Catal. 441 (2017) 92-99. https://doi.org/10.1016/j.mcat.2017.08.007. [8] M. Huš A. Hellman Dipole effect on ethylene epoxidation: influence of alkali metals and chlorine J. Catal. 363 2018 18 25 10.1016/j.jcat.2018.04.008 M. Huš, A. Hellman, Dipole effect on ethylene epoxidation: Influence of alkali metals and chlorine. J. Catal. 363 (2018) 18-25. https://doi.org/10.1016/j.jcat.2018.04.008. [9] C. Stegelmann N.C. Schiødt C.T. Campbell P. Stoltze Microkinetic modeling of ethylene oxidation over silver J. Catal. 221 2004 630 649 10.1016/j.jcat.2003.10.004 C. Stegelmann, N.C. Schiødt, C.T. Campbell, P. Stoltze. Microkinetic modeling of ethylene oxidation over silver. J. Catal. 221 (2004) 630-649. https://doi.org/10.1016/j.jcat.2003.10.004. [10] A. Kokalj P. Gava S. de Gironcoli S. Baroni What determines the catalyst’s selectivity in the ethylene epoxidation reaction J. Catal. 254 2008 304 309 10.1016/j.jcat.2008.01.008 A. Kokalj, P. Gava, S. de Gironcoli, S. Baroni. What determines the catalyst's selectivity in the ethylene epoxidation reaction. J. Catal. 254 (2008) 304–309. https://doi.org/10.1016/j.jcat.2008.01.008. [11] J.T. Jankowiak M.A. Barteau Ethylene epoxidation over silver and copper–silver bimetallic catalysts: II. Cs and Cl promotion J. Catal. 236 2005 379 386 10.1016/j.jcat.2005.10.017 J.T. Jankowiak, M.A. Barteau. Ethylene epoxidation over silver and copper–silver bimetallic catalysts: II. Cs and Cl promotion. J. Catal. 236 (2005) 379-386. https://doi.org/10.1016/j.jcat.2005.10.017. [12] M.O. Özbek I. Önal R.A. van Santen Chlorine and caesium promotion of silver ethylene epoxidation catalysts ChemCatChem 5 2013 443 451 10.1002/cctc.201200690 M.O. Özbek, I. Önal, R.A. van Santen. Chlorine and caesium promotion of silver ethylene epoxidation catalysts. ChemCatChem. 5 (2013) 443-451. https://doi.org/10.1002/cctc.201200690. [13] B.V. Andryushechkin V.M. Shevlyuga T.V. Pavlova G.M. Zhidomirov K.N. Eltsov J. Phys. Chem. C 122 2018 28862 28867 10.1021/acs.jpcc.8b10443 B.V. Andryushechkin, V.M. Shevlyuga, T.V. Pavlova, G.M. Zhidomirov, K.N. Eltsov, J. Phys. Chem. C. 122 (2018) 28862-28867. https://doi.org/10.1021/acs.jpcc.8b10443. [14] A.J.F. van Hoof I.A.W. Filot H. Friedrich E.J.M. Hensen Reversible restructuring of silver particles during ethylene epoxidation ACS Catal. 8 2018 11794 11800 10.1021/acscatal.8b03331 A.J.F. van Hoof, I.A.W. Filot, H. Friedrich, E.J.M. Hensen. Reversible restructuring of silver particles during ethylene epoxidation. ACS Catal. 8 (2018) 11794-11800. https://doi.org/10.1021/acscatal.8b03331. [15] A.J.F. van Hoof R.C.J. van der Poll H. Friedrich E.J.M. Hensen Dynamics of silver particles during ethylene epoxidation Appl. Catal. B: Environ. 272 2020 118983 10.1016/j.apcatb.2020.118983 A.J.F. van Hoof, R.C.J. van der Poll, H. Friedrich, E.J.M. Hensen. Dynamics of silver particles during ethylene epoxidation. Applied Catalysis B: Environmental. 272 (2020) Article number 118983. https://doi.org/10.1016/j.apcatb.2020.118983. [16] J.W. Harris A. Bhan J. Catal Moderation of chlorine coverage and ethylene epoxidation kinetics via ethane oxychlorination over promoted Ag/α-Al2O3 J. Catal. 367 2018 62 71 10.1016/j.jcat.2018.08.021 J.W. Harris, A. Bhan, J. Catal. Moderation of chlorine coverage and ethylene epoxidation kinetics via ethane oxychlorination over promoted Ag/α-Al2O3. 367 (2018) 62-71. https://doi.org/10.1016/j.jcat.2018.08.021. [17] C.-J. Chen J.W. Harris A. Bhan Kinetics of ethylene epoxidation on a promoted Ag/α‐Al2O3 catalyst—the effects of product and chloride Co‐feeds on rates and selectivity Chem. Eur. J. 24 2018 12405 12415 10.1002/chem.201801356 C.-J. Chen, J.W. Harris, A. Bhan. Kinetics of Ethylene Epoxidation on a Promoted Ag/α‐Al2O3 Catalyst—The Effects of Product and Chloride Co‐Feeds on Rates and Selectivity. Chem. Eur. J. 24 (2018) 12405-12415. https://doi.org/10.1002/chem.201801356. [18] S.S. Sangaru H. Zhu D.C. Rosenfeld A.K. Samal D. Anjum J.-M. Basset Surface composition of silver nanocubes and their influence on morphological stabilization and catalytic performance in ethylene epoxidation ACS Appl. Mater. Interfaces 7 2015 28576 28584 10.1021/acsami.5b09927 S.S. Sangaru, H. Zhu, D.C. Rosenfeld, A.K. Samal, D. Anjum, J.-M. Basset. Surface Composition of Silver Nanocubes and Their Influence on Morphological Stabilization and Catalytic Performance in Ethylene Epoxidation. ACS Appl. Mater. Interfaces. 7 (2015) 28576-28584. https://doi.org/10.1021/acsami.5b09927. [19] A. Ramirez J.L. Hueso H. Suarez R. Mallada A. Ibarra S. Irusta J. Santamaria A nanoarchitecture based on silver and copper oxide with an exceptional response in the chlorine‐promoted epoxidation of ethylene Angew. Chem. Int. Ed. 55 2016 1 5 10.1002/anie.201603886 A. Ramirez, J.L. Hueso, H. Suarez, R. Mallada, A. Ibarra, S. Irusta, J. Santamaria. A Nanoarchitecture Based on Silver and Copper Oxide with an Exceptional Response in the Chlorine‐Promoted Epoxidation of Ethylene. Angew. Chem. Int. Ed. 55 (2016) 1-5. https://doi.org/10.1002/anie.201603886. [20] J.W. Harris L. Wang J.F. Dewilde Kinetic modeling of ethylene epoxidation kinetics as a function of chlorine coverage over a highly promoted silver catalyst Ind. Eng. Chem. Res. 58 41 2019 19061 19071 10.1021/acs.iecr.9b04312 J.W. Harris, L. Wang, J.F. Dewilde. Kinetic Modeling of Ethylene Epoxidation Kinetics as a Function of Chlorine Coverage over a Highly Promoted Silver Catalyst. Ind. Eng. Chem. Res. 58 (41) (2019) 19061-19071. https://doi.org/10.1021/acs.iecr.9b04312. [21] J.W. Harris J.A. Herron J.F. DeWilde A. Bhan Molecular characteristics governing chlorine deposition and removal on promoted Ag catalysts during ethylene epoxidation J. Catal. 377 2019 378 388 10.1016/j.jcat.2019.07.043 J.W. Harris, J.A. Herron, J.F. DeWilde, A. Bhan. Molecular characteristics governing chlorine deposition and removal on promoted Ag catalysts during ethylene epoxidation. J. Catal. 377 (2019) 378-388. https://doi.org/10.1016/j.jcat.2019.07.043. [22] J.W. Harris A. Bhan Kinetics of chlorine deposition and removal over promoted silver catalysts during ethylene epoxidation J. Catal. 380 2019 318 331 10.1016/j.jcat.2019.09.037 J.W. Harris, A. Bhan. Kinetics of chlorine deposition and removal over promoted silver catalysts during ethylene epoxidation. J. Catal. 380 (2019) 318-331. https://doi.org/10.1016/j.jcat.2019.09.037. [23] J.F. van Hoof E.A.R. Hermans A.P. van Bavel H. Friedrich E.J.M. Hensen Structure sensitivity of silver-catalyzed ethylene epoxidation ACS Catal. 9 2019 9829 9839 10.1021/acscatal.9b02720 J.F. van Hoof, E. A. R. Hermans, A. P. van Bavel, H. Friedrich, E. J. M. Hensen. Structure Sensitivity of Silver-Catalyzed Ethylene Epoxidation. ACS Catal. 2019, 9, 9829−9839. https://doi.org/10.1021/acscatal.9b02720. [24] Y. Jun D. Jingfa Y. Xiaohong Z. Shi Rhenium as a promoter for ethylene epoxidation Appl. Catal. A Gen. 92 1992 73 80 10.1016/0926-860X(92)80307-X Y. Jun, D. Jingfa, Y. Xiaohong, Z. Shi. Rhenium as a promoter for ethylene epoxidation. Appl. Catal. A. 92 (1992) 73-80. https://doi.org/10.1016/0926-860X(92)80307-X. [25] J. Deng J. Yang S. Zhang X. Yuan Promoting effects of Re and Cs on silver catalyst in ethylene epoxidation J. Catal. 138 1992 395 399 10.1016/0021-9517(92)90033-E J. Deng, J. Yang, S. Zhang, X. Yuan. Promoting effects of Re and Cs on silver catalyst in ethylene epoxidation. J. Catal. 138 (1992) 395-399. https://doi.org/10.1016/0021-9517(92)90033-E. [26] D. Ren G. Cheng J. Li J. Li W. Dai X. Sun D. Cheng Effect of rhenium loading sequence on selectivity of Ag–Cs catalyst for ethylene epoxidation Catal. Lett. 147 2017 2920 2928 10.1007/s10562-017-2211-5 D. Ren, G. Cheng, J. Li, J. Li, W. Dai, X. Sun, D. Cheng. Effect of Rhenium Loading Sequence on Selectivity of Ag–Cs Catalyst for Ethylene Epoxidation. Catal. Lett. 147 (2017) 2920-2928. https://doi.org/10.1007/s10562-017-2211-5. [27] L. Zhu H. Xu Y. Nan Y. Xie J. Zhu D. Cheng The synergistic effect between crystal planes and promoters on Ag-catalyzed ethylene epoxidation Appl. Surf. Sci. 476 2019 115 122 10.1016/j.apsusc.2019.01.076 L. Zhu, H. Xu, Y. Nan, Y. Xie, J. Zhu, D. Cheng. The synergistic effect between crystal planes and promoters on Ag-catalyzed ethylene epoxidation. Appl. Surf. Sci. 476 (2019) 115-122. https://doi.org/10.1016/j.apsusc.2019.01.076. [28] J.C. Dellamorte J. Lauterbach M.A. Barteau Promoter-induced morphological changes of Ag catalysts for ethylene epoxidation Ind. Eng. Chem. Res. 48 2009 5943 5953 10.1021/ie801627k J.C. Dellamorte, J. Lauterbach, M.A. Barteau. Promoter-Induced Morphological Changes of Ag Catalysts for Ethylene Epoxidation. Ind. Eng. Chem. Res. 48 (2009) 5943-5953. https://doi.org/10.1021/ie801627k. [29] J.C. Dellamorte J. Lauterbach M.A. Barteau Rhenium promotion of Ag and Cu–Ag bimetallic catalysts for ethylene epoxidation Catal. Today 120 2007 182 185 10.1016/j.cattod.2006.07.051 J.C. Dellamorte, J. Lauterbach, M.A. Barteau. Rhenium promotion of Ag and Cu–Ag bimetallic catalysts for ethylene epoxidation. Catal. Today. 120 (2007) 182-185. https://doi.org/10.1016/j.cattod.2006.07.051. [30] W. Diao C.D. Di Giulio M.T. Schaal S. Ma J.R. Monnier An investigation on the role of Re as a promoter in Ag-Cs-Re/α-Al2O3 high-selectivity, ethylene epoxidation catalysts J. Catal. 322 2015 14 23 10.1016/j.jcat.2014.11.007 W. Diao, C.D. Di Giulio, M.T. Schaal, S. Ma, J.R. Monnier. An investigation on the role of Re as a promoter in Ag-Cs-Re/α-Al2O3 high-selectivity, ethylene epoxidation catalysts. J. Catal. 322 (2015) 14-23. https://doi.org/10.1016/j.jcat.2014.11.007. [31] H. Xu L. Zhu Y. Nan Y. Xie D. Cheng Revisit the role of metal dopants in enhancing the selectivity of Ag-catalyzed ethylene epoxidation: optimizing oxophilicity of reaction site via cocatalytic mechanism ACS Catal. 11 2021 3371 3383 10.1021/acscatal.0c04951 H. Xu, L. Zhu, Y. Nan, Y. Xie, D. Cheng. Revisit the Role of Metal Dopants in Enhancing the Selectivity of Ag-Catalyzed Ethylene Epoxidation: Optimizing Oxophilicity of Reaction Site via Cocatalytic Mechanism. ACS Catal. 11 (2021) 3371–3383. https://doi.org/10.1021/acscatal.0c04951. [32] M.O. Özbek I. Önal R.A. van Santen Chlorine and caesium promotion of silver ethylene epoxidation catalysts ChemCatChem 5 2013 443 451 10.1002/cctc.201200690 M.O. Özbek, I. Önal, R.A. van Santen. Chlorine and Caesium Promotion of Silver Ethylene Epoxidation Catalysts. ChemCatChem. 5 (2013) 443-451. https://doi.org/10.1002/cctc.201200690. [33] M.A. Salaev A.A. Salaeva O.Kh. Poleschuk O.V. Vodyankina Re and Cs copromoted silver catalysts for ethylene epoxidation: a theoretical study J. Struct. Chem. 60 11 2019 1785 1796 10.26902/JSC_id46395 M.A. Salaev, A.A. Salaeva, O.Kh. Poleschuk, O.V. Vodyankina. Re and Cs copromoted silver catalysts for ethylene epoxidation: A theoretical study. J. Struct. Chem. 60 (11) (2019) 1785-1796. https://doi.org/10.26902/JSC_id46395. [34] Z. Li L. Zhu J.-F. Chen D. Cheng Enhanced ethylene oxide selectivity by Cu and Re dual-promoted Ag catalysts Ind. Eng. Chem. Res. 57 2018 4180 4185 10.1021/acs.iecr.7b04291 Z. Li, L. Zhu, J.-F. Chen, D. Cheng. Enhanced Ethylene Oxide Selectivity by Cu and Re Dual-Promoted Ag Catalysts. Ind. Eng. Chem. Res. 57 (2018) 4180-4185. https://doi.org/10.1021/acs.iecr.7b04291. [35] M.A. Salaev A.A. Salaeva O.V. Vodyankina Towards the understanding of promoting effects of Re, Cs and Cl promoters for silver catalysts of ethylene epoxidation: a computational study Catal. Today 2020 10.1016/j.cattod.2020.04.057 M.A. Salaev, A.A. Salaeva, O.V. Vodyankina. Towards the understanding of promoting effects of Re, Cs and Cl promoters for silver catalysts of ethylene epoxidation: A computational study. Catalysis Today. 2020. https://doi.org/10.1016/j.cattod.2020.04.057. [36] Patent U.S. 2671764, 1954, Jefferson Chemical Company, Inc. [37] Patent WO2003072246A2, 2004. [38] T.L. Silbaugh P. Devlaminck J.A. Sofranko M.A. Barteau Selective oxidation of ethanol over Ag, Cu and Au nanoparticles supported on Li2O/γ-Al2O3 J. Catal. 364 2018 40 47 10.1016/j.jcat.2018.05.011 T.L. Silbaugh, P. Devlaminck, J.A. Sofranko, M.A. Barteau. Selective oxidation of ethanol over Ag, Cu and Au nanoparticles supported on Li2O/γ-Al2O3. J. Catal. 2018, 364, 40–47, https://doi.org/10.1016/j.jcat.2018.05.011. [39] L. Ma C.Y. Seo X. Chen J. Li J.W. Schwank Sodium-promoted Ag/CeO2 nanospheres for catalytic oxidation of formaldehyde Chem. Eng. J. 350 2018 419 428 10.1016/j.cej.2018.05.179 L. Ma, C.Y. Seo, X. Chen, J. Li, J.W. Schwank. Sodium-promoted Ag/CeO2 nanospheres for catalytic oxidation of formaldehyde. Chem. Eng. J. 350 (2018) 419-428. https://doi.org/10.1016/j.cej.2018.05.179. [40] V. Lazarescu M. Stanciu M. Vass Doping effects in ethylene epoxidation over potassium promoted silver catalysts Stud. Surf. Sci. Catal. 82 1994 495 498 10.1016/S0167-2991(08)63442-4 V. Lazarescu, M. Stanciu, M. Vass. Doping effects in ethylene epoxidation over potassium promoted silver catalysts. Studies in Surface Science and Catalysis. 82 (1994) 495-498. https://doi.org/10.1016/S0167-2991(08)63442-4. [41] US5407888A, Patent BASF SE, 1993. [42] R.A. Van Santen H.P.C.E. Kuipers The mechanism of ethylene epoxidation Adv. Catal 35 1987 265 321 10.1016/S0360-0564(08)60095-4 R.A. Van Santen, H.P.C.E. Kuipers. The Mechanism of Ethylene Epoxidation. Adv. Catal. 35 (1987) 265-321. https://doi.org/10.1016/S0360-0564(08)60095-4. [43] S.D. Parker G.E. Rhead Oxidation of lithium monolayers on silver(111). A study by AES, work function and secondary emission changes Surf. Sci. 167 1986 271 284 10.1016/0039-6028(86)90704-1 S.D. Parker, G.E. Rhead. Oxidation of lithium monolayers on silver(111). A study by AES, work function and secondary emission changes. Surf. Sci. 167 (1986) 271-284. https://doi.org/10.1016/0039-6028(86)90704-1. [44] R.A. Marbrow R.M. Lambert Chemisorption and surface reactivity of nitric oxide on clean and sodium-dosed Ag(110) Surf. Sci. 61 1976 317 10.1016/0039-6028(76)90048-0 R.A. Marbrow, R.M. Lambert. Chemisorption and surface reactivity of nitric oxide on clean and sodium-dosed Ag(110). Surf. Sci. 61 (1976) 317. https://doi.org/10.1016/0039-6028(76)90048-0. [45] D. Briggs R.A. Marbrow R.M. Lambert An XPS and UPS study of the interaction of oxygen with sodium-dosed Ag(110) Surf. Sci. 65 1977 314 324 10.1016/0039-6028(77)90309-0 D. Briggs, R.A. Marbrow, R.M. Lambert. An XPS and UPS study of the interaction of oxygen with sodium-dosed Ag(110). Surf. Sci. 65, 314-324 (1977). https://doi.org/10.1016/0039-6028(77)90309-0. [46] E.L. Garfunkel X. Ding G. Dong S. Yang X. Hon X. Wang The coadsorption of sodium and oxygen on Ag(100): an XPS, UPS and HREELS study Surf. Sci. 164 1985 511 10.1016/0039-6028(85)90763-0 E.L. Garfunkel, X. Ding, G. Dong, S. Yang, X. Hon, X. Wang. The coadsorption of sodium and oxygen on Ag(100): an XPS, UPS and HREELS study. Surf. Sci. 164 (1985) 511. https://doi.org/10.1016/0039-6028(85)90763-0. [47] M. Kitson R.M. Lambert Basic studies of the oxygen chemistry of silver: oxygen, dioxygen and superoxide on potassium-dosed Ag(100) Surf. Sci. 109 1981 60 10.1016/0039-6028(81)90511-2 M. Kitson, R.M. Lambert. Basic studies of the oxygen chemistry of silver: Oxygen, dioxygen and superoxide on potassium-dosed Ag(100). Surf. Sci. 109 (1981) 60. https://doi.org/10.1016/0039-6028(81)90511-2. [48] P.J. Goddard R.M. Lambert Basic studies of the oxygen surface chemistry of silver: oxygen, dioxygen, oxide and superoxide on rubidium-dosed Ag(111) Surf. Sci. 107 1981 519 10.1016/0039-6028(81)90542-2 P.J. Goddard, R.M. Lambert. Basic studies of the oxygen surface chemistry of silver: Oxygen, dioxygen, oxide and superoxide on rubidium-dosed Ag(111). Surf. Sci. 107 (1981) 519. https://doi.org/10.1016/0039-6028(81)90542-2. [49] M.J. Frisch G.W. Trucks H.B. Schlegel G.E. Scuseria M.A. Robb J.R. Cheeseman G. Scalmani V. Barone B. Mennucci G.A. Petersson H. Nakatsuji M. Caricato X. Li H.P. Hratchian A.F. Izmaylov J. Bloino G. Zheng J.L. Sonnenberg M. Hada M. Ehara K. Toyota R. Fukuda J. Hasegawa M. Ishida T. Nakajima Y. Honda O. Kitao H. Nakai T. Vreven J.A. Montgomery Jr. J.E. Peralta F. Ogliaro M. Bearpark J.J. Heyd E. Brothers K.N. Kudin V.N. Staroverov T. Keith R. Kobayashi J. Normand K. Raghavachari A. Rendell J.C. Burant S.S. Iyengar J. Tomasi M. Cossi N. Rega J.M. Millam M. Klene J.E. Knox J.B. Cross V. Bakken C. Adamo J. Jaramillo R. Gomperts R.E. Stratmann O. Yazyev A.J. Austin R. Cammi C. Pomelli J.W. Ochterski R.L. Martin K. Morokuma V.G. Zakrzewski G.A. Voth P. Salvador J.J. Dannenberg S. Dapprich A.D. Daniels O. Farkas J.B. Foresman J.V. Ortiz J. Cioslowski D.J. Fox Gaussian 09., Revision C.01.01 2010 Gaussian,Inc. Wallingford C.T M.J. Frisch, G.W. Trucks, H.B. Schlegel, G.E. Scuseria, M.A. Robb, J.R. Cheeseman,G. Scalmani, V. Barone, B. Mennucci, G.A. Petersson, H. Nakatsuji, M. Caricato,X. Li, H.P. Hratchian, A.F. Izmaylov, J. Bloino, G. Zheng, J.L. Sonnenberg, M.Hada, M. Ehara, K. Toyota, R. Fukuda, J. Hasegawa, M. Ishida, T. Nakajima, Y.Honda, O. Kitao, H. Nakai, T. Vreven, J.A. Montgomery Jr., J.E. Peralta, F. Ogliaro,M. Bearpark, J.J. Heyd, E. Brothers, K.N. Kudin, V.N. Staroverov, T. Keith, R.Kobayashi, J. Normand, K. Raghavachari, A. Rendell, J.C. Burant, S.S. Iyengar, J.Tomasi, M. Cossi, N. Rega, J.M. Millam, M. Klene, J.E. Knox, J.B. Cross, V. Bakken,C. Adamo, J. Jaramillo, R. Gomperts, R.E. Stratmann, O. Yazyev, A.J. Austin, R.Cammi, C. Pomelli, J.W. Ochterski, R.L. Martin, K. Morokuma, V.G. Zakrzewski,G.A. Voth, P. Salvador, J.J. Dannenberg, S. Dapprich, A.D. Daniels, O. Farkas, J.B. Foresman, J.V. Ortiz, J. Cioslowski, D.J. Fox, Gaussian 09, Revision C.01, Gaussian,Inc., Wallingford CT, 2010. [50] D.M. Minahan G.B. Hoflund W.S. Epling D.W. Schoenfeld Study of Cs-promoted, α-alumina-supported silver, ethylene epoxidation catalysts: III. Characterization of Cs-promoted and nonpromoted catalysts J. Catal. 168 1997 393 399 10.1006/jcat.1997.1626 D.M. Minahan, G.B. Hoflund, W.S. Epling, D.W. Schoenfeld. Study of Cs-Promoted, α-Alumina-Supported Silver, Ethylene Epoxidation Catalysts: III. Characterization of Cs-Promoted and Nonpromoted Catalysts. J. Catal. 168 (1997) 393–399. https://doi.org/10.1006/jcat.1997.1626. [51] W.S. Epling G.B. Hoflund D.M. Minahan Study of Cs-promoted, α-alumina-supported silver, ethylene-epoxidation catalysts J. Catal. 171 1997 490 497 10.1006/jcat.1997.1831 W.S. Epling, G.B. Hoflund, D.M. Minahan. Study of Cs-Promoted, α-Alumina-Supported Silver, Ethylene-Epoxidation Catalysts. J. Catal. 171 (1997) 490–497. https://doi.org/10.1006/jcat.1997.1831. [52] J. Baker M. Muir J. Andzelm A. Scheiner Hybrid Hartree—Fock density-functional theory functionals: the adiabatic connection method ACS Symp. Ser. 629 1996 342 10.1021/bk-1996-0629.ch024 J. Baker, M. Muir, J. Andzelm, A. Scheiner. Hybrid Hartree—Fock Density-Functional Theory Functionals: The Adiabatic Connection Method. ACS Symp. Ser. 629 (1996) 342. https://doi.org/10.1021/bk-1996-0629.ch024. [53] J. Sebera H. Hoffmannova P. Krtil Z. Samec S. Zalis Electrochemical and density functional studies of the catalytic ethylene oxidation on nanostructured Au electrodes Catal. Today 158 2010 29 34 10.1016/j.cattod.2010.05.025 J. Sebera, H. Hoffmannova, P. Krtil, Z. Samec, S. Zalis. Electrochemical and density functional studies of the catalytic ethylene oxidation on nanostructured Au electrodes. Catal. Today. 158 (2010) 29-34. https://doi.org/10.1016/j.cattod.2010.05.025. [54] F.L. Hirshfeld Bonded-atom fragments for describing molecular charge densities Theoret. Chim. Acta 44 1977 129 138 10.1007/BF00549096 F.L. Hirshfeld. Bonded-Atom Fragments for Describing Molecular Charge Densities, Theoret. Chim. Acta, 44 (1977) 129-138. https://doi.org/10.1007/BF00549096. [55] T. Lu F. Chen Multiwfn: a multifunctional wavefunction analyze J. Comput. Chem. 33 2012 580 592 10.1002/jcc.22885 T. Lu, F. Chen, Multiwfn: a multifunctional wavefunction analyze. J. Comput. Chem. 33 (2012) 580-592. https://doi.org/10.1002/jcc.22885. [56] T. Ozaki K. Nishio H. Kino Efficient implementation of the nonequilibrium Green function method for electronic transport calculations Phys. Rev. B 81 2010 035116 10.1103/PhysRevB.81.035116 T. Ozaki, K. Nishio, H. Kino. Efficient implementation of the nonequilibrium Green function method for electronic transport calculations. Phys. Rev. B. 81 (2010) 035116. https://doi.org/10.1103/PhysRevB.81.035116. [57] Y.-T. Lee T. Ozaki OpenMX Viewer: a web-based crystalline and molecular graphical user interface program J. Molec. Graph. Model 89 2019 192 198 10.1016/j.jmgm.2019.03.013 Y.-T. Lee, T. Ozaki. OpenMX Viewer: A web-based crystalline and molecular graphical user interface program. J. Molec. Graph. Model. 89 (2019) 192-198. https://doi.org/10.1016/j.jmgm.2019.03.013. [58] T. Ozaki Variationally optimized atomic orbitals for large-scale electronic structures Phys. Rev. B 67 2003 155108, 10.1103/PhysRevB.67.155108 T. Ozaki. Variationally optimized atomic orbitals for large-scale electronic structures. Phys. Rev. B. 67 (2003) 155108. https://doi.org/10.1103/PhysRevB.67.155108. [59] T. Ozaki H. Kino Numerical atomic basis orbitals from H to Kr Phys. Rev. B 69 2004 195113, 10.1103/PhysRevB.69.195113 T. Ozaki, H. Kino. Numerical atomic basis orbitals from H to Kr. Phys. Rev. B. 69 (2004) 195113. https://doi.org/10.1103/PhysRevB.69.195113. [60] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 10.1103/PhysRevLett.77.3865 J.P. Perdew, K. Burke, M. Ernzerhof. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 77 (1996) 3865-3868. https://doi.org/10.1103/PhysRevLett.77.3865. [61] H.J. Monkhorst J.D. Pack Special points for Brillouin-zone integrations Phys. Rev. B 13 1976 5188 5192 10.1103/PhysRevB.13.5188 H.J. Monkhorst, J.D. Pack. Special points for Brillouin-zone integrations. Phys. Rev. B. 13 (1976) 5188-5192. https://doi.org/10.1103/PhysRevB.13.5188. [62] P.E. Blöchl O. Jepsen O.K. Andersen Improved tetrahedron method for Brillouin-zone integrations Phys. Rev. B 49 1994 16223 10.1103/PhysRevB.49.16223 P.E. Blöchl, O. Jepsen, O.K. Andersen. Improved tetrahedron method for Brillouin-zone integrations. Phys. Rev. B. 49 (1994) 16223. https://doi.org/10.1103/PhysRevB.49.16223. [63] S. Grimme J. Antony S. Ehrlich H. Krieg A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu J. Chem. Phys. 132 2010 154104, 10.1063/1.3382344 S. Grimme, J. Antony, S. Ehrlich, H. Krieg. A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu. J. Chem. Phys. 132 (2010) 154104. https://doi.org/10.1063/1.3382344. [64] B.S. Bal’zhinimaev Ethylene epoxidation over silver catalysts Kinet. Catal. 40 1999 795 810 B.S. Bal'zhinimaev. Ethylene epoxidation over silver catalysts. Kinet. Catal. 40 (1999) 795-810. [65] E.A. Podgornov I.P. Prosvirin V.I. Bukhtiyarov XPS, TPD and TPR studies of Cs–O complexes on silver: their role in ethylene epoxidation J. Mol. Catal. A Chem. 158 2000 337 343 10.1016/S1381-1169(00)00101-1 E.A. Podgornov, I.P. Prosvirin, V.I. Bukhtiyarov, XPS, TPD and TPR studies of Cs–O complexes on silver: their role in ethylene epoxidation, J. Molec. Catal. A Chem. 158 (2000) 337-343. https://doi.org/10.1016/S1381-1169(00)00101-1. [66] J. Carrasco J.R.B. Gomes F. Illas Theoretical study of bulk and surface oxygen and aluminum vacancies in α-Al2O3 Phys. Rev. B 69 2004 064116, 10.1103/PhysRevB.69.064116 J. Carrasco, J.R.B. Gomes, F. Illas. Theoretical study of bulk and surface oxygen and aluminum vacancies in α-Al2O3. Phys. Rev. B 69 (2004) 064116. https://doi.org/10.1103/PhysRevB.69.064116.",
      "scopus-id": "85104149068",
      "coredata": {
        "eid": "1-s2.0-S2468823121001917",
        "dc:description": "The effects of Re oxospecies, Cl, and alkali metal (AM = Li, Na, K, Rb, Cs) promoters for silver catalysts of ethylene epoxidation are considered using the DFT approach. The formation of Ag-bound AMReOx surface complexes that affect the catalyst performance is demonstrated. The interplays between silver, alkali metals, and anionic promoters are discussed. The Li-based systems mostly affect the catalyst activity while other alkali metals additionally affect the selectivity towards ethylene oxide in a varying extent. The Rb dopant shows potential as a Cs substitute or co-promoter. The facile composition–performance descriptor comprising the correlation of the substrate binding energy and charge over oxygen atom is proposed. The results obtained can be used in the applied designing of Ag-based epoxidation catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121001917",
        "dc:creator": {
          "@_fa": "true",
          "$": "Salaev, M.A."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121001917"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121001917"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00191-7",
        "prism:volume": "507",
        "articleNumber": "111574",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Computational insights into promoting effects of alkali metals, Re, and Cl for silver catalysts of ethylene epoxidation",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Silver catalyst"
          },
          {
            "@_fa": "true",
            "$": "Co-promotion"
          },
          {
            "@_fa": "true",
            "$": "Rhenium"
          },
          {
            "@_fa": "true",
            "$": "Chlorine"
          },
          {
            "@_fa": "true",
            "$": "Alkali metals"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111574",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2021",
        "prism:doi": "10.1016/j.mcat.2021.111574",
        "prism:startingPage": "111574",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111574",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "447",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36155",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "519",
            "@width": "680",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69161",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "229",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23681",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "261",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23577",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "224",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23537",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5876",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10694",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5063",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "28458",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "144",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15463",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "796118",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001917-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "5107410",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85104149068"
      }
    }
  }
}