{
  "metadata": {
    "title": "Developing strategies for the preparation of Co-carbon catalysts involved in the free solvent selective synthesis of aza-heterocycles",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2018-02-28",
    "doi": "10.1016/j.mcat.2017.11.037",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823117306387",
    "pii": "S2468823117306387"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85039793638",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2017-12-22 2017-12-22 2017-12-22 2017-12-22 2019-02-28T03:55:43 1-s2.0-S2468823117306387 S2468-8231(17)30638-7 S2468823117306387 10.1016/j.mcat.2017.11.037 S300 S300.4 FULL-TEXT 1-s2.0-S2468823117X00199 2019-02-28T04:03:11.948444Z 0 0 20180201 20180228 2018 2017-12-22T19:58:18.450162Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 445 445 C Volume 445 27 223 231 223 231 201802 February 2018 2018-02-01 2018-02-28 2018 Regular Papers article fla © 2017 Elsevier B.V. All rights reserved. DEVELOPINGSTRATEGIESFORPREPARATIONCOCARBONCATALYSTSINVOLVEDINFREESOLVENTSELECTIVESYNTHESISAZAHETEROCYCLES GODINOOJER M 1 Introduction 2 Experimental 2.1 Synthesis and characterization of catalysts 2.2 Catalytic performance 3 Results and discussion 4 Conclusions Acknowledgements References SERP 2009 P CARBONMATERIALSFORCATALYSIS RODRIGUEZREINOSO 1998 159 175 F HUTTON 2017 5782 5816 G FIGUEIREDO 2017 37 55 J NANOTECHNOLOGYINCATALYSISAPPLICATIONSINCHEMICALINDUSTRYENERGYDEVELOPMENTENVIRONMENTPROTECTION APPLICATIONNANOCARBONMATERIALSCATALYSIS SU 2013 5782 5816 D CHEMREV NANOCARBONSFORDEVELOPMENTADVANCEDCATALYSTS LOPEZSANZ 2013 3736 3742 J GODINOOJER 2014 3440 3447 M MARCOCONTELLES 2009 2652 2671 J LOPEZSANZ 2010 1430 1437 J DOMINGUEZFERNANDEZ 2009 241 243 F LOPEZSANZ 2012 97 103 J SMUSZKIEWICZ 2013 38 45 A SMUSZKIEWICZ 2013 70 75 A SMUSZKIEWICZ 2016 133 142 A PEREZMAYORAL 2011 157 159 E PEREZMAYORAL 2012 4036 4044 E POLOZIJ 2013 101 107 M MALDONADOHODAR 2013 43 50 F PEKALA 1989 3221 3227 R ALMUHTASEB 2003 101 114 S MORALESTORRES 2010 814 822 S GODINOOJER 2017 488 497 M PEREZMAYORAL 2016 1265 1291 E MORENOCASTILLA 1999 345 356 C ABRAHAM 2014 46 53 D MALDONADOHODAR 2011 156 162 F BAILONGARCIA 2016 63 73 E KREEK 2014 43 48 K MARTINEZ 2006 627 633 S PEREZMAYORAL 2017 1422 1428 E MALDONADOHODAR 1999 1199 1205 F MALDONADOHODAR 2000 1007 1012 F DUBININ 1966 M CHEMISTRYPHYSICSCARBON BANSAL 1988 R ACTIVECARBONS CAZORLAAMOROS 1996 2820 2824 D VIVOVILCHES 2014 520 530 J ZAWADZKI 1989 147 J CHEMISTRYPHYSICSCARBON GODINOOJERX2018X223 GODINOOJERX2018X223X231 GODINOOJERX2018X223XM GODINOOJERX2018X223X231XM 2019-12-22T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier B.V. All rights reserved. item S2468-8231(17)30638-7 S2468823117306387 1-s2.0-S2468823117306387 10.1016/j.mcat.2017.11.037 315758 2019-02-28T04:03:11.948444Z 2018-02-01 2018-02-28 1-s2.0-S2468823117306387-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/MAIN/application/pdf/a212c1fdc6f692c54cac5573a06df426/main.pdf main.pdf pdf true 2074039 MAIN 9 1-s2.0-S2468823117306387-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/PREVIEW/image/png/b4250d7a644dc46211131149f8e7c10b/main_1.png main_1.png png 54403 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823117306387-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/fx1/THUMBNAIL/image/gif/92e1325e4f2fe535369cb24690e7114a/fx1.sml fx1 true fx1.sml sml 8095 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr1/THUMBNAIL/image/gif/d07b46cc117d7b0c06b4fab92bb85715/gr1.sml gr1 gr1.sml sml 5578 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr2/THUMBNAIL/image/gif/3aef68253250b8957bb3943627c95e7b/gr2.sml gr2 gr2.sml sml 5441 149 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr3/THUMBNAIL/image/gif/694288a02cfe89a8a00d75493ce62e45/gr3.sml gr3 gr3.sml sml 18586 164 216 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr4/THUMBNAIL/image/gif/f9ea0a0e004f85657533868e802b4ba0/gr4.sml gr4 gr4.sml sml 8865 147 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr5/THUMBNAIL/image/gif/f7ca9ec079e7256a5c128169ca8691f1/gr5.sml gr5 gr5.sml sml 9034 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr6/THUMBNAIL/image/gif/87a4bf5e627551d05d5928234ce44450/gr6.sml gr6 gr6.sml sml 4323 139 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr7/THUMBNAIL/image/gif/8a969e22d86810d778b7d5fc40eb35e7/gr7.sml gr7 gr7.sml sml 6229 142 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-gr8.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr8/THUMBNAIL/image/gif/0b561116fcdca7b7e356f80e8867e792/gr8.sml gr8 gr8.sml sml 4402 119 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/sc1/THUMBNAIL/image/gif/f343ee871b30f10a3e46ecae5e877bcf/sc1.sml sc1 sc1.sml sml 3013 52 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306387-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/fx1/DOWNSAMPLED/image/jpeg/49010c2989ac28c5b13e10be3de9dc9b/fx1.jpg fx1 true fx1.jpg jpg 22382 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr1/DOWNSAMPLED/image/jpeg/cdc119f3ffa9ad6e11bec901bbda4f9c/gr1.jpg gr1 gr1.jpg jpg 14958 210 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr2/DOWNSAMPLED/image/jpeg/0faa3fa7b21c8929d3013d4594285b6c/gr2.jpg gr2 gr2.jpg jpg 14471 256 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr3/DOWNSAMPLED/image/jpeg/9f187a18914f55ed5406d970b3b607a0/gr3.jpg gr3 gr3.jpg jpg 95863 500 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr4/DOWNSAMPLED/image/jpeg/0c2e672925be28682fa0932066716703/gr4.jpg gr4 gr4.jpg jpg 50360 379 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr5/DOWNSAMPLED/image/jpeg/71ebc109a33707d4076526527d2e3e9a/gr5.jpg gr5 gr5.jpg jpg 61088 488 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr6/DOWNSAMPLED/image/jpeg/69f6762dcb34476f9df8e19ac1f990f3/gr6.jpg gr6 gr6.jpg jpg 8697 191 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr7/DOWNSAMPLED/image/jpeg/6791fb0dbb78b81ca8f4f447e758edda/gr7.jpg gr7 gr7.jpg jpg 13603 195 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-gr8.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/gr8/DOWNSAMPLED/image/jpeg/a2dd1662531ee3091235cbc924887bf4/gr8.jpg gr8 gr8.jpg jpg 8221 143 263 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306387-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306387/sc1/DOWNSAMPLED/image/jpeg/7254ca4bad5f123d17c9058e621f8289/sc1.jpg sc1 sc1.jpg jpg 16378 134 565 IMAGE-DOWNSAMPLED MCAT 404 S2468-8231(17)30638-7 10.1016/j.mcat.2017.11.037 Elsevier B.V. Scheme 1 Friedländer condensation from 2-amino-5-chlorobenzaldehyde (1) and ethyl acetoacetate (2), under solvent-free conditions. Scheme 1 Fig. 1 Pore size distribution of the samples obtained by mercury porosimetry. Fig. 1 Fig. 2 Influence of the carbonization temperature and activation processes on the XRD patterns of metal-doped carbon aerogels. Fig. 2 Fig. 3 HRTEM images for A,B) RFCo500, C) B500-3%Co and D) RFCoS. Fig. 3 Fig. 4 A) FTIR spectra for RFCoS and RFCoS-PO samples and CO/CO2 desorption profiles during TPD experiments B) RFCoS-PO, C) RFCo500-PO and D) B500-3%Co-PO samples. Fig. 4 Fig. 5 Friedländer condensation from 2-amino-5-chlorobenzaldehyde (1) and ethyl acetoacetate (2) catalyzed by different nanocarbons, at 50°C, under solvent-free conditions. Fig. 5 Fig. 6 Influence of the reused catalysts on the yields for Friedländer condensation from 2-amino-5-chlorobenzaldehyde (1) and ethyl acetoacetate (2) catalyzed by RFCo500 aerogel, at 50°C, under solvent-free conditions. Fig. 6 Fig. 7 Friedländer condensation from 2-amino-5-chlorobenzaldehyde (1) and differently substituted β-keto esters 2 catalyzed by RFCo500 aerogel, at 50°C, under solvent-free conditions. Fig. 7 Fig. 8 Tentative reactant complex for the Friedländer condensation between 2-amino-5-chlorobenzaldehyde (1) and β-keto esters 2 catalyzed by Cobal(0)-based aerogels. Fig. 8 Table 1 Recipes used for the synthesis of organic RF-aerogels. Table 1 Sample Monomer molar ratio R/F Reactants concentration R/W Polymerization Catalyst Catalyst concentration Blank 1/2 1/15 Na2CO3 R/C=300 RFCo 1/2 1/8 (CH3COO)2Co 1% wt Co Table 2 Texture properties of the investigated carbon aerogels. Table 2 Sample Metal ρp L0 W0 V2 V3 Sext SDR SBET (%) g cm−3 nm cm3 g−1 m2 g−1 RFCo500 4.2 0.55 1.06 0.22 0.89 0.12 132 590 660 RFCo1000 4.5 0.54 1.11 0.13 0.09 1.01 57 343 388 RFCoS 5.8 0.34 1.15 0.16 0.33 2.08 103 336 431 RFCoS-PO n.d. – 1.14 0.14 – – – 360 450 B500 0.0 0.48 0.91 0.19 1.02 1.00 337 550 641 Table 3 Oxygen content of oxidized catalysts. Table 3 Sample O TPD CO CO2 % wt μg/g RFCoS 1.3 511 163 RFCoS-PO 4.9 1655 687 RFCo1000-PO 3.0 1275 300 RFCo500-PO 3.7 903 704 B500-3%Co-PO 4.5 1058 880 Developing strategies for the preparation of Co-carbon catalysts involved in the free solvent selective synthesis of aza-heterocycles M. Godino-Ojer a R.M. Martín-Aranda a F.J. Maldonado-Hódar b ⁎ A.F. Pérez-Cadenas b E. Pérez-Mayoral a ⁎ a Departamento de Química Inorgánica y Química Técnica, Paseo Senda del Rey 9, Facultad de Ciencias, Universidad Nacional de Educación a Distancia, UNED, E-28040 Madrid, Spain Departamento de Química Inorgánica y Química Técnica Paseo Senda del Rey 9 Facultad de Ciencias Universidad Nacional de Educación a Distancia UNED Madrid E-28040 Spain b Departamento de Química Inorgánica, Facultad de Ciencias, Universidad de Granada, UGR, 18071 Granada, Spain Departamento de Química Inorgánica Facultad de Ciencias Universidad de Granada UGR Granada 18071 Spain ⁎ Corresponding authors. Graphical abstract We report herein different series of new zero valent Cobalt nanocarbons, as doped and supported aerogels, able to efficiently catalyze the reaction of 2-amino-5-chlorobenzaldehyde and β-ketoesters, via Friedländer reaction. The reaction works under solvent-free and mild conditions affording yields over 80% in only 30min of reaction time. The catalysts could be reused almost during two consecutive cycles without almost any activity loss. A comparative study between supported and doped-carbon aerogels, as catalysts highly efficient in the reaction, has allowed to stablish the relationship between the catalyst structure and the catalytic performance. At this regard, different parameters such as carbonization temperature and surface chemistry on the aerogels under study have been also explored. As a result, although the carbon matrix is involved in the reaction, the Co(0) nanoparticles on the carbon surface are the predominant active catalytic species. Oxygen functionalities on the oxidized samples in the surroundings of Co(0) nanoparticles probably prevent the access of the reagents, notably decreasing their catalytic performance. Keywords Cobalt(0)-doped carbon aerogels Nanocatalyst Aldol-based reactions Friedländer reaction 1 Introduction Carbons are low cost materials acting as catalysts as well as supports of active phases meeting the requirements for green and sustainable chemical methodologies [1–3]. More specifically, carbon-based materials are found to be the supports of choice for catalytic applications due to their unique characteristics such as i) high thermal stability, ii) high chemical stability in acid or basic media, iii) low corrosion capability, iv) hydrophobic character, v) easy recovery from the reaction mixture and also vi) their biocompatibility properties. Nanocarbons as supports for catalytic purposes in the production of fine chemicals have attracted much attention emerging as alternative environmental-friendly materials with interesting applications [4]. In this context, acid and basic carbon materials have been explored particularly in the Friedländer reaction [5,6], one of the most useful and cited synthetic strategies applied to the preparation of a great variety of aza-heterocycles [7]. In general, Friedländer condensation is an aldol-based reaction in which three different types of processes in cascade take place, requiring acid or basic conditions: i) aldol reaction, ii) aza-cyclization and iii) dehydration reactions. Among the most recently reported methodologies for the Friedländer reaction are also those using others porous catalysts such as zeolites [8], acid and basic or bifunctional mesoporous silica [9–13] or even metal–organic frameworks such as CuBTC [14–16]. Nanostructured carbon aerogels are specifically one of the most new promising and versatile carbon forms showing high purity, tunable porosity and good mechanical properties which determine their high catalytic capacities [17]. The characteristics of the carbon gels, traditionally prepared by the carbonization of organic gels obtained by polymerization of resorcinol (R) with formaldehyde (F) in aqueous (W) solutions typically catalyzed (C) by Na2CO3 [18], depend on the R/F, R/W, and R/C reactant ratios and the solution pH [19]. Their surface chemistry can be also modified easily by different chemical treatments, oxidation processes being the most usual treatments [20]. In this sense, Godino-Ojer et al. [21] have been recently reported an interesting study concerning the influence of the porous texture and surface chemistry of several metal-free carbon aerogels active in the synthesis of quinolines, providing mechanistic valuable information regarding the involved active catalytic sites on the reaction. Metal carbon-supported catalysts occupy a prominent place concerning their application in the synthesis of valuable products [22]. As an alternative to classical supported catalysts, metal-doped carbon aerogels have been particularly applied in the olefin isomerization [23], acetic hydroconversion [24] aromatization of n-hexane [25], selective hydrogenation [26], Michael addition [27,28], among other environmental catalytic processes. For aldol and Friedländer reactions a great variety of transition metal-based catalysts have been developed, all of them constituted by transition metal cations acting as Lewis acid catalytic sites. However, as far as we know, zero valent transition metals formed on doped aerogels have poorly been explored on aldol-based reactions. Our recent studies regarding the Friedländer condensation [29] pointed out the high potentiality of this kind of materials catalyzing this reaction, Co(0) and Cu(0)-doped carbon aerogels being alternative and more robust catalysts than Cu-BTC, a MOF highly efficient for the Friedländer reaction due to high concentration of active sites. In an effort to develop new catalysts with improved performance for this reaction, we report herein a comparison between supported and doped-carbon aerogels based on Co-active phase, which showed a high efficiency as nanocatalysts in the aldol-based reaction between 2-amino-5-chloro-benzaldehyde (1) and different β-keto esters 2, operating under solvent-free and mild conditions. The goal of this paper is focused onto the development of different series of catalysts: i) metal-doped carbon aerogels and ii) supported Co-catalysts on specific carbon aerogels. The advantages and drawback of each method is discussed. The influence of the some parameters such as the carbonization temperature and surface chemistry was also analyzed; in this context oxidant treatment was used for the introduction oxygenated functions on the carbon surface. We seek to establish relationships between the active phase nature and dispersion, textural properties and surface chemistry of the catalysts under study and their catalytic performance in the synthesis of quinolines vía Fiedländer reaction. Based on our previous studies concerning this transformation in the presence of metal-free carbon aerogels [21] and Co(0) or Cu(0)-doped aerogels [29], it would be desirable that the presence of zero valent Co nanoparticles and oxygen surface groups provokes a synergism effect between both catalytic species. 2 Experimental 2.1 Synthesis and characterization of catalysts Two series of Co-catalysts were prepared using different approach for comparison. Organic aerogels were obtained by polymerization resorcinol (R) and formaldehyde (F) according the recipes summarized in Table 1 . Briefly, R, F and C (catalyst) were dissolved in water (W), in the appropriate concentrations. The pH of these starting solutions was around 4.5. The mixture was stirred to obtain homogeneous solutions and cast into glass molds (25cm length x 0.5cm internal diameter). After the curing period (1day at room temperature, 2days at 50°C and 5days at 80°C), the gel rods were cut in 5mm pellets, exchanged with acetone and supercritically dried with carbon dioxide obtaining the corresponding organic aerogels. In the case of Co-doped cobalt acetate, ((CH3COO)2Co) used as Co-precursor was solubilized in the starting solution, as reported elsewhere [30,31]. Different fractions of the Co-doped organic aerogel were carbonized in N2 flow, 100cm3/min, at 500 or 1000°C heating with a ramp of 2°C/min and soaking time at the maximum temperature of 5h. After that, samples were cooled in N2 flow until room temperature before to be exposed to the air. The catalysts obtained will be referred to as RFCo500 and RFCo1000, indicating the organic precursors, the doping-metal, and the temperature of carbonization. A fraction of the sample RFCo1000 was thereafter activated in steam flow (S) at 900°C, in this case the obtained activated carbon aerogel was referred as RFCoS, indicating the steam activation treatment. The exact metal content in these samples changes according to the carbonization and activation degree, thus it was obtained by burning a fraction of each sample in a thermobalance (Shimadzu TGA-50H) at 850°C under air flow up to constant weight (Table 2 ). Alternatively, impregnated catalysts are prepared by wet impregnation of a previously prepared free-metal carbon aerogel used as support. In this second approach, a free-metal organic aerogel (blank sample) was synthesized following the same procedure and finally carbonized only at 500°C, obtaining B500 carbon aerogel. Catalysts were prepared by wet impregnation of B500 support with the appropriate aqueous solution of cobalt acetate, ((CH3COO)2Co), to obtain a Co-loading of 3%. After drying overnight at 110°C samples were pretreated in He-flow at 350°C to obtain the Co-active phase. Different fractions of the Co-doped or Co-supported catalysts were further oxidized with concentrated hydrogen peroxide (H2O2, 9.8M) at ambient temperature [20]. After oxidation, the samples were washed with distilled water and dried at 120°C in an oven for 24h. The oxidized samples will be referred to here by adding the letters PO to the carbon name (e.g. RFCo500-PO indicates the Co-doped aerogel was carbonized at 500°C and oxidized with H2O2). The textural characteristics of the samples were obtained by adsorption of N2 and CO2 at −196°C and 0°C, respectively (Quantachrome Autosorb-1), and mercury porosimetry (Quantachrome Autoscan 60 Pororosimeter). The BET equation was applied to the N2 adsorption data to obtain the nitrogen surface area, SBET, and the Dubinin-Radushkevich equation to the CO2 adsorption data, from which the micropore volume, W0, and the mean micropore width, L0, were obtained [32,33]. The mercury porosimetry experiments allow determining the pore size distribution, PSD, of pores with a diameter greater than 3.7nm. The parameter V2, referred to as mesopore volume, is therefore the pore volume of pores with a diameter of between 3.7 and 50nm, although in fact the mesopore volume is between 2 and 50nm;V3, correspond to the pore volume of pores with a diameter larger than 50nm, or macropore volume, Sext is the surface of these meso-macropores and ρp is the bulk density determined by Hg-picnometry. The chemical nature and dispersion of the metal studied by X-ray diffraction (XRD, Phillips PW1710 diffractometer) and high-resolution transmission electron microscopy (HRTEM, Phillips CM-20 microscope). 2.2 Catalytic performance In a typical experiment, a mixture of 2-amino-5-chlorobenzaldehyde (1) (0.5mmol) and the corresponding carbonyl compound (2) (5mmol) in a three-necked vessel, equipped with thermometer, was placed on a multiexperiment work station StarFish (Radleýs Discovery Technologies IUK). When the temperature reaches 50°C, the catalyst was added (25mg) and the reaction mixture was maintained during 240min. The samples were periodically taken at 15, 30, 60, 120, 180 and 240min, diluted with dichloromethane (0.5mL), and the catalyst was filtered off and the solvent evaporated in vacuo. The reactions were followed by TLC chromatography performed on DC-Aulofolien/Kieselgel 60F245 (Merk) using mixtures of CH2Cl2/EtOH 98:2 as eluent. Products were characterized by 1H NMR spectroscopy. NMR spectra were recorded by using a Bruker AVANCE DPX-300 spectrometer (300MHzfor 1H). 1H chemical shifts in [D6]DMSO are referenced to internal tetramethylsilane. 3 Results and discussion Doped and supported catalysts were prepared as previously commented for comparison. The advantage of preparing doped-aerogels relies on that catalysts are obtained in one step avoiding the impregnation and pretreatment steps needed when synthetizing supported catalysts. Because metal is present along all the synthesis steps: i) polymerization, ii) carbonization and iii) activation, the morphology and porous texture associated to the organic fraction, but also the nature and dispersion of the active phase can change according to the different polymerization conditions and subsequent thermal treatments. Textural characterization is carried out by complementary techniques. The macro and mesoporosity of samples was analyzed by mercury porosimetry while the microporosity is analyzed by N2 and CO2-adsorption. The macro (V3) and mesopore (V2) volumes summarized in Table 2 and the pore size distribution (PSD) obtained for Co-doped catalysts are showed in Fig. 1 . The mean micropore size (L0) and the micropore volume (W0) is obtained by application of the Dubinin-Radushkevich equation to the N2 and CO2-adsorption isotherm (Table 2). RFCo500 aerogel, carbonized at lowest temperature, is found to be a mesoporous sample, with a mesopore distribution centered for pores of around 20nm of radius. When increasing the carbonization temperature, the pyrolysis degree increases, and the PSD shifted consequently to larger pores. In this sense, RFCo1000 sample, carbonized at 1000°C, becomes a macroporous sample, with macropores of around 50nm of radius. The steam activation of RFCo1000 leads to RFCoS sample, the typical macropore system existing in RFCo1000 is maintained inRFCoS, although activation generates certain mesopore volume together larger macropores. Sample B500, selected as Co-support, is also a mesoporous material, with a mesopore size centered at 10nm of diameter. The pore volumes of macropores (V3), mesopores (V2) and the external surface values, Sext, associated to these pores are shown in Table 2. Because of the low surface of macropores, Sext is mainly associated to the mesoporosity of samples. Thus, Sext decrease from RFCo500 to RFCo1000 as varies from meso to macroporous samples and it is partially recovered after activation by the generation of some new mesopores. This parameter is especially high for sample B500, induced by the high mesopore volume and narrowest mesopores. All the investigated carbon aerogels showed density values at around 0.5gcm−3, denoting a similar total pore volume, this parameter significantly decreasing for the activated sample, RFCoS, due to the strong macropore volume development. The characterization of microporosity (and surface area) of the samples was performed by complementary N2 and CO2 adsorption experiments (Table 2). While N2-adsorption provides the total micro-mesopore volume, the CO2-adsorption provides information about the narrowest (L0 <0.7nm) microporosity [34]. The surface area values are quite similar for samples obtained at similar temperature (RFCo500 and B500). With increasing the carbonization temperature, the micropore volume decreases (W0), although the micropore size (L0) slowly increases by the collapse of the narrowest microporosity. After activation, the development of the microporosity, but mainly the mesoporosity, lead to an increase of the Sext and SBET values because the microporosity is enlarged (L0 increases). However the surface associated to the narrowest micropores (SDR) determined with CO2 is unaffected or even decreases slightly. Textural properties are however a little bit influenced by the oxidation processes, in agreement with previous studies [20]. In all cases, SBET values determined by N2-adsorption are slightly higher than the surface values obtained from CO2-adsorption (SDR) due to the N2-adsorption on large micropores and mesopores and indicating that the micropore size (L0) is large enough to avoid the diffusion restrictions of N2 into micropores. The metal content (Table 2) of Co-doped nanocatalysts slowly increase with augmenting the pyrolysis (and activation degree) of the samples. In the case of impregnated catalysts obviously fit the metal loading imposed. XRD (Fig. 2 ) showed that cobalt-doped aerogels are composed by Co(0) nanoparticles on the carbon aerogel matrix. The well resolved diffraction lines at 2θ=51 and 75° are assigned to metallic Co(0) phase, confirming the absence of any other cobalt crystalline phase. The peak at around 25° corresponds to the graphite. Thus, metal precursor is reduced by the carbon matrix during carbonization process. These diffraction peaks are not observed in the sample RFCo500 (particle size are smaller than 4nm), denoting that the low carbonization temperature avoid sintering of the metallic particles and the carbon graphitization processes. The XRD patterns of supported B500-3%Co catalysts (pretreated at 350°C in He flow) neither present XRD diffraction peaks (not showed). The Co-particle size for RFCo1000 and RFCoS obtained by application of the Scherreŕs equation (with Warreńs correction for instrumental broadening) to the diffraction patterns was around 15 and 17nm respectively. Dispersion of Co(0) nanoparticles is also analyzed from HRTEM images (Fig. 3 ). The morphology of the carbon aerogels was previously described [17,19] as a trhee-dimensional network of primary carbon particles. In agreement to the XRD results, the Co-particle size is quite small for doped RFCo500 (Fig. 3A) and supported B500-3%Co catalysts (Fig. 3C), being difficult to identify these particles even by HRTEM, however, the presence of Co is pointed out by EDX analysis (Fig. 3B). Sintering increases with carbonization temperature and also with the posterior activation treatment, being the particle size observed in good agreement with the results previously obtained by XRD. In spite that oxidation treatments with H2O2 (PO) induces small textural changes, as previously mentioned, new oxygenated surface groups (OSG) are clearly formed, also favored by the activity of Co in the PO decomposition (Table 3 ). During heating in inert atmosphere, OSG are desorbed as CO and CO2, and OSG can be classified and identified according their thermal stability [20,35]. The oxygen content of the carbon aerogels is quite low, and decreased with increasing temperature. Even after activation, where the sample is treated with an oxidant (steam), RFCoS sample, the total oxygen content determined by TPD is below 1.5%. It is noteworthy that the effect of oxidation process is stronger with increasing the pore opening of the corresponding catalyst (i.e. RFCoS-PO > RFCo1000-PO). High oxygen contents were obtained in both RFCo500-PO and B500-3%Co-PO in comparison with the other catalysts. Both samples are mesoporous materials exhibiting high Sext and, in both cases, Co-nanoparticles are quite small. Both facts, high external surface and Co-dispersion, can enhance the catalytic decomposition of H2O2 forming a greater concentration of OSG. The nature of the generated OSG was followed by FTIR and TPD (Fig. 4 ). FTIR is not quantitative, and bands were assigned according to the bibliography [20,36]. After oxidation, the main change the FTIR spectra is the new band generated at 1715cm−1 which point out the development of CO bonds in carboxylic or lactones groups. Others main bands, located at around 1600cm−1 and in the region of 1000–1300cm−1 are maintained although their profiles can change. These bands were assigned to aromatic rings stretching highly coupled to carbonyl group and to the CO stretching in ether groups, respectively. Band in the region of around 1300–1400cm−1 correspond to CH or COH deformation vibrations. The quantification of OSG was carried out by TPD. Carboxylic acids, −CO2H, are the thermally weaker OSG, evolving as CO2 at temperature ranging between 197 and 397°C. By dehydration of neighbor carboxylic groups anhydrides structures are formed, −CO−O−CO−, which evolves as CO and CO2 at temperature slowly higher (350–550°C). Lactones are the most stable, desorbing from 350 to 650°C. Regarding OSG evolving as CO, phenols are the weakest ones, evolving from 600°C regarding ether groups, that evolves from 700°C and quinone, which can be stable up to 1000°C [20,35]. In this catalyst series, all of above referred OSG are present, although OSG evolving as CO2 are clearly favored regarding those decomposing as CO when carbon aerogels were carbonized at low temperatures (RFCO50 and B500-3%Co, Table 3), probably, as previously commented, favored by the higher mesoporosity and metal dispersion. Moreover, it is significant the formation of a well-defined peak where normally coexist desorption of CO+CO2 at this temperature range. These peaks cannot be ascribed exclusively to the −CO−O−CO− desorption, taking into account that the ratio of CO/CO2 is not constant, and always differs from the unity. These peaks are not observed in the TPD profile of un-oxidized samples or even when B500 support is oxidized with PO (i.e. in the absence of Co). In addition, they are observed at different temperatures, around 480–580°C for RFCo500-PO and B500-3%Co-PO, and at temperatures significantly higher (up to 830–880°C) for RFCo1000-PO and RFCoS-PO. These facts, therefore, indicate the formation of specific species by interaction of Co/H2O2. Probably, oxidized Co-species can be formed on the metallic particle surface by H2O2 decomposition, in spite that the bulk remains un-oxidized as showed by XRD. These oxygen-species should diffuse by spill-over to the carbon-metal interphase, generating new OSG close the Co nanoparticles, being therefore evolved as CO and CO2, at temperatures which will be a function of the nature and particle size of the metallic particles. The small metal particle size of B500-3%Co-PO and RFCo500 favors the reduction at lower temperatures, and the high amount of these OSG generates high intensity peaks. The catalytic performance of these carbon aerogels in the condensation of 2-amino-5-chlorobenzaldehyde (1) and ethyl acetoacetate (2a), at 50°C, under solvent-free conditions (Scheme 1 ) was also explored. When correlating the catalytic performance with the physicochemical properties of catalysts, we can affirm that the mesoporous and well dispersed RFCo500 sample shows the best performance. These results demonstrate the importance of the carbonization temperature of the corresponding aerogel and the influence of this parameter on the catalytic behavior of the samples. Thus, the reaction catalyzed by RFCo500 aerogel yielded the quinoline 3a in 80% in only 30min of reaction time vs 32% of yield when operating in the presence of the sample carbonized at 1000°C, RFCo1000 (Figs. 5 A and 5B). Remarkably, a pure sample of quinoline 3a was isolated after 2h and 3h in the presence of RFCo500 and RFCo1000, respectively. Mesopores are transformed into macropores when increasing the carbonization temperature, decreasing also the SBET values. Nevertheless, the microporosity size is larger, thus, differences in the catalytic performance cannot be related with the inaccessibility of active centers. However, sintering is significantly developed, therefore, in spite that the pyrolysis degree increases, and consequently also the Co-content and accessibility to the metallic particles, the loss of activity is related with the increase of the Co-particle size showed by XRD and HRTEM. The catalytic activity of the RFCoS sample increases regarding to RFCo1000 precursor leading to quinoline 3a with yield (98%) after 1h of reaction time (Fig. 5C), which could be attributed to the increase of the metal content and the developed porosity. Although after activation, the Co-particles in RFCoS sample do not significantly increase, because the temperature of activation is smaller than the pyrolysis one, the carbon gasification during activation generates new pores and, moreover, leading to a significant increase of the metal loading. Both circumstances favor the accessibility of the reactants to the active catalytic sites composed by Co-nanoparticles. It is important to stress that doped RFCo aerogels, particularly RFCoS and much more RFCo500 aerogels reported herein were found to show the best activity even that niobium-doped mesoporous silicas recently reported by some of us for this transformation [11,12]. In general, analyzing the influence of the oxidation process, it would be expected that the presence of additional OSG in oxidized aerogels, in combination with the opened porosity and the presence of Co-nanoparticles in these samples, could provide other competitive pathways for the reaction acting as individual catalytic centers or even in cooperation, contributing to the overall yield of quinoline 3a. However, it is noteworthy that the OSG on the carbon surface in RFCo500-PO makes to decrease the activity of that doped-catalyst (Fig. 5A and C). These results are surprisingly contrary to recent studies reported by us which showed that the catalytic activity of metal-free carbon aerogels increases when increasing the concentration of OSG and the acidity of samples [21]. In the same context, it is noticeable the opposite trend observed when the reaction was performed in the presence of oxidized RFCo1000-PO sample (Fig. 5B). Among the all oxidized doped-aerogels, RFCo1000-PO remarkably exhibited enhanced catalytic performance. Thus, the reaction in the presence of this sample afforded the quinoline 3a with increased yields at all reaction times. Because as commented, the activity of Co-nanoparticles in RFCo1000 is smaller, the contribution of surface groups to the total activity of the sample can be potentiated. Therefore, results reported herein demonstrate that although the carbon surface, and specifically, the presence of OSG on the carbon surface, can be active in the reaction under study, the predominant functionality in these catalysts series is the Co(0)-phase. In this sense, all the aspect influencing the accessibility, dispersion and chemical nature of these Co nanoparticles strongly influences the catalytic performance in such a manner that in general, oxidation treatment causes a negative effect over the catalytic performance. It would be reasonable to think that oxidized species surrounding the Co particles are blocking or difficult the interaction of reactants with the metal nanoparticles. Additionally, these catalytic results are compared with those obtained with the supported Co-catalyst (B500-3%Co), before and after oxidation. As commented, the pure carbon support (B500) is active in the reaction, reaching around 35% of yield at 240min of reaction time (Fig. 5D). We also tested other commercial carbon support for comparison purposes; we select Norit RX3, a typically microporous carbon material exhibiting high SBET (1587m2 g−1). As it can be observed from Fig. 5D, the support is also involved in the reaction although in a lesser degree than B500 as an advantage of using carbon aerogels. After impregnation with Co, the reaction in the presence of B500-3%Co catalyst result to be faster than any compared to Co-doped carbon aerogels, in spite that the smaller metal content. Because the mesoporosity of this support can be comparable with those RFCo500, and also shows a similar cobalt dispersion (not detected by XRD, and therefore, smaller than 4nm), the higher activity of this sample could be due to the best accessibility of reactants to the metal particles. In this case, the impregnation only allows the formation of Co-nanoparticles on the external surface of the support that is very high (Table 2). Although RFCo500 present similar characteristics, due to the different preparation method used, some of the metal particles can be surrounded by the carbon matrix becoming inactive in the reaction, as previously observed with previous metal-doped series [29]. After oxidation, the catalytic performance decrease as in the case of some doped-catalysts, in such a manner that the total conversion is achieved after only 120min of reaction. In view of the best catalytic performance observed for the RFCo500, we carried out the recycling experiments for this sample. As it is shown in Fig. 6 , the RFCo500 catalyst can be reused at least during two cycles without any activity loss whereas a decreasing of 20% of its activity was observed during the following cycle. Finally, we also explored the scope of developed methodology by investigating the reaction in the presence of differently substituted β-keto esters. In Fig. 7 , it is shown the effect of the substitution onto the used β-keto esters. Thus, the reaction between 1 and 2b or 2c, containing −But and Ph groups, works more slowly than when using 2a affording the corresponding quinolines 3b or 3c with decreased yields (62% and 71%, respectively, vs 100%, after 120min) but also with total selectivity. As previously reported by us [6], the observed reaction regioselectivity implies that in the first step of the reaction the corresponding β-keto ester should be probably chemisorbed through the carboxylic oxygen in CO2R (where R is −Et or −But group), in this case with the formation of the corresponding hydrido-enolato Co(II) specie able to activate the benzaldehyde 1 leading to the plausible reactant complex (Fig. 8 ) [29]. Thus, the presence of the −But (R3) group in compound 2b as bulky substituent probably hinders the adsorptive step of the reactant, because of the steric effects, which contribute to substantially decreasing on the quinoline 3b yield. In the same context, the lower yield to compound 3c could be attributed to the minor reactivity of PhCO (R2) moiety as expected. It is important to note that the corresponding quinolines 3 were obtained in almost 90% of yield after 4h of reaction time. 4 Conclusions In summary, we report herein various series of Co-catalysts as highly efficient and environmental-friendly catalysts in the Friedländer reaction involving different substituted β-keto esters. Our experimental observations suggest that although the carbon matrix and even the OSG are involved in the reaction, the Co-nanoparticles over the carbon surface, even at very low metal loadings, are the most active catalytic sites. Thus, all the parameters influencing the chemical nature, dispersion and accessibility to these metallic nanoparticles determines the catalytic performance. When preparing Co-doped catalysts the low carbonization temperature favor the formation of mesoporous and well dispersed metal catalysts with the best performance of the doped catalysts series. Doping permits to obtain catalysts directly, avoiding the impregnation and pretreatment steps. Nevertheless, some metal particles can be imbibed into the porous matrix becoming inaccessible to reactants (inactive in reaction). Thus, supported catalysts are preferred when can be pretreated at low temperature avoiding sintering. In this case, all the metallic nanoparticles are formed on the carbon surface favoring an easy and fast contact with reactants. Regarding the influence of surface chemistry, on the contrary to the results observed using metal-free carbon catalysts, the presence of OSG leads in general to worse catalytic performances of the samples. These results are especially relevant because the variation of some influencing parameters during the synthesis of the Co(0)-based carbon aerogels highly enhances their catalytic performance for the synthesis of aza-heterocycles, particularly quinolines. Besides describing a new catalytic active phase which could efficiently catalyze multitude of condensation reactions involving the CC and CN bond forming reactions in cascade, aerogels containing very low metal content can be considered as new sustainable alternative nanocatalysts affording selectively the quinolines 3, as pure samples, and therefore, a methodology with reduced environmental impact. Acknowledgements This work has been supported by Spanish Ministry (CTM 2014-56668-R project). MGO also thanks UNED for her PhD fellowship. References [1] P. Serp J.L. Figueiredo Carbon Materials for Catalysis 2009 John Wiley & Sons Hoboken, NJ [2] (a) F. Rodríguez-Reinoso The role of carbon materials in heterogeneous catalysis Carbon 36 1998 159 175 [3] A.J. Bird, Catalyst Supports and Supported Catalysts, A.B., Stiles, Butterworths (Eds.) Boston, 1987. [4] (a) G.A.M. Hutton B.C.M. Martindale E. Reisner Carbon dots as photosensitisers for solar-driven catalysis Chem. Soc. Rev. 46 2017 5782 5816 (b) J.L. Figueiredo Application of Nanocarbon Materials to Catalysis B. Sels M. Van de Voorde Nanotechnology in Catalysis: Applications in the Chemical Industry, Energy Development, and Environment Protection 2017 Wiley-VCH Verlag GmbH & Co. KGaA 37 55 (c) D.S. Su S. Perathoner G. Centi Nanocarbons for the development of advanced catalysts Chem. Rev. 2013 5782 5816 [5] J. López-Sanz E. Pérez-Mayoral E. Soriano D. Omenat-Morán C.J. Durán R.M. Martín-Aranda I. Matos I. Fonseca Acid-activated carbon materials: cheaper alternative catalysts for the synthesis of substituted quinolines ChemCatChem 5 2013 3736 3742 [6] M. Godino-Ojer A.J. López Peinado R.M. Martín Aranda J. Przepiorski E. Pérez-Mayoral E. Soriano Eco-friendly catalytic systems based on carbon-supported magnesium oxide materials for the Friedländer condensation ChemCatChem 6 2014 3440 3447 [7] J. Marco-Contelles E. Pérez-Mayoral A. Samadi M.C. Carreiras E. Soriano Recent advances in the Friedländer reaction Chem. Rev. 109 2009 2652 2671 [8] J. López-Sanz E. Pérez-Mayoral D. Procházková R.M. Martín-Aranda A.J. López-Peinado Zeolites promoting quinoline synthesis via Friedländer reaction Top. Catal. 53 2010 1430 1437 [9] F. Domínguez-Fernández J. López-Sanz E. Pérez-Mayoral D. Bek R.M. Martín-Aranda A.J. López-Peinado J. Cejka ChemCatChem 1 2009 241 243 [10] J. López-Sanz E. Pérez-Mayoral E. Soriano M. Sturm R.M. Martín-Aranda A.J. López-Peinado J. Cejka New inorganic–organic hybrid materials based on SBA-15 molecular sieves involved in the quinolines synthesis Catal. Today 187 2012 97 103 [11] A. Smuszkiewicz J. López-Sanz E. Pérez-Mayoral E. Soriano I. Sobczak M. Ziolek R.M. Martín-Aranda A.J. López-Peinado Amino-grafted mesoporous materials based on MCF structure involved in the quinoline synthesis. Mechanistic insights J. Mol. Catal. A 378 2013 38 45 [12] A. Smuszkiewicz E. Pérez-Mayoral E. Soriano I. Sobczak M. Ziolek R.M. Martín-Aranda A.J. López-Peinado Bifunctional mesoporous MCF materials as catalysts in the Friedländer condensation Catal. Today 218 2013 70 75 [13] A. Smuszkiewicz J. Lopez-Sanz I. Sobczak M. Ziolek R.M. Martín-Aranda E. Soriano E. Pérez-Mayoral Mesoporous niobiosilicate NbMCF modified with alkali metals in the synthesis of chromene derivatives Catal. Today 277 2016 133 142 [14] E. Pérez-Mayoral J. Cejka [Cu3(BTC)2]: a metal–organic framework catalyst for the Friedländer reaction ChemCatChem 3 2011 157 159 [15] E. Pérez-Mayoral Z. Musilová B. Gil B. Marszalek M. Polozij P. Nachtigall J. Cejka Synthesis of quinolines via Friedländer reaction catalyzed by CuBTC metal–organic-framework Dalton Trans. 41 2012 4036 4044 [16] M. Polozij E. Pérez-Mayoral J. Cejka J. Hermann P. Nachtigall Theoretical investigation of the Friedländer reaction catalysed by CuBTC: Concerted effect of the adjacent Cu2+ sites Catal. Today 204 2013 101 107 [17] F.J. Maldonado-Hódar Advances in the development of nanostructured catalysts based on carbon gels Catal. Today 218–219 2013 43 50 [18] R.W. Pekala Organic aerogels from the polycondensation of resorcinol with formaldehyde J. Mater. Sci. 24 1989 3221 3227 [19] S.A. Al-Muhtaseb J.A. Ritter Preparation and properties of Resorcinol–Formaldehyde organic and carbon gels Adv. Mater. 15 2003 101 114 [20] S. Morales-Torres F.J. Maldonado-Hódar A.F. Pérez-Cadenas F. Carrasco-Marín Design of low-temperature Pt-carbon combustion catalysts for VOC's treatments J. Hazard. Mater. 183 2010 814 822 [21] M. Godino-Ojer E. Soriano V. Calvino-Casilda F.J. Maldonado-Hódar E. Pérez Mayoral Metal-free synthesis of quinolines catalyzed by carbon aerogels: influence of the porous texture and surface chemistry Chem. Eng. J. 314 2017 488 497 [22] E. Pérez-Mayoral V. Calvino-Casilda E. Soriano Metal-supported carbon-based materials: opportunities and challenges in the synthesis of valuable products Catal. Sci. Technol. 6 2016 1265 1291 [23] C. Moreno-Castilla F.J. Maldonado-Hódar J. Rivera-Utrilla Rodríguez-Castellón Group 6 metal oxide-carbon aerogels. Their synthesis, characterization and catalytic activity in the skeletal isomerization of 1-butene Appl. Catal. A 183 1999 345 356 [24] D. Ábrahám B. Nagy G. Dobos J. Madarász G. Onyestyák M.V. Trenikhin K. László Hydroconversion of acetic acid over carbon aerogel supported molybdenum catalyst Microporous Mesoporous Mater. 190 2014 46 53 [25] F.J. Maldonado-Hódar Metal-doped carbon aerogels as catalysts for the aromatization of n-hexane Appl. Catal. A 408 2011 156 162 [26] E. Bailón-García F. Carrasco-Marín A.F. Pérez-Cadenas F.J. Maldonado-Hódar Selective hydrogenation of citral by noble metals supported on carbon xerogels: catalytic performance and stability Appl. Catal. A 512 2016 63 73 [27] K. Kreek K. Kriis B. Maaten M. Uibu A. Mere T. Kanger M. Koel Organic and carbon aerogels containing rare-earth metals: their properties and application as catalysts J. Non-Cryst. Sol. 404 2014 43 48 [28] S. Martínez L. Martín E. Molins M. Moreno-Mañas A. Roig A. Vallribera Europium-containing organic gels and organic and carbon aerogels. Preparation and initial applications in catalysis Monatshefte Chem. 137 2006 627 633 [29] E. Pérez-Mayoral M. Godino-Ojer A.J. López Peinado F.J. Maldonado-Hódar Highly efficient and selective catalytic synthesis of quinolines involving transition metals-doped carbon aerogels ChemCatChem 9 2017 1422 1428 [30] F.J. Maldonado-Hódar M.A. Ferro-Garcı́a J. Rivera-Utrilla C. Moreno-Castilla Synthesis and textural characteristics of organic aerogels, transition-metal-containing organic aerogels and their carbonized derivatives Carbon 37 1999 1199 1205 [31] F.J. Maldonado-Hódar C. Moreno-Castilla J. Rivera-Utrilla M.A. Ferro-Garcı́a Stud Surf. Sci. Catal. 130B 2000 1007 1012 [32] M.M. Dubinin P.L. Walker Jr. Chemistry and Physics of Carbon Vol. 2 1966 Marcel Dekker New York (p. 51) [33] R.C. Bansal J.B. Donnet H.F. Stoeckli Active Carbons 1988 Marcel Dekker New York [34] D. Cazorla-Amorós J. Alcañiz-Monge A. Linares-Solano Characterization of activated carbon fibers by CO2 adsorption Langmuir 12 1996 2820 2824 [35] J.F. Vivo-Vilches E. Bailón-García A.F. Pérez-Cadenas F. Carrasco-Marín F.J. Maldonado-Hódar Tailoring the surface chemistry and porosity of activated carbons: evidence of reorganization and mobility of oxygenated surface groups Carbon 68 2014 520 530 [36] J. Zawadzki P.A. Thrower Chemistry and Physics of Carbon Vol. 21 1989 Marcel Dekker New York 147",
      "scopus-id": "85039793638",
      "coredata": {
        "eid": "1-s2.0-S2468823117306387",
        "dc:description": "We report herein different series of new zero valent Cobalt nanocarbons, as doped and supported aerogels, able to efficiently catalyze the reaction of 2-amino-5-chlorobenzaldehyde and β-ketoesters, via Friedländer reaction. The reaction works under solvent-free and mild conditions affording yields over 80% in only 30min of reaction time. The catalysts could be reused almost during two consecutive cycles without almost any activity loss. A comparative study between supported and doped-carbon aerogels, as catalysts highly efficient in the reaction, has allowed to stablish the relationship between the catalyst structure and the catalytic performance. At this regard, different parameters such as carbonization temperature and surface chemistry on the aerogels under study have been also explored. As a result, although the carbon matrix is involved in the reaction, the Co(0) nanoparticles on the carbon surface are the predominant active catalytic species. Oxygen functionalities on the oxidized samples in the surroundings of Co(0) nanoparticles probably prevent the access of the reagents, notably decreasing their catalytic performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823117306387",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Godino-Ojer, M."
          },
          {
            "@_fa": "true",
            "$": "Martín-Aranda, R.M."
          },
          {
            "@_fa": "true",
            "$": "Maldonado-Hódar, F.J."
          },
          {
            "@_fa": "true",
            "$": "Pérez-Cadenas, A.F."
          },
          {
            "@_fa": "true",
            "$": "Pérez-Mayoral, E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823117306387"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823117306387"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(17)30638-7",
        "prism:volume": "445",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Developing strategies for the preparation of Co-carbon catalysts involved in the free solvent selective synthesis of aza-heterocycles",
        "prism:copyright": "© 2017 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cobalt(0)-doped carbon aerogels"
          },
          {
            "@_fa": "true",
            "$": "Nanocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Aldol-based reactions"
          },
          {
            "@_fa": "true",
            "$": "Friedländer reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "223-231",
        "prism:endingPage": "231",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2018",
        "prism:doi": "10.1016/j.mcat.2017.11.037",
        "prism:startingPage": "223",
        "dc:identifier": "doi:10.1016/j.mcat.2017.11.037",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8095",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5578",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5441",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18586",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8865",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9034",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4323",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "142",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6229",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4402",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3013",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22382",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14958",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "256",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14471",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "500",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "95863",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "379",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50360",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "488",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61088",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "191",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8697",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "195",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13603",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "143",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8221",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "134",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306387-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16378",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85039793638"
      }
    }
  }
}