{
  "metadata": {
    "title": "Hexanuclear nickel-substituted silicotungstate as heterogeneous catalyst for construction of benzimidazoles",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2024-04-01",
    "doi": "10.1016/j.mcat.2024.114032",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124002153",
    "pii": "S2468823124002153"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85188025970",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-03-19 2024-03-19 2024-03-19 2024-03-19 2024-04-17T00:02:53 1-s2.0-S2468823124002153 S2468-8231(24)00215-3 S2468823124002153 10.1016/j.mcat.2024.114032 S300 S300.2 FULL-TEXT 1-s2.0-S2468823124X00048 2024-05-01T23:39:37.977638Z 0 0 20240401 2024 2024-03-19T01:00:29.858335Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 558 558 C Volume 558 34 114032 114032 114032 20240401 1 April 2024 2024-04-01 2024 Regular Papers article fla © 2024 Elsevier B.V. All rights reserved. HEXANUCLEARNICKELSUBSTITUTEDSILICOTUNGSTATEHETEROGENEOUSCATALYSTFORCONSTRUCTIONBENZIMIDAZOLES JIA L 1 Introduction 2 Experimental 2.1 General information 2.2 Synthesis of Ni6en 2.3 Synthesis of benzimidazoles 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References LI 2020 11699 11702 J SCHILTER 2018 0144 D VEDRINE 2017 341 J HUTCHINGS 2018 1095 1101 G MUNNIK 2015 6687 6718 P LIU 2023 108097 Y WANG 2015 4893 4962 S ZANG 2022 9140006 D YIN 2023 9140027 X WANG 2024 9140047 P CHHABRA 2023 e202302365 T HU 2024 9140048 Q LIAN 2021 1117 1130 L LIU 2022 81 98 Z ZHANG 2024 115287 T YANG 2024 236 246 L CHHABRA 2022 112135 T LIAN 2021 3996 4003 C LIAN 2022 11335 11341 C LIU 2024 1316 1322 Y ZHENG 2024 3949 3958 K MA 2016 4935 4960 X ROUSSEAU 2011 7376 7378 G ZHANG 2007 1305 1311 Z ZHANG 2006 4313 4315 Z ZHAO 2007 10030 10045 J PICHON 2008 11120 11128 C ZHANG 2009 10889 10891 H IBRAHIM 2013 8399 8408 M HAN 2015 5486 5493 X NI 2024 9140044 Z WANG 2020 251 259 X XIA 2022 112112 G BANSAL 2012 6208 6236 Y G 2022 113921 A FONTECHABARRIUSO 2020 101464 M JANA 2018 5765 5775 K KANG 2022 335 340 C LI 2022 4196 Q GARCIAARANDA 2020 115427 M GONG 2022 112139 K MOHIRE 2022 6909 6924 S LI 2022 6934 6942 K LIU 2022 1460 1464 Y LIU 2022 20358 20364 Y YANG 2022 1483 1487 G ZHOU 2022 3050 3057 J JIAX2024X114032 JIAX2024X114032XL 2026-03-19T00:00:00.000Z 2026-03-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights reserved. 2024-04-03T10:42:34.588Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Jiangxi Provincial Natural Science Foundation 20212BAB213001 Jiangxi Provincial Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100004479 http://sws.geonames.org/1814991 Research Found of East China University of Technology DHBK2021012 DHBK2019264 We are especially grateful to the Research Found of East China University of Technology ( DHBK2021012 , DHBK2019264 ) and Jiangxi Provincial Natural Science Foundation ( 20212BAB213001 ) for their financial support. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(24)00215-3 S2468823124002153 1-s2.0-S2468823124002153 10.1016/j.mcat.2024.114032 315758 2024-05-01T23:39:37.977638Z 2024-04-01 1-s2.0-S2468823124002153-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/MAIN/application/pdf/55c99b11ccf187aa1da47bccc75f1c84/main.pdf main.pdf pdf true 1200081 MAIN 5 1-s2.0-S2468823124002153-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/PREVIEW/image/png/5e9f1cc1333b5f84640f03d440d05fc4/main_1.png main_1.png png 60791 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823124002153-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/fx1/DOWNSAMPLED/image/jpeg/480cf102554a5c0f54385eab54a2e021/fx1.jpg fx1 fx1.jpg jpg 10353 66 360 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/fx2/DOWNSAMPLED/image/jpeg/b7c3a71310f0a23be436a0661cb78458/fx2.jpg fx2 fx2.jpg jpg 40313 379 320 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr1/DOWNSAMPLED/image/jpeg/6b27ec28c228e88dd17e72992f006453/gr1.jpg gr1 gr1.jpg jpg 16136 87 363 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/ga1/DOWNSAMPLED/image/jpeg/e1e34065a2e15013e8b4765c8a17125c/ga1.jpg ga1 true ga1.jpg jpg 36914 245 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr2/DOWNSAMPLED/image/jpeg/e89db0c3832758df6a05cdda461c15ae/gr2.jpg gr2 gr2.jpg jpg 30878 148 361 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr3/DOWNSAMPLED/image/jpeg/c647e2609b6ff019f65abcaae589a7df/gr3.jpg gr3 gr3.jpg jpg 51239 432 380 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002153-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/fx1/THUMBNAIL/image/gif/5fe47a7213f2b7592bdd6f85ac459c9e/fx1.sml fx1 fx1.sml sml 4464 40 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/fx2/THUMBNAIL/image/gif/c6987bfac995a9fb9e445777e9027c42/fx2.sml fx2 fx2.sml sml 7289 164 138 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr1/THUMBNAIL/image/gif/66c43161adbaa81fb9e2f9efdf92813e/gr1.sml gr1 gr1.sml sml 8344 52 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/ga1/THUMBNAIL/image/gif/b597b8b4992e2ecd5e155d2ab11a652a/ga1.sml ga1 true ga1.sml sml 18670 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr2/THUMBNAIL/image/gif/b4754a19c55e1175107b05d66d51a62d/gr2.sml gr2 gr2.sml sml 11485 90 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/gr3/THUMBNAIL/image/gif/5a2d0e8c8b34c340be9147df7aee9f71/gr3.sml gr3 gr3.sml sml 9522 164 144 IMAGE-THUMBNAIL 1-s2.0-S2468823124002153-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/2f59e5568bab3f675da8d7bb32b51958/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 57076 293 1594 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-fx2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/44882f92c79248c9894e6342365d491a/fx2_lrg.jpg fx2 fx2_lrg.jpg jpg 281311 1682 1419 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/f81f35f67a3d3a0216cf014652a9d5a3/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 123065 385 1608 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/044d93f2fd734e4a221e2a9c6c655be0/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 254808 1085 1333 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/35a98533606dce20d2621c3ff24ad1e1/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 234409 655 1599 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/HIGHRES/image/jpeg/2c3609f51d60816cbb734c5475bb1e76/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 392112 1916 1684 IMAGE-HIGH-RES 1-s2.0-S2468823124002153-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002153/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/608782cf6f26137da4b41e649ef03800/mmc1.docx mmc1 mmc1.docx docx 6905062 APPLICATION 1-s2.0-S2468823124002153-am.pdf am am.pdf pdf 715023 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:101KCVDBML1/MAIN/application/pdf/485ce89883c7bad9cb5927787d1242ff/am.pdf MCAT 114032 114032 S2468-8231(24)00215-3 10.1016/j.mcat.2024.114032 Elsevier B.V. Fig. 1 The schematic representation of the synthesis of Ni6en. Fig 1 Fig. 2 View of the polyanion of Ni6en in (a) the polyhedral and (b) the ball-and-stick mode. Fig 2 Fig. 3 (a) Gram-scale reaction. (b) The FT-IR spectra. (c) The PXRD patterns. (d) The thermal filtration experiments. (e) Cycling experiments. Fig 3 Table 1 Screening of the reaction conditions. [a]. Table 1: Image, table 1 Entry Catalyst Solvent Time (h) Yield [%] [b] 1 — EtOH 0.5 26 2 Ni6en EtOH 0.5 71 3 Ni6en PC 0.5 55 4 Ni6en DMC 0.5 32 5 Ni6en CPME 0.5 33 6 Ni6en H2O 0.5 32 7 Ni6en i PrOH 0.5 66 8 Ni6en EtOH 1 89 9 Ni6en EtOH 1.5 87 10 [c] Ni6en EtOH 1 78 11 [d] Ni6en EtOH 1 86 12 [e] Ni6en EtOH 1 88 [a] Reaction conditions: benzaldehyde 1a (0.2 mmol), o-phenylenediamine 2a (0.2 mmol), Ni6en (3 mol%), solvent (1 mL), rt, 0.5 h. [b] The reaction yields were determined by gas chromatography using biphenyl as an internal standard. [c] Ni6en (2 mol%). [d] Ni6en (4 mol%). [e] 40 °C. Table 2 Studies on the substrate scope of the catalytic system. [a]. Table 2: Image, table 2 Research Paper Hexanuclear nickel-substituted silicotungstate as heterogeneous catalyst for construction of benzimidazoles Lina Jia Project administration Methodology # Kexin Tan Investigation # Ke Li Visualization Funding acquisition Bangming Ming Supervision Xiaoling Lin Funding acquisition Yufeng Liu Writing – original draft Project administration Funding acquisition ⁎ Guoping Yang Writing – review & editing Project administration ⁎ School of Chemistry and Materials Science, Jiangxi Key Laboratory for Mass Spectrometry and Instrumentation, East China University of Technology, Nanchang, Jiangxi, 330013, PR China School of Chemistry and Materials Science Jiangxi Key Laboratory for Mass Spectrometry and Instrumentation East China University of Technology Nanchang Jiangxi 330013 PR China School of Chemistry and Materials Science, Jiangxi Key Laboratory for Mass Spectrometry and Instrumentation, East China University of Technology, Nanchang, Jiangxi, 330013, PR China ⁎ Corresponding authors. # Co-first author as they are equally contributed this work. The development of heterogeneous catalysts is very important for the chemical industry. [Ni0.5(en)] [Ni6(μ3-OH)3(en)3(H2O)6(B-α-SiW9O34)]·3.5H2O (Ni6en, en = ethylenediamine) is one of the representatives of those semi-open Ni6-cluster based polyoxometalates that could be easily synthesized and shows potential catalytic activity in heterogeneous catalytic system. In this work, Ni6en exhibited high stability and excellent catalytic activity in the condensation reaction of aldehydes and o-phenylenediamines at room temperature. A range of benzimidazole compounds could be isolated in good to excellent yields. Furthermore, this heterogeneous catalytic system could be scaled up to gram reaction, and Ni6en could be reused 5 times with no significant decrease in activity, showing its potential application prospect. Graphical abstract We synthesized a hexanuclear nickel-substituted silicotungstate with fully exposed Ni-oxo cluster, which exhibit high stability and excellent catalytic activity in the synthesis of benzimidazoles via the condensation cyclization of o-phenylenediamines and benzaldehydes. Image, graphical abstract Keywords Polyoxometalates Hexanuclear Nickel Heterogeneous catalyst Benzimidazoles Data availability Data will be made available on request. 1 Introduction Heterogeneous catalysts are widely used in chemical reactions due to the advantages of easy separation of catalyst from reaction mixture, reusability, good stability, and no environmental pollution [1–3]. In consequence, it is very important to discover new heterogeneous catalysts and/or develop known heterogeneous catalysts based on the requirement of green chemistry and chemical processes [4,5]. Polyoxometalates (POMs) are a famous class of catalysts with adjustable acidity and unique redox properties [6–11]. The certain and diverse structures of POMs enable the design and synthesis of catalysts with specific structures and performance at the molecular and atomic levels. [12–17]. Lacunary POMs with well-defined coordination sites and stronger nucleophilicity can coordinate with various metal cations to form heterogeneous metal-substituted POMs. Various transition-metal substituted POM with appealing structural features and diverse catalytic activities have been reported during the past decades [18–22]. Ni-substituted POMs has attracted much attentions due to their potential applications in catalysis, and many classic Ni-substituted POMs had been synthesized, such as [{Ni4(OH)3(A-α-SiW9O34)}4(OOC(CH2)3COO)6]32− [23], [H2{Ni5(OH)3(β-SiW8O31)(χ-SiW9O34)}2]24−, [Ni7(OH)6(SiW8O31)2]12− [24], [{Ni6(μ2-H2O)4(μ3-OH)2}(χ-SiW9O34)2]10− [25], [Ni6(μ3-OH)3(en)3(H2O)6(B-α-SiW9O34)]− [26], [Ni9(OH)6(CO3)3(A-α-SiW9O34)2]14− [27], [Ni12(OH)9WO4(W7O26(OH))(PW9O34)3]25− [28], [Ni14(OH)6(HPO4)4(P2W15O56)4]34− [29], [Ni25OH)18(CO3)2(PO4)6(SiW9O34)6]50− [30]. Among these above-mentioned POMs, lacunary POMs moieties (including multi-lacunary Keggin and Dawson POMs) bridge and stabilize Ni-oxo clusters to construct various Ni-substituted POMs with different configurations such as sandwich, trimer, or tetramer. It is noting that unlike the sandwich or multimer structure, one side of the Ni-oxo clusters in polyanion of Ni6en ( [Ni6(μ3-OH)3(en)3(H2O)6(B-α-SiW9O34)]−) is stabilized by a {B-α-SiW9O34} and the other side is fully exposed, which offers great opportunities for catalytic applications based on Ni-oxo clusters [31]. It is well known that nickel is a kind of metal element with diverse catalytic activities, such as hydrogenation reactions, redox reactions and cross-coupling reactions. In addition, nickel with unoccupied orbitals can accept electron pairs and thus exhibit Lewis acidity [32,33]. Ni6en has stable and fully exposed multinucleate Ni-oxo clusters, from which it can be inferred that Ni6en has good Lewis acid catalytic properties. However, no investigation has been reported about the Lewis acid catalytic properties of Ni6en yet. Benzimidazoles are a class of important N-heterocyclic skeletons with a variety of biological and pharmacological properties such as anti-depressant, anti-convulsant, anti-inflammatory, anti-allergic, and anti-pyretic [34,35]. Several commonly used drugs, such as Omeprazole, Maribavir, Bendamustine, Nocodazole, Albendazole, and Mebendazole, contain the benzimidazole skeleton [36–39]. In this sense, the exploration of novel catalytic system for the efficient construction of benzimidazoles is very important to the development of the pharmaceutical field and medicine [40–42]. Our group has been working on the development of green catalytic system based on POMs for the construction of heterocyclic compounds [43–47]. Based on the fully exposed reaction sites and ease of preparation of Ni6en, we used Ni6en as a catalyst to achieve the construction of benzimidazole compounds via the condensation cyclization of benzaldehydes and o-phenylenediamines. This catalyst exhibits high stability and excellent catalytic activity in this catalytic system. 2 Experimental 2.1 General information The reaction reagents were all commercially available and used directly without other treatment. FT-IR spectrum data were collected on the Thermo Nicolet iS5 FT-IR spectrophotometer. PXRD patterns were recorded on a Bruker D8 Advance diffractometer with Cu Kα radiation (λ = 1.5406 Å) at room temperature. The Bruker Ascend 500 (500 MHz for 1H) was used to record the 1H NMR spectra in DMSO‑d6. The Thermo Fisher/ISQ7000 was used to record the MS data. The Agilent 7890B gas chromatograph was used to record the GC data. 2.2 Synthesis of Ni6en The synthesis of Ni6en was based on the Ref. [26] 0.16 mmol Na10 [α-SiW9O34]·18H2O (0.4450 g), 2 mmol NiCl2 ·6H2O (0.4754 g), 0.2 mL en, 0.1 mL acetic acid and 16 mL H2O were in turn added into beaker and stirred for 0.5 h. The resulting reaction solution was then added into a Teflon-lined autoclave and placed in an oven at 170 °C to heat the reaction (Fig. 1 ). Green stick crystals of Ni6en were obtained after 3 days (55% yield based on Ni). IR (cm−1): 3582 (w), 3346 (w), 3252 (w), 2938 (w), 1591 (m), 1452 (m), 1381 (w), 1137 (m), 1038 (m), 934 (m), 863 (m), 770 (m), 694 (s), 532 (m). 2.3 Synthesis of benzimidazoles To a 4-mL reaction vial with a small magneton, 0.2 mmol benzaldehyde, 0.2 mmol o-phenylenediamine, 3 mol% Ni6en and 1 mL EtOH were added in turn. The vial was covered with a sealed cap, placed on a magnetic stirrer, and the reaction mixture was stirred for 1 h at room temperature. After the reaction, the volatiles were removed by a rotary evaporator. The resulting mixture was purified by flash column chromatography, affording the pure product as a white solid. After the reaction was completed, the catalyst was separated from the reaction solution by filtration, and then washed three times with EtOAc and EtOH, respectively, and finally the recovered catalyst was refreshed by drying in a vacuum drying oven at 50 °C for 3 h. 3 Results and discussion Ni6en was first reported by Yang's group. Ni6en is one of the representatives of those semi-open Ni6-cluster based POMs and is also the simplest semi-open structure in these kinds of Ni6-capped POMs. Single-crystal analysis demonstrated that six Ni(II) ions were captured by {SiW9O34}10− moiety to form a hexanuclear Ni6-cluster in a triangular configuration. Three μ3-OH connected six Ni(II) ions at the “exposed” side and each Ni(II) ion has one coordinated water molecule (Fig. 2 ). This phenomenon means that this kind of Ni6-cluster may possess unique molecular activation properties based on the easy separation of these coordinated water molecules. The condensation reaction of benzaldehyde 1a and o-phenylenediamine 2a to yield benzimidazole was chosen to test the performance of Ni6en. As shown in Table 1 , Ni6en showed good catalytic activity in the condensation reaction, affording the desired benzimidazole 3a in 71% yield (entries 1–2). We then tested the effect of a series of green solvents such as EtOH, propylene carbonate (PC), dimethyl carbonate (DMC), cyclopentyl methyl ether (CPME), H2O and i PrOH on the catalytic system and finally found that the reaction proceeded most smoothly in EtOH, affording 3a with the yield of 71% (entries 3–7). A higher yield (89%) was achieved by extending the reaction time to 1 h, which meant the reaction time was beneficial to the reaction at the stage of rising, while further prolonging the reaction time did not improve the yield (entries 8–9). The screening of catalyst loading indicated that 3 mol% was best for the dehydration condensation reaction (entries 10–11). The reaction can proceed efficiently at room temperature, and increasing the temperature did not improve the yield, further demonstrating the activity advantage of the catalyst (entries 12). After obtaining the optimal reaction conditions (Table 1, entry 8), the substrate scope of the cyclization reaction with benzaldehydes and o-phenylenediamines was investigated, and the results are summarized in Table 2 . A range of benzaldehydes containing electron-withdrawing and electron-donating groups react well with o-phenylenediamine, and the corresponding products were obtained with the yield of 75 %−91 % (3a-3i). The electron effect has a slight effect on the reaction yield, and in general, the electron-withdrawing groups can promote the reaction more than the electron-donating groups. Steric hindrance also affected the catalytic reaction, reflected in the reaction yield of 3h was lower than 3g and 3f. In addition, the applicability of the catalytic system to aliphatic aldehyde and heterocyclic aldehyde was also investigated. Fortunately, both n-hexanal and 5-methylfuran aldehyde were compatible with this catalytic system, affording the corresponding desired products with 78 % and 85 % yield, respectively (3j and 3k). The substrate scope of o-phenylenediamines was also studied, o-phenylenediamines containing chlorine, 5,6-dimethyl, and 5,6-dichlorine groups on the benzene ring were also compatible with the catalytic system, giving the corresponding products (3l, 3m and 3n) with 84 %, 85 % and 81 % yield, respectively. Finally, the practicability of the catalytic system was verified by the gram-scale reaction and catalyst cycling experiments. The condensation of 1a and 2a were used as model reaction for the gram scale reaction, and product 3a was obtained with a yield of 80 %, indicating the potential of this catalytic system for large-scale application (Fig. 3 a). To prove the stability of the catalyst, FT-IR and PXRD were used to test the catalyst before and after the reaction and the obtained spectra were consistent, indicating that Ni6en is very stable in the reaction and could be reused (Fig. 3b and c). The hot filtration experiments showed that when Ni6en is filtered out of the system, the reaction is almost no longer proceeds, and the yield remains unchanged, which indicates that the reaction is a heterogeneous catalytic system (Fig. 3d). The cycling experiments shows that Ni6en was reused five times with no significant reduction in catalytic activity, which further proves the stability of Ni6en (Fig. 3e). Furthermore, to demonstrate the advantages of this catalytic system for the synthesis of benzimidazoles, we summarized the reaction conditions and catalytic properties of some heterogeneous catalysts in the literature and compared them with the present work. Most of the catalysts given in Table S1 have problems such as higher catalyst dosage, toxic solvents, extra oxygen, longer reaction time, and higher reaction temperature. The comparison result with other reported catalysts highlights the advantages of this catalytic system, such as high activity, mild conditions, and environmental benignity. 4 Conclusions In summary, we developed a heterogeneous catalytic system based on a classic Ni6-cluster-based POM (Ni6en). Ni6en possesses a hexanuclear Ni-oxo cluster with one side stabilized by a {B-α-SiW9O34} polyanion. The fully exposed Ni-oxo cluster provides multiple highly active Lewis acid catalytic sites that exhibit good activity in the dehydration cyclization reaction of benzaldehydes and o-phenylenediamines. A range of benzimidazoles could be obtained with good yield under mild conditions, and the catalyst could be reused for several times without loss of activity. This study helps to guide the synthesis of heterogeneous POM catalysts with high catalytic properties and stabilities and may also provide a new horizon for the construction of benzimidazoles. CRediT authorship contribution statement Lina Jia: Project administration, Methodology. Kexin Tan: Investigation. Ke Li: Visualization, Funding acquisition. Bangming Ming: Supervision. Xiaoling Lin: Funding acquisition. Yufeng Liu: Writing – original draft, Project administration, Funding acquisition. Guoping Yang: Writing – review & editing, Project administration. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We are especially grateful to the Research Found of East China University of Technology (DHBK2021012, DHBK2019264) and Jiangxi Provincial Natural Science Foundation (20212BAB213001) for their financial support. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2024.114032. Appendix Supplementary materials Image, application 1 References [1] J. Li M.F. Stephanopoulos Y. Xia Introduction: heterogeneous single-atom catalysis Chem. Rev. 120 2020 11699 11702 J. Li, M.F. Stephanopoulos, Y. Xia, Introduction: heterogeneous single-atom catalysis, Chem. Rev. 120 (2020) 11699–11702. [2] D. Schilter Heterogeneous catalysis: metastable multipods Nat. Rev. Chem. 2 2018 0144 D. Schilter, Heterogeneous catalysis: metastable multipods, Nat. Rev. Chem. 2 (2018) 0144. [3] J.C. Védrine Heterogeneous catalysis on metal oxides Catalysts 7 2017 341 J.C. Védrine, Heterogeneous catalysis on metal oxides, Catalysts. 7 (2017) 341. [4] G.J. Hutchings Heterogeneous gold catalysis ACS Cent. Sci. 4 2018 1095 1101 G.J. Hutchings, Heterogeneous gold catalysis, ACS Cent. Sci.. 4 (2018) 1095–1101. [5] P. Munnik P.E. de Jongh K.P. de Jong Recent developments in the synthesis of supported catalysts Chem. Rev. 115 2015 6687 6718 P. Munnik, P.E. de Jongh, K.P. de Jong, Recent developments in the synthesis of supported catalysts, Chem. Rev. 115 (2015) 6687–6718. [6] Y.F. Liu C.W. Hu G.P. Yang Recent advances in polyoxometalates acid-catalyzed organic reactions Chin. Chem. Lett. 34 2023 108097 Y.F. Liu, C.W. Hu, G.P. Yang, Recent advances in polyoxometalates acid-catalyzed organic reactions, Chin. Chem. Lett. 34 (2023) 108097. [7] S.S. Wang G.Y. Yang Recent advances in polyoxometalate-catalyzed reactions Chem. Rev. 115 2015 4893 4962 S.S. Wang, G.Y. Yang, Recent advances in polyoxometalate-catalyzed reactions, Chem. Rev. 115 (2015) 4893–4962. [8] D. Zang H. Wang Polyoxometalate-based nanostructures for electrocatalytic and photocatalytic CO2 reduction Polyoxometalates 1 2022 9140006 D. Zang, H. Wang, Polyoxometalate-based nanostructures for electrocatalytic and photocatalytic CO2 reduction, Polyoxometalates 1 (2022) 9140006. [9] X.Y. Yin H.X. Bi H. Song J.Y. He Y.Y. Ma T.T. Fang Z.G. Han Photoactive hourglass-type M{P4Mo6}2 networks for efficient removal of hexavalent chromium Polyoxometalates 2 2023 9140027 X.Y. Yin, H.X. Bi, H. Song, J.Y. He, Y.Y. Ma, T.T. Fang, Z.G. Han, Photoactive hourglass-type M{P4Mo6}2 networks for efficient removal of hexavalent chromium, Polyoxometalates 2 (2023) 9140027. [10] P. Wang Z. Wang P. Wang A.N. Chishti H. Zhang J. Shi L. Ni S. Jamil Y. Wei Supramolecular self-assembly of polyoxometalates and cyclodextrin: progress and perspectives Polyoxometalates 3 2024 9140047 P. Wang, Z. Wang, P. Wang, A.N. Chishti, H. Zhang, J. Shi, L. Ni, S. Jamil, Y. Wei, Supramolecular self-assembly of polyoxometalates and cyclodextrin: progress and perspectives, Polyoxometalates 3 (2024) 9140047. [11] T. Chhabra B. Bisht S. Kumar V. Krishnan Nanoarchitectonics of boron-nitride-supported phosphomolybdic acid as a heterogeneous catalyst for conversion of fructose to 5-hydroxymethylfurfural ChemistrySelect 8 2023 e202302365 T. Chhabra, B. Bisht, S. Kumar, V. Krishnan, Nanoarchitectonics of boron-nitride-supported phosphomolybdic acid as a heterogeneous catalyst for conversion of fructose to 5-hydroxymethylfurfural, ChemistrySelect. 8 (2023) e202302365. [12] Q.L. Hu K. Li X.J. Chen Y.F. Liu G.P. Yang Polyoxometalate catalysts for the synthesis of N-heterocycles Polyoxometalates 3 2024 9140048 Q.L. Hu, K. Li, X.J. Chen, Y.F. Liu, G.P. Yang, Polyoxometalate catalysts for the synthesis of N-heterocycles, Polyoxometalates 3 (2024) 9140048. [13] L. Lian H. Zhang S. An W. Chen Y.F. Song Polyoxometalates-based heterogeneous catalysts in acid catalysis Sci. China Chem. 64 2021 1117 1130 L. Lian, H. Zhang, S. An, W. Chen, Y.F. Song, Polyoxometalates-based heterogeneous catalysts in acid catalysis, Sci. China Chem. 64 (2021) 1117–1130. [14] Z.Y. Liu Y.D. Lin Y. Hao H.N. Chen Z.W. Guo X.X. Li S.T. Zheng Recent advances in polyoxoniobate-catalyzed reactions Tungsten 4 2022 81 98 Z.Y. Liu, Y.D. Lin, Y. Hao, H.N. Chen, Z.W. Guo, X.X. Li, S.T. Zheng, Recent advances in polyoxoniobate-catalyzed reactions, Tungsten 4 (2022) 81–98. [15] T. Zhang J. Jiao K. Guo L. Zhang C. Zhang Q. Han Photocatalytic oxidative coupling of terminal alkynes with p-benzoquinone to diaryl ketones by the Cu(I)-PS-POM assembling system through synergistic effect J. Catal. 429 2024 115287 T. Zhang, J. Jiao, K. Guo, L. Zhang, C. Zhang, Q. Han, Photocatalytic oxidative coupling of terminal alkynes with p-benzoquinone to diaryl ketones by the Cu(I)-PS-POM assembling system through synergistic effect, J. Catal. 429 (2024) 115287. [16] L. Yang Z. Zhang C.N. Zhang X.L. Wang A bifunctional POM-based Cu-viologen complex with mixed octamolybdate clusters for rapid oxidation desulfurization and effective photogeneration of hydrogen Rare Met. 43 2024 236 246 L. Yang, Z. Zhang, C.N. Zhang, X.L. Wang, A bifunctional POM-based Cu-viologen complex with mixed octamolybdate clusters for rapid oxidation desulfurization and effective photogeneration of hydrogen, Rare Met.. 43 (2024) 236–246. [17] T. Chhabra J. Rohilla V. Krishnan Nanoarchitectonics of phosphomolybdic acid supported on activated charcoal for selective conversion of furfuryl alcohol and levulinic acid to alkyl levulinates Mol. Catal. 519 2022 112135 T. Chhabra, J. Rohilla, V. Krishnan, Nanoarchitectonics of phosphomolybdic acid supported on activated charcoal for selective conversion of furfuryl alcohol and levulinic acid to alkyl levulinates, Mol. Catal. 519 (2022) 112135. [18] C. Lian H.L. Li G.Y. Yang A μ-AsO4-bridging hexadecanuclear Ni-substituted polyoxotungstate Inorg. Chem. 60 2021 3996 4003 C. Lian, H.L. Li, G.Y. Yang, A μ-AsO4-bridging hexadecanuclear Ni-substituted polyoxotungstate, Inorg. Chem. 60 (2021) 3996–4003. [19] C. Lian H.L. Li G.Y. Yang High-nuclear Ni-substituted poly(polyoxometalate) containing an anderson-like {Cs7} cluster Inorg. Chem. 61 2022 11335 11341 C. Lian, H.L. Li, G.Y. Yang, High-nuclear Ni-substituted poly(polyoxometalate) containing an anderson-like {Cs7} cluster, Inorg. Chem. 61 (2022) 11335–11341. [20] Y.F. Liu Q.L. Hu X.J. Chen K. Li P. Luo G.P. Yang Two sandwich-type uranyl-containing polytungstates catalyze aerobic synthesis of benzimidazoles Rare Met. 43 2024 1316 1322 Y.F. Liu, Q.L. Hu, X.J. Chen, K. Li, P. Luo, G.P. Yang, Two sandwich-type uranyl-containing polytungstates catalyze aerobic synthesis of benzimidazoles, Rare Met.. 43 (2024) 1316–1322. [21] K. Zheng P. Ma Recent advances in lanthanide-based POMs for photoluminescent applications Dalton Trans. 53 2024 3949 3958 K. Zheng, P. Ma, Recent advances in lanthanide-based POMs for photoluminescent applications, Dalton Trans.. 53 (2024) 3949–3958. [22] X. Ma H. Li L. Chen J. Zhao The main progress over the past decade and future outlook on high-nuclear transition-metal substituted polyoxotungstates: from synthetic strategies, structural features to functional properties Dalton Trans. 45 2016 4935 4960 X. Ma, H. Li, L. Chen, J. Zhao, The main progress over the past decade and future outlook on high-nuclear transition-metal substituted polyoxotungstates: from synthetic strategies, structural features to functional properties, Dalton Trans. 45 (2016) 4935–4960. [23] G. Rousseau O. Oms A. Dolbecq J. Marrot P. Mialane Route for the elaboration of functionalized hybrid 3d-substituted trivacant keggin anions Inorg. Chem. 50 2011 7376 7378 G. Rousseau, O. Oms, A. Dolbecq, J. Marrot, P. Mialane, Route for the elaboration of functionalized hybrid 3d-substituted trivacant keggin anions, Inorg. Chem. 50 (2011) 7376–7378. [24] Z. Zhang E. Wang Y. Qi Y. Li B. Mao Z. Su Synthesis, characterization, and crystal structures of double-cubane-substituted and asymmetric penta-Ni-substituted dimeric polyoxometalates Cryst. Growth Des. 7 2007 1305 1311 Z. Zhang, E. Wang, Y. Qi, Y. Li, B. Mao, Z. Su, Synthesis, characterization, and crystal structures of double-cubane-substituted and asymmetric penta-Ni-substituted dimeric polyoxometalates, Cryst. Growth Des. 7 (2007) 1305–1311. [25] Z. Zhang Y. Li E. Wang X. Wang C. Qin H. An Synthesis, characterization, and crystal structures of two novel high-nuclear Nickel-substituted dimeric polyoxometalates Inorg. Chem. 45 2006 4313 4315 Z. Zhang, Y. Li, E. Wang, X. Wang, C. Qin, H. An, Synthesis, characterization, and crystal structures of two novel high-nuclear Nickel-substituted dimeric polyoxometalates, Inorg. Chem. 45 (2006) 4313–4315. [26] J.W. Zhao H.P. Jia J. Zhang S.T. Zheng G.Y. Yang A combination of lacunary polyoxometalates and high-nuclear transition-metal clusters under hydrothermal conditions. Part II: from double cluster, dimer, and tetramer to three-dimensional frameworks Chem. Eur. J. 13 2007 10030 10045 J.W. Zhao, H.P. Jia, J. Zhang, S.T. Zheng, G.Y. Yang, A combination of lacunary polyoxometalates and high-nuclear transition-metal clusters under hydrothermal conditions. Part II: from double cluster, dimer, and tetramer to three-dimensional frameworks, Chem. Eur. J. 13 (2007) 10030–10045. [27] C. Pichon P. Mialane A. Dolbecq J. Marrot E. Rivière B.S. Bassil U. Kortz B. Keita L. Nadjo F. Sécheresse Octa- and nonanuclear Nickel(II) polyoxometalate clusters: synthesis and electrochemical and magnetic characterizations Inorg. Chem. 47 2008 11120 11128 C. Pichon, P. Mialane, A. Dolbecq, J. Marrot, E. Rivière, B.S. Bassil, U. Kortz, B. Keita, L. Nadjo, F. Sécheresse, Octa- and nonanuclear Nickel(II) polyoxometalate clusters: synthesis and electrochemical and magnetic characterizations, Inorg. Chem. 47 (2008) 11120–11128. [28] H.M. Zhang Y.G. Li Y. Lu R. Clérac Z.M. Zhang Q. Wu X.J. Feng E.B. Wang A new Ni12 cluster based on polyoxometalate ligands Inorg. Chem. 48 2009 10889 10891 H.M. Zhang, Y.G. Li, Y. Lu, R. Clérac, Z.M. Zhang, Q. Wu, X.J. Feng, E.B. Wang, A new Ni12 cluster based on polyoxometalate ligands, Inorg. Chem. 48 (2009) 10889–10891. [29] M. Ibrahim Y. Xiang B.S. Bassil Y. Lan A.K. Powell P. de Oliveira B. Keita U. Kortz Synthesis, magnetism, and electrochemistry of the Ni14- and Ni5-containing heteropolytungstates [Ni14(OH)6(H2O)10(HPO4)4(P2W15O56)4]34– and [Ni5(OH)4(H2O)4(β-GeW9O34)(β-GeW8O30(OH))]13– Inorg. Chem. 52 2013 8399 8408 M. Ibrahim, Y. Xiang, B.S. Bassil, Y. Lan, A.K. Powell, P. de Oliveira, B. Keita, U. Kortz, Synthesis, magnetism, and electrochemistry of the Ni14- and Ni5-containing heteropolytungstates [Ni14(OH)6(H2O)10(HPO4)4(P2W15O56)4]34– and [Ni5(OH)4(H2O)4(β-GeW9O34)(β-GeW8O30(OH))]13–, Inorg. Chem. 52 (2013) 8399–8408. [30] X.B. Han Y.G. Li Z.M. Zhang H.Q. Tan Y. Lu E.B. Wang Polyoxometalate-based nickel clusters as visible light-driven water oxidation catalysts J. Am. Chem. Soc. 137 2015 5486 5493 X.B. Han, Y.G. Li, Z.M. Zhang, H.Q. Tan, Y. Lu, E.B. Wang, Polyoxometalate-based nickel clusters as visible light-driven water oxidation catalysts, J. Am. Chem. Soc. 137 (2015) 5486–5493. [31] Z. Ni N. Liu C. Zhao L. Mi Hexanuclear nickel-added silicotungstates as high-efficiency electrocatalysts for nitrate reduction to ammonia Polyoxometalates 3 2024 9140044 Z. Ni, N. Liu, C. Zhao, L. Mi, Hexanuclear nickel-added silicotungstates as high-efficiency electrocatalysts for nitrate reduction to ammonia, Polyoxometalates 3 (2024) 9140044. [32] X. Wang W. Jiang R. Yin P. Sun Y. Lu Z. Wu X. Weng The role of surface sulfation in mediating the acidity and oxidation ability of nickel modified ceria catalyst for the catalytic elimination of chlorinated organics J. Colloid Interface Sci. 574 2020 251 259 X. Wang, W. Jiang, R. Yin, P. Sun, Y. Lu, Z. Wu, X. Weng, The role of surface sulfation in mediating the acidity and oxidation ability of nickel modified ceria catalyst for the catalytic elimination of chlorinated organics, J. Colloid Interface Sci. 574 (2020) 251–259. [33] G. Xia Z. Zhou J. Qin B. He Y. Liu P. Sun W. Wu Synergistic effect of Ni-NbW with binuclear acidity for the hydrogenolysis of Glycerol Mol. Catal. 518 2022 112112 G. Xia, Z. Zhou, J. Qin, B. He, Y. Liu, P. Sun, W. Wu, Synergistic effect of Ni-NbW with binuclear acidity for the hydrogenolysis of Glycerol, Mol. Catal. 518 (2022) 112112. [34] Y. Bansal O. Silakari The therapeutic journey of benzimidazoles: a review Biorg. Med. Chem. 20 2012 6208 6236 Y. Bansal, O. Silakari, The therapeutic journey of benzimidazoles: a review, Biorg. Med. Chem. 20 (2012) 6208–6236. [35] A.C. G R. Gondru Y. Li J. Banothu Coumarin–benzimidazole hybrids: a review of developments in medicinal chemistry Eur. J. Med. Chem. 227 2022 113921 A.C. G, R. Gondru, Y. Li, J. Banothu, Coumarin–benzimidazole hybrids: a review of developments in medicinal chemistry, Eur. J. Med. Chem. 227 (2022) 113921. [36] M. Fontecha-Barriuso D. Martín-Sanchez J.M. Martinez-Moreno D. Cardenas-Villacres S. Carrasco M.D. Sanchez-Niño M. Ruiz-Ortega A. Ortiz A.B. Sanz Molecular pathways driving omeprazole nephrotoxicity Redox Bio. 32 2020 101464 M. Fontecha-Barriuso, D. Martín-Sanchez, J.M. Martinez-Moreno, D. Cardenas-Villacres, S. Carrasco, M.D. Sanchez-Niño, M. Ruiz-Ortega, A. Ortiz, A.B. Sanz, Molecular pathways driving omeprazole nephrotoxicity, Redox Bio. 32 (2020) 101464. [37] K. Jana T. Bandyopadhyay B. Ganguly Stereoselective metabolism of omeprazole by cytochrome P450 2C19 and 3A4: mechanistic insights from DFT study J. Phy. Chem. B 122 2018 5765 5775 K. Jana, T. Bandyopadhyay, B. Ganguly, Stereoselective metabolism of omeprazole by cytochrome P450 2C19 and 3A4: mechanistic insights from DFT study, J. Phy. Chem. B. 122 (2018) 5765–5775. [38] C. Kang Maribavir: first approval Drugs 82 2022 335 340 C. Kang, Maribavir: first approval, Drugs 82 (2022) 335–340. [39] Q. Li S. Demir Á.Del Río-Álvarez R. Maxwell A. Wagner J. Carrillo-Reixach C. Armengol C. Vokuhl B. Häberle D. von Schweinitz I. Schmid S. Cairo R. Kappler Targeting the unwindosome by mebendazole is a vulnerability of chemoresistant hepatoblastoma Cancers (Basel) 14 2022 4196 Q. Li, S. Demir, Á.Del Río-Álvarez, R. Maxwell, A. Wagner, J. Carrillo-Reixach, C. Armengol, C. Vokuhl, B. Häberle, D. von Schweinitz, I. Schmid, S. Cairo, R. Kappler, Targeting the unwindosome by mebendazole is a vulnerability of chemoresistant hepatoblastoma, Cancers (Basel), 14 (2022) 4196. [40] M.I. García-Aranda J.E. Gonzalez-Padilla C.Z. Gómez-Castro Y.M. Gómez-Gómez M.C. Rosales-Hernández E.V. García-Báez M.O. Franco-Hernández J.L. Castrejón-Flores I.I. Padilla-Martínez Anti-inflammatory effect and inhibition of nitric oxide production by targeting COXs and iNOS enzymes with the 1,2-diphenylbenzimidazole pharmacophore Biorg. Med. Chem. 28 2020 115427 M.I. García-Aranda, J.E. Gonzalez-Padilla, C.Z. Gómez-Castro, Y.M. Gómez-Gómez, M.C. Rosales-Hernández, E.V. García-Báez, M.O. Franco-Hernández, J.L. Castrejón-Flores, I.I. Padilla-Martínez, Anti-inflammatory effect and inhibition of nitric oxide production by targeting COXs and iNOS enzymes with the 1,2-diphenylbenzimidazole pharmacophore, Biorg. Med. Chem. 28 (2020) 115427. [41] K. Gong C. Li D. Zhang H. Lu Y. Wang H. Li H. Zhang Sulfonic acid functionalized covalent organic frameworks as efficient catalyst for the one-pot tandem reactions Mol. Catal. 519 2022 112139 K. Gong, C. Li, D. Zhang, H. Lu, Y. Wang, H. Li, H. Zhang, Sulfonic acid functionalized covalent organic frameworks as efficient catalyst for the one-pot tandem reactions, Mol. Catal. 519 (2022) 112139. [42] S.S. Mohire G.D. Yadav Bimetallic Cu–Ni nanometal supported over mesocellular silica foam as a novel catalyst for one-pot synthesis of benzimidazole in DMF as a bifunctional reagent Ind. Eng. Chem. Res. 61 2022 6909 6924 S.S. Mohire, G.D. Yadav, Bimetallic Cu–Ni nanometal supported over mesocellular silica foam as a novel catalyst for one-pot synthesis of benzimidazole in DMF as a bifunctional reagent, Ind. Eng. Chem. Res. 61 (2022) 6909–6924. [43] K. Li Y.F. Liu X.L. Lin G.P. Yang Copper-containing polyoxometalate-based metal-organic frameworks as heterogeneous catalysts for the synthesis of N-heterocycles Inorg. Chem. 61 2022 6934 6942 K. Li, Y.F. Liu, X.L. Lin, G.P. Yang, Copper-containing polyoxometalate-based metal-organic frameworks as heterogeneous catalysts for the synthesis of N-heterocycles, Inorg. Chem. 61 (2022) 6934–6942. [44] Y.F. Liu G.M. Cao L. Chen K. Li X.L. Lin X.X. Xu Z.G. Le G.P. Yang Synthesis of 3,3′-disubstituted isobenzofuran-1(3H)-ones via Cs0.5H2.5PW12O40-catalyzed difunctionalization of carbonyls Adv. Synth. Catal. 364 2022 1460 1464 Y.F. Liu, G.M. Cao, L. Chen, K. Li, X.L. Lin, X.X. Xu, Z.G. Le, G.P. Yang, Synthesis of 3,3′-disubstituted isobenzofuran-1(3H)-ones via Cs0.5H2.5PW12O40-catalyzed difunctionalization of carbonyls, Adv. Synth. Catal. 364 (2022) 1460–1464. [45] Y.F. Liu K. Li H.Y. Lian X.J. Chen X.L. Zhang G.P. Yang Self-assembly of a U(VI)-containing polytungstate tetramer with Lewis acid-base catalytic activity for a dehydration condensation reaction Inorg. Chem. 61 2022 20358 20364 Y.F. Liu, K. Li, H.Y. Lian, X.J. Chen, X.L. Zhang, G.P. Yang, Self-assembly of a U(VI)-containing polytungstate tetramer with Lewis acid-base catalytic activity for a dehydration condensation reaction, Inorg. Chem. 61 (2022) 20358–20364. [46] G.P. Yang X.J. Xie M.Y. Cheng X.F. Gao X.L. Lin K. Li Y.Y. Cheng Y.F. Liu H4SiW12O40-catalyzed cyclization of epoxides/aldehydes and sulfonyl hydrazides: an efficient synthesis of 3,4-disubstituted 1H-pyrazoles Chin. Chem. Lett. 33 2022 1483 1487 G.P. Yang, X.J. Xie, M.Y. Cheng, X.F. Gao, X.L. Lin, K. Li, Y.Y. Cheng, Y.F. Liu, H4SiW12O40-catalyzed cyclization of epoxides/aldehydes and sulfonyl hydrazides: an efficient synthesis of 3,4-disubstituted 1H-pyrazoles, Chin. Chem. Lett. 33 (2022) 1483–1487. [47] J. Zhou T. Yu K. Li K. Zeng G.P. Yang C.W. Hu Two U(VI)-containing silicotungstates with sandwich structures: lewis acid-base synergistic catalyzed synthesis of benzodiazepines and pyrazoles Inorg. Chem. 61 2022 3050 3057 J. Zhou, T. Yu, K. Li, K. Zeng, G.P. Yang, C.W. Hu, Two U(VI)-containing silicotungstates with sandwich structures: lewis acid-base synergistic catalyzed synthesis of benzodiazepines and pyrazoles, Inorg. Chem. 61 (2022) 3050–3057.",
      "scopus-id": "85188025970",
      "coredata": {
        "eid": "1-s2.0-S2468823124002153",
        "dc:description": "The development of heterogeneous catalysts is very important for the chemical industry. [Ni0.5(en)] [Ni6(μ3-OH)3(en)3(H2O)6(B-α-SiW9O34)]·3.5H2O (Ni6en, en = ethylenediamine) is one of the representatives of those semi-open Ni6-cluster based polyoxometalates that could be easily synthesized and shows potential catalytic activity in heterogeneous catalytic system. In this work, Ni6en exhibited high stability and excellent catalytic activity in the condensation reaction of aldehydes and o-phenylenediamines at room temperature. A range of benzimidazole compounds could be isolated in good to excellent yields. Furthermore, this heterogeneous catalytic system could be scaled up to gram reaction, and Ni6en could be reused 5 times with no significant decrease in activity, showing its potential application prospect.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124002153",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jia, Lina"
          },
          {
            "@_fa": "true",
            "$": "Tan, Kexin"
          },
          {
            "@_fa": "true",
            "$": "Li, Ke"
          },
          {
            "@_fa": "true",
            "$": "Ming, Bangming"
          },
          {
            "@_fa": "true",
            "$": "Lin, Xiaoling"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yufeng"
          },
          {
            "@_fa": "true",
            "$": "Yang, Guoping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124002153"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124002153"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00215-3",
        "prism:volume": "558",
        "articleNumber": "114032",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Hexanuclear nickel-substituted silicotungstate as heterogeneous catalyst for construction of benzimidazoles",
        "prism:copyright": "© 2024 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polyoxometalates"
          },
          {
            "@_fa": "true",
            "$": "Hexanuclear"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalyst"
          },
          {
            "@_fa": "true",
            "$": "Benzimidazoles"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114032",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 2024",
        "prism:doi": "10.1016/j.mcat.2024.114032",
        "prism:startingPage": "114032",
        "dc:identifier": "doi:10.1016/j.mcat.2024.114032",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "66",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10353",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "379",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40313",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "87",
            "@width": "363",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16136",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36914",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "148",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30878",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "432",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51239",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4464",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "138",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7289",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8344",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18670",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11485",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "144",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9522",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "293",
            "@width": "1594",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "57076",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1682",
            "@width": "1419",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-fx2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "281311",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "385",
            "@width": "1608",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "123065",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "254808",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "655",
            "@width": "1599",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "234409",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1916",
            "@width": "1684",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "392112",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6905062",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002153-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "715023",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85188025970"
      }
    }
  }
}