{
  "metadata": {
    "title": "Promotional effect of phosphorus modification on improving the Na resistance of V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>-MoO<ce:inf loc=post>3</ce:inf>/TiO<ce:inf loc=post>2</ce:inf> catalyst for selective catalytic reduction of NO<ce:italic><ce:inf loc=post>x</ce:inf></ce:italic> by NH<ce:inf loc=post>3</ce:inf>",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-04-30",
    "doi": "10.1016/j.mcat.2021.111565",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121001826",
    "pii": "S2468823121001826"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85103699895",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-04-07 2021-04-07 2021-04-07 2021-04-07 2021-04-30T07:56:42 1-s2.0-S2468823121001826 S2468-8231(21)00182-6 S2468823121001826 10.1016/j.mcat.2021.111565 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00065 2022-12-12T23:36:12.42485Z 0 0 20210401 20210430 2021 2021-04-07T18:26:28.538844Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 506 506 C Volume 506 18 111565 111565 111565 202104 April 2021 2021-04-01 2021-04-30 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. PROMOTIONALEFFECTPHOSPHORUSMODIFICATIONIMPROVINGNARESISTANCEV2O5MOO3TIO2CATALYSTFORSELECTIVECATALYTICREDUCTIONNOXBYNH3 HUANG L 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Poisoning of Na 2.3 Characterization 2.4 Catalytic test 3 Results and discussion 3.1 Characterizations 3.2 NH3-SCR activity 3.3 Possible promotional mechanism analysis 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References LIU 2019 771 Z FORZATTI 2001 221 236 P WANG 2019 122155 H CHEN 2018 1347 1365 C SCHWAMMLE 2013 274 281 T SHANG 2012 513 519 X LIU 2019 117263 Z SLA 2021 270 PENG 2012 12623 12629 Y CAO 2019 95 104 J CHEN 2018 Y LI 2019 H SHWAN 2014 111 123 S XIE 2019 117815 K YOU 2017 15 24 Y CASTELLINO 2008 110 122 F YOU 2018 47 54 Y YAO 2016 221 229 W ZHANG 2019 110562 G LI 2018 814 822 M YAN 2020 2747 2753 T YOUN 2017 S GUO 2014 111 116 R GUO 2009 30 40 X MAGG 2004 88 100 N BROCLAWIK 2001 31 38 E MING 2018 637 643 K LIU 2019 Q CHEN 2011 531 537 L ALKANDARI 2005 1 10 H WANG 2018 P REDDY 2001 B KANG 2007 261 269 M JING 2001 308 314 L LIN 2004 3 14 S HUANG 2018 L GAO 2014 3966 3972 F DONG 2015 3588 3596 G CASAGRANDE 1999 63 77 L DONG 2014 1455 1463 G SI 2012 146 149 Z LI 2011 854 863 K TIAN 2018 S1743967118304835- Y CASTELLINO 2008 110 122 F NICOSIA 2008 228 236 D KROCHER 2008 215 227 O MADIA 2002 181 190 G HUANGX2021X111565 HUANGX2021X111565XL 2023-04-07T00:00:00.000Z 2023-04-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-04-10T21:22:43.847Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823121001826 China Postdoctoral Science Foundation 2019M651632 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991/ Fund Project for Transformation of Scientific and Technological Achievements of Jiangsu Province of China 2018K076C BA2017095 Transformation Program of Scientific and Technological Achievements of Jiangsu Province http://data.elsevier.com/vocabulary/SciValFunders/501100013112 http://sws.geonames.org/1814991/ This work was supported by the Fund Project for Transformation of Scientific and Technological Achievements of Jiangsu Province of China [grant number BA2017095 ]; the postdoctoral Grant Grogram of Jiangsu [grant number 2018K076C ]; and the China Postdoctoral Science Foundation Grant [grant number 2019M651632 ]. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00182-6 S2468823121001826 1-s2.0-S2468823121001826 10.1016/j.mcat.2021.111565 315758 2021-05-19T10:12:36.546704Z 2021-04-01 2021-04-30 1-s2.0-S2468823121001826-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/MAIN/application/pdf/411ce15ac9f3348fa427bc61319eccb1/main.pdf main.pdf pdf true 4044001 MAIN 7 1-s2.0-S2468823121001826-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/PREVIEW/image/png/2f1244ead35e03b1eb9013c909d2ba52/main_1.png main_1.png png 58881 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121001826-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr5/DOWNSAMPLED/image/jpeg/07e2abafc4292649631601818014d78a/gr5.jpg gr5 gr5.jpg jpg 132200 546 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr4/DOWNSAMPLED/image/jpeg/071e3102d3afa0c07a4865d3e8c05a3d/gr4.jpg gr4 gr4.jpg jpg 23659 270 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr6/DOWNSAMPLED/image/jpeg/35a8e1dd0a7229350ec0a78117dc60d0/gr6.jpg gr6 gr6.jpg jpg 46092 262 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr1/DOWNSAMPLED/image/jpeg/9100a54e89d445061b1a5b090e1ceebe/gr1.jpg gr1 gr1.jpg jpg 21567 266 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr3/DOWNSAMPLED/image/jpeg/c4533dfdf38cae01a8c5632f63c52fcf/gr3.jpg gr3 gr3.jpg jpg 21450 263 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr2/DOWNSAMPLED/image/jpeg/d9d08503a5d2b7ecd5c8c896b3494306/gr2.jpg gr2 gr2.jpg jpg 96631 520 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/ga1/DOWNSAMPLED/image/jpeg/0f102e666949b60c5f4743f6949fe383/ga1.jpg ga1 true ga1.jpg jpg 19843 200 313 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/sc1/DOWNSAMPLED/image/jpeg/f86f76802a58dbc3f67c85c460f1f44b/sc1.jpg sc1 sc1.jpg jpg 36849 313 491 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001826-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr5/THUMBNAIL/image/gif/88d82a5f56c10b71f9e462b900488242/gr5.sml gr5 gr5.sml sml 13459 164 204 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr4/THUMBNAIL/image/gif/e0faba3a98d4e0d795ef07e8a83d4c12/gr4.sml gr4 gr4.sml sml 7223 164 206 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr6/THUMBNAIL/image/gif/5160095b0bcbcd688e3c2d29066d5efb/gr6.sml gr6 gr6.sml sml 5447 85 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr1/THUMBNAIL/image/gif/dfb24c098eb90934e6e9b1746c6f1446/gr1.sml gr1 gr1.sml sml 7044 164 209 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr3/THUMBNAIL/image/gif/1b540e1b29e61e725e33872825abdd05/gr3.sml gr3 gr3.sml sml 7091 164 212 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/gr2/THUMBNAIL/image/gif/8c6386fa6f969f038ee56172ac8d66dd/gr2.sml gr2 gr2.sml sml 12691 164 214 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/ga1/THUMBNAIL/image/gif/58c66e7824ec9d707ecfa42a775fa419/ga1.sml ga1 true ga1.sml sml 9821 140 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/sc1/THUMBNAIL/image/gif/798c1e0dee52d54beb8cbd36570536ca/sc1.sml sc1 sc1.sml sml 9477 140 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001826-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/717a7044bad64bcf73165d09131c7f34/mmc1.docx mmc1 mmc1.docx docx 395834 APPLICATION 1-s2.0-S2468823121001826-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/STRIPIN/image/svg+xml/3a4646ddd69eb46418aecb7a4412bcc9/si1.svg si1 si1.svg svg 7186 ALTIMG 1-s2.0-S2468823121001826-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001826/STRIPIN/image/svg+xml/205b226a50dd39e6efbbba6515a2dd22/si2.svg si2 si2.svg svg 13469 ALTIMG 1-s2.0-S2468823121001826-am.pdf am am.pdf pdf 2003776 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:100H7QD19SF/MAIN/application/pdf/31c40067ea5f549a395d038b41cdd33d/am.pdf MCAT 111565 111565 S2468-8231(21)00182-6 10.1016/j.mcat.2021.111565 Elsevier B.V. Scheme 1 Possible promotional mechanism of P modification on improving Na resistance of V-Mo/Ti catalyst. Scheme 1 Fig. 1 XRD patterns of different catalysts. Fig. 1 Fig. 2 XPS profiles of the V 2p (a), Mo 3d (b), O 1s (c), and P 2p (d) of different catalysts. Fig. 2 Fig. 3 H2-TPR profile of different catalysts. Fig. 3 Fig. 4 NH3-TPD profiles of different catalysts. Fig. 4 Fig. 5 NH3-DRIFT spectra of V-Mo/Ti (a), V-Mo-P/Ti (b), V-Mo-Na/Ti (c) and V-Mo-P-Na/Ti (d). Fig. 5 Fig. 6 NOx conversion (a), N2O concentration and N2 selectivity (b) of samples. Fig. 6 Table 1 Textural property of different catalysts. Table 1 Sample BET Surface Area /m2 g−1 Pore Volume /cm3 g−1 Pore Size /nm V-Mo/Ti 78.4 0.278 14.4 V-Mo-P/Ti 75.3 0.281 15.0 V-Mo-Na/Ti 70.4 0.253 15.1 V-Mo-P-Na/Ti 71.3 0.271 15.3 Table 2 Valence state of elements and atomic percentage on different samples. Table 2 Sample V5+/ (V3++V4++V5+)/% Mo6+/ (Mo5++Mo6+)/% Oα/ (Oα+ Oβ)/% PO3 −/ (P2O5+PO3 −)/% V-Mo/Ti 32 90 7 – V-Mo-P/Ti 27 89 9 64 V-Mo-Na/Ti 14 93 4 – V-Mo-P-Na/Ti 22 92 6 78 Promotional effect of phosphorus modification on improving the Na resistance of V2O5-MoO3/TiO2 catalyst for selective catalytic reduction of NO x by NH3 Li Huang Conceptualization Data curation Methodology Validation Writing - original draft Project administration a Yiqing Zeng Conceptualization Data curation Methodology Writing - original draft b Zhengfeng Chang Data curation Methodology Validation a b Yuhao Zong Data curation Methodology a Hu Wang Data curation Methodology a Shule Zhang Project administration Resources Supervision Writing - review & editing b * Yang Yu Data curation Methodology c a Datang Nanjing Environmental Protection Technology Co., Ltd, Nanjing, 211111, China Datang Nanjing Environmental Protection Technology Co., Ltd Nanjing 211111 China Datang Nanjing Environmental Protection Technology Co., Ltd, Nanjing 211111, China b School of Chemical Engineering, Nanjing University of Science and Technology, Nanjing, 210094, China School of Chemical Engineering Nanjing University of Science and Technology Nanjing 210094 China School of Chemical Engineering, Nanjing University of Science and Technology, Nanjing 210094, China c Department of Environment Engineering, Nanjing Institute of Technology, Nanjing, 211167, China Department of Environment Engineering Nanjing Institute of Technology Nanjing 211167 China Department of Environment Engineering, Nanjing Institute of Technology, Nanjing 211167, China ⁎ Corresponding author. Graphical abstract Improving the resistance to alkali metals poisoning of commercial V2O5-TiO2 based catalyst could significantly enhance its service life. In this work, a simple method of incorporating P species was developed to enhance the resistance to Na species of commercial V2O5-MoO3/TiO2 (V-Mo/Ti) catalyst. XRD and N2-adsorption results proposed that P adding have no obvious influence on the structure of V-Mo/Ti. However, the results referred from the H2-TPR, XPS, NH3-TPD and NH3-DRIFTS suggested that Na species preferentially reacted with P species than V2O5 species, which preserved most of redox sites (V = O structure) and acid sites (V−OH structure) on V-Mo-P/Ti catalyst. Thus, V-Mo-P-Na/Ti presented a much higher NH3-SCR activity than V-Mo-Na/Ti. Finally, possible promotional mechanism of P modification on improving Na resistance of V-Mo/Ti catalyst was proposed. We expect this work could contributed to the studies on preparing high effective NH3-SCR catalysts. Keywords V-Mo/Ti catalyst NH3-SCR Phosphorus modification Na-resistance 1 Introduction Nitrogen oxides (NOx) emissions from coal fired power plants could contribute to the formation of acid rain, ozone depletion and photochemical smog, thus causing great harm to the ecosystem and human health. Selective catalytic reduction (SCR) with NH3 over de-NOx catalyst is the most efficient technology for NOx abatement, and has been used globally in the last decades [1–3]. V2O5-TiO2 based catalyst is acknowledged as the major type of de-NOx catalyst in the industrial application because of its high catalytic activity, good resistance to SO2, and excellent N2 selectivity [4,5]. Generally, the catalytic activity of V2O5-TiO2 based catalyst would decline gradually during the actual SCR process [6,7], because the elements in flue gas including alkali metals (K, Na), alkali-earth metals (Ca, Mg) and heavy metals (As, Pb) could poison catalyst. Among them, the alkali metals were considered to be the most influential substance [8,9]. Therefore, the development of catalyst with high resistance of alkali metals is a topic of enormous importance. Up to now, various methods have been attempted to enhance the alkali metal resistance of the V2O5-TiO2 based catalyst. For instance, Cao et al. [10] screened the effects of doping Ce4+ and Zr4+ on V2O5-WO3/TiO2 catalyst. It was reported that the co-doping of Ce4+ and Zr4+ led to the enhancement of NOx conversion and K-poisoning resistance of the catalyst. Chen et al. proposed that the addition of Ce(SO4)2 could strengthen the surface acidity and redox ability of the V2O5/TiO2 catalyst [11]. As a consequence, the V2O5-Ce(SO4)2/TiO2 catalyst exhibited improved resistance to Na poisoning. Li’ group tried to enhance the alkali metal resistance of V2O5-WO3/TiO2 catalyst by adding Ce and Cu, and found that the synergistic effect of Ce-Cu could maintain the surface acidity and redox properties of VWCeCuTi-K catalyst [12]. Recently, the enhancement of alkali metal resistance of de-NOx catalyst by adding phosphorus has excited interest, despite phosphorus is usually recognized as a harmful element to the de-NOx catalyst [13–16]. The introduction of phosphorus by impregnation [17], sol-gel [18], and solvothermal methods [19] were proved to be beneficial for the NH3-SCR performance of CeO2/TiO2 catalysts. Phosphorus effectively increases the reducibility and surface acidity of Ce/TiO2 catalyst. Consequently, the temperature window of the catalyst is broadened and the tolerance to K species is strengthened [20]. With regards to the V2O5-TiO2 based catalyst, the introduction of phosphorus was also reported to improve the catalytic behavior of V2O5-WO3/TiO2 catalyst obviously [21]. However, there is little literature about phosphorus as a promoter for V2O5-TiO2 based catalyst in the improvement of alkali metal resistance. Inspired by these, we prepared the P modified V2O5-MoO3/TiO2 catalyst for selective catalytic reduction of NO with NH3. The catalysts were characterized by several methods, including XRD, N2-adsorption, H2-TPR, XPS, NH3-TPD, and NH3-DRIFTS. The modifying effects of phosphorus addition to V2O5-MoO3/TiO2 catalyst on its physicochemical characteristics, catalytic behavior in the NH3-SCR reaction, and resistance to Na were studied. 2 Experimental 2.1 Catalyst preparation V2O5-MoO3/TiO2 (denoted as V-Mo/Ti) catalyst with a weight content of 1.2 wt% V2O5 and 2.5 wt% MoO3 was prepared by impregnation method. Ammonium metavanadate, ammonium molybdate, and oxalic acid solution were mixed under stirring at 80 °C for 2 h. Afterwards, the prepared sample was totally dried. At last, the sample was calcined at 550 °C in air for 2 h. P modified V2O5-MoO3/TiO2 (denoted as V-Mo-P/Ti) catalyst was prepared by impregnation method. H3PO4 aqueous solution was impregnated to the V2O5-MoO3/TiO2 catalyst to obtain a paste followed by stirring at 80 °C for 2 h. Then the paste was dried and calcined at 550 °C in air for 2 h. The loading of P species was fixed at 1 wt% (calculated by P2O5). 2.2 Poisoning of Na Na poisoned catalysts (denoted as V-Mo-Na/Ti and V-Mo-P-Na/Ti, the weight content of Na2O/catalyst is 0.5 wt% Na2O) were obtained via the impregnation method. The powder of V-Mo/Ti(V-Mo-P/Ti) catalyst was added into NaNO3 aqueous solution under stirring and stirred for 2 h at 80 °C, respectively. Then the samples were totally dried and calcined at 550 °C in air for 2 h. 2.3 Characterization The samples were analyzed by X-ray diffraction (XRD, Philips X’Pert3 Power diffractometer with a copper anode tube), Nitrogen adsorption (Micromeritics ASAP 2000) and X-ray photoelectron spectra (XPS, PHI 5000 VersaProbe). Ammonia temperature-programmed desorption (NH3-TPD) and hydrogen temperature-programmed reduction (H2-TPR) were measured in a chemisorbed measurement (AutoChem II 2920). Prior to experiments, the sample was pretreated in flowing He stream at 300 °C for 1 h. H2-TPR was carried out by heating sample to in 10 °C/min under the atmosphere of 5 vol% H2/Ar. For NH3-TPD experiment, sample was pretreated by sufficient NH3 at 100 °C, and then heating to 600 °C with a heating rate of 10 °C/min using He (50 mL/min) as the carrier gas. Diffuse reflectance infrared Fourier transform spectroscopy of NH3 (NH3-DRIFTS) absorption-desorption was performed in a Thermo Scientific Nicolet 6700 spectrometer, which was equ ipped with a Harrich IR cell and an MCT detector cooled by liquid N2. The spectra of NH3-DRIFT were collected by accumulating 16 scans at a resolution of 4 cm−1. Prior to the experiment, the sample was pretreated with N2 at a flow rate of 50 mL/min at 450 °C for 30 min. The sample spectra were recorded at 100, 150, 200, 250, 300, 350, 400 and 450 °C in the N2 atmosphere. Then, the sample was purged with 1000 ppm NH3/N2 for 30 min at 450 °C. After changing N2 atmosphere, the samples temperature was heated from 100 °C to 450 °C at a rate of 10 °C/min, and then recorded the spectra at 100, 150, 200, 250, 300, 350, 400 and 450 °C. Finally, the NH3-DRIFT spectra were obtained by deducting the spectra of sample at the same temperature. 2.4 Catalytic test NH3-SCR activity experiments were carried out in a conventional quartz tubular reactor with catalyst samples of 0.1 g. The reaction gas with a total flow rate of 1000 mL/min is consisted of 0.05 vol% NH3, 0.05 vol% NO, and 5 vol% O2 in N2. All catalysts were kept on stream at each test temperature for 0.5 h. The composition of the reaction or product gasses was monitored continuously by a flue gas analyzing apparatus (Protea AtmosFIRt). NOx conversion (%) and N2 selectivity (%) were defined as follows: NO x conversion % = [ NO x ] in - [ NO x ] out [ NO x ] in ×100% N 2 selectivity % = [NO] in + [ NH 3 ] in - [NO] out - NH 3 out -2× [ N 2 O] out [NO] in + [ NH 3 ] in - [NO] out - [N H 3 ] out ×100% 3 Results and discussion 3.1 Characterizations The XRD patterns of the different catalysts are shown in Fig. 1 . Apparently, the profiles of all samples exhibit only anatase type of TiO2 [10]. In addition, no obvious diffraction peaks ascribed to V2O5, MoO3, P2O5, and Na2O were detected, indicating the finely dispersed of the vanadium, molybdenum, phosphorus species, as well as sodium species, on the surface of the TiO2. Compared to fresh V-Mo/Ti and V-Mo-P/Ti catalyst, Na poisoned catalyst showed a stronger XRD diffraction peaks. This result could be attributed to the additional calcination process during impregnating NaNO3, which increased the crystallinity of TiO2 [22]. The porous properties of catalysts were studied by N2-adsorption experiments and the results are presented in Table 1 and Fig S1. As shown in Table 1, the BET surface area and pore volume of V-Mo-P/Ti catalyst are slightly lower than that of the V-Mo/Ti catalyst, indicating that phosphorus loading had no obvious influence on structure of V-Mo/Ti catalyst. With impregnating Na, the BET surface area and pore volume of the fresh V-Mo/Ti and V-Mo-P/Ti catalysts decreased distinctly, because Na species could block the microspores of catalyst [23]. Fig S1 manifests the N2 adsorption-desorption isotherms of different catalysts. All catalysts present similar N2 physisorption isotherms that belong to type-IV sorption curves with H3 hysteresis loops, which is dominant in mesoporous materials with slit-like pores. No significant changes can be observed in the overlapped adsorption and desorption isotherm curves of the different catalysts, which indicated that the addition of P and/or Na could not change the porous structures of VMo/Ti catalyst apparently. XPS spectra of different catalysts are displayed in Fig. 2 and Table 2 . The V 2p XPS results of the different catalysts are shown in Fig. 2a. After a curve-fitting process, the V 2p XPS spectra was de-convoluted to three peaks of different valance states: V5+ 2p 3/2 (517.2 eV), V4+ 2p 3/2 (516.3 eV) and V3+ 2p 3/2 (515.4 eV) [24]. From the data in Table 2, it is recognized that the V5+/(V3++V4++V5+) ratio of V-Mo/Ti catalyst decreased from 32 % to 27 % after phosphorus doping. Vanadium species from monomeric vanadyl exists in high oxidation states, whereas the polymeric phase corresponds to low oxidation state [25,26]. Yan et al. had proved that the polymeric phase of surface vanadyl species was significantly increased after P adding [21]. Thus, the decreased V5+ species could be attributed to the increase of polymeric phase of surface vanadyl species. After loading Na species, the concentration of V5+ ions on V-Mo-/Ti and V-Mo-P/Ti catalysts dropped distinctly due to formation of V-O-M (M = K, Na) structure [12,27–29]. Furthermore, V-Mo-P-Na/Ti catalyst exhibits higher value of V5+/(V3++V4++V5+) ratio than V-Mo-Na/Ti catalyst, indicating that phosphorus lessened the poisoning effect of Na on the vanadium species. Fig. 2b represents the Mo 3d peak of the different catalysts. The peaks at 235.8 eV and 232.6 eV can be ascribed to Mo6+, while the peaks positioned at 235 eV and 231.8 eV represent Mo5+ [30]. For all samples, the molybdenum predominates in Mo6+ valence states. The Mo6+/(Mo5++Mo6+) ratio of V-Mo-P/Ti catalyst is slightly lower than that of the V-Mo/Ti catalyst, which is caused by the interaction between MoO3 and phosphorous [31]. In comparison to the fresh catalysts, the Mo6+/(Mo5++Mo6+) ratio in the Na-poisoned catalysts increased, accompanied by the decrease of the binding energy. The increase of Mo6+/(Mo5++Mo6+) ratio could be aroused from the formation of Na2MoO4. Meanwhile, the decline in the binding energy of Na-poisoned catalysts could be explained by the variation of Mo (VI) coordination state [32]. The XPS spectra of O 1s was shown in Fig. 2c. The O 1s peaks were divided into two peaks: the surface chemisorbed oxygen Oα (529.8 eV); lattice oxygen Oβ (529.0–530.0 eV) [33]. Typically, it is turned out that Oα is the most active oxygen and plays an important role in oxidation reactions [34,35]. The higher Oα/(Oα+Oβ) ratio makes it easier to oxide NO to NO2, which facilitates the “fast SCR” process (NO + NO2+2NH3→2N2+3H2O). On the basis of XPS results, the Oα/(Oα+Oβ) ratio over V-Mo/Ti, V-Mo-P/Ti, V-Mo-Na/Ti, and V-Mo-P-Na/Ti catalysts were calculated to be 7%, 9%, 4%, and 6%, respectively. V-Mo-P/Ti catalyst presented a higher Oα/(Oα+Oβ) ratio compared with the V-Mo/Ti catalyst, which is attributed to its higher amount of polymeric vanadate [36]. As for the two Na-poisoned catalysts, the concentration of chemisorbed oxygen on the surface of the catalysts dropped to different certain extents. This result is assigned to the formation of strong bonds between surface oxygen centers and Na [29]. Besides, the binding energy of the lattice oxygen in the spectra of V-Mo-Na/Ti and V-Mo-P-Na/Ti catalysts moved to lower values compared with that in the spectra of V-Mo/Ti and V-Mo-P/Ti catalysts, respectively. This phenomenon is in line with the previous studies by Guo et al. [23] and Gao et al. [37], which could be explained by the strong interaction between Na and the lattice oxygen. Notably, the Oα/(Oα+Oβ) ratio of V-Mo-P-Na/Ti catalyst is also higher than that of the V-Mo-Na/Ti catalyst. Fig. 2d illustrates the XPS spectra of P 2p of V-Mo-P/Ti and V-Mo-P-Na/Ti catalysts. The P 2p peaks could be fitted into two peaks referred to P2O5 (134 eV) and PO3 − (133.2 eV) [20]. From Table 2, it is apparent that the molar ratio of PO3 −/(P2O5+PO3 −) for the two catalysts are all over 0.6, revealing that P species on the surface of the two catalysts are mainly in the form of metaphosphate. V-Mo-P-Na/Ti catalyst presents a relative higher PO3 −/(P2O5+PO3 −) ratio, which could be consistent with the formation of NaPO3. In this way, the interaction between Na and vanadium species would decrease. Concurrently, the effect of Na on the catalytic performance of V-Mo-P/Ti catalyst might be relatively small. The reducibility of the catalysts was evaluated by H2-TPR analysis. As shown in Fig. 3 , single reduction peak appears at 416 °C, attesting to the reduction of vanadium oxides and molybdenum species could be found in the profiles of V-Mo/Ti catalyst [38,39]. After incorporating with P species, the H2 consumption peak temperature shifts to the higher temperature region, illustrating that P addition decreases the reducibility of V-Mo/Ti catalyst. According to the literatures [21,40], this result is attributed to the increase of polymeric vanadate by P doping, because the polymerization of vanadium species could increase the difficulty of being reduced in H2 atmosphere. Additionally, additional H2 consumption peak could be observed at about 740 °C for V-Mo-P/Ti catalyst, which is ascribed to the reduction of PO bond [31,41,42]. In contrast with V-Mo/Ti catalyst, two H2 consumption peaks around 500 °C and 594 °C arise in the profile of V-Mo-Na/Ti catalyst. In order to identify these two peaks, the H2-TPR profiles of V/Ti, Mo/Ti, V-Na/Ti, and Mo-Na/Ti samples (prepared by the method are exactly the same as the V-Mo/Ti and V-Mo-Na/Ti catalysts.) were tested. As observed from Fig S2, V/Ti and Mo/Ti samples present only one H2 consumption peak at 415 °C and 386 °C, respectively. V-Na/Ti sample contains one peak in the temperature range of 400–550 °C. For Mo-Na/Ti sample, the H2 consumption peak appears at around 423 °C. That is to say, the effect of Na on the MoOx species is inferior to that of VOx species. Based on this, it can be speculated that the two H2 consumption peaks at 500 °C and 594 °C of V-Mo-Na/Ti catalyst are ascribed to the reduction of MoOx species and VOx species, respectively. In other words, Na has obvious implication for the VOx species, leading to the decline of the reducibility of V-Mo/Ti catalyst [43]. Similar to V-Mo-Na catalyst, the H2 consumption peak of V-Mo-P-Na/Ti catalyst also shifts to higher temperature compared with that of the V-Mo-P/Ti catalyst, i.e., from 429 °C to 492 °C. Clearly, it could be found that the H2 consumption peak temperature of VO x species of V-Mo-P-Na/Ti catalyst (492 °C) is much lower than that of the V-Mo-Na/Ti catalyst (594 °C). Accordingly, it is concluded that the addition of P alleviates the negative effect of Na on the reducibility of the fresh catalyst. The acidity is another vital factor in the catalytic performance of V2O5-TiO2 based catalyst. Hence, NH3-TPD analysis and DRIFTS measurements of NH3 adsorption were carried out to clarify the acidity of the different catalysts. Fig. 4 presents the NH3-TPD profiles of samples. All samples exhibit a broad NH3 desorption peak at around 425 °C. The ammonia desorption for V-Mo/Ti, V-Mo-P/Ti, V-Mo-Na/Ti, and V-Mo-P-Na/Ti catalysts are 349.1, 305.2, 71.9 and 210.8 μmol/g, respectively. The amount of desorbed NH3 of V-Mo-P/Ti catalyst is less than that of the V-Mo/Ti catalyst, indicating that the loading of phosphorus decreases the acidity of V-Mo/Ti catalyst. As discussed in Fig. 2, un-incorporated P species exists on the V-Mo-P/Ti catalyst, which might decrease the surface acidity of V-Mo-P/Ti catalyst [44–46]. In the case of V-Mo-Na/Ti catalyst, the NH3 desorption peak area decreases obviously in contrast with that of the V-Mo/Ti catalyst. Unlike the poor acidity of V-Mo-Na/Ti catalyst, V-Mo-P-Na/Ti catalyst possesses a broad NH3 desorption peak from 320 °C to 550 °C, and the peak area is higher than that of the V-Mo-Na/Ti catalyst. Fig. 5 shows the NH3-DRIFTS spectra of samples. Several bands ascribed to NH bond of absorbed NH3 (3400–3100 cm−1), NH3 adsorbed on Lewis acid sites (1600, 1240 and 1210 cm−1) and NH4 + on the Bronsted acid sites (1666 and 1430 cm−1) could be observed in the spectra of all samples [27]. Notably, the peaks due to NH3 adsorbed on Bronsted acid sites is disappeared more quickly than the peaks due to NH3 adsorbed on Lewis acid sites with increase of temperature. Combined with NH3-TPD results, it could be concluded that the weak adsorbed NH3 species (desorbed at low temperature) could be assigned to the NH4 + on Bronsted acid sites, and the strong adsorbed NH3 species could be ascribed to the NH3 on Lewis acid sites (desorbed at higher temperature). For V-Mo/Ti and V-Mo-P/Ti catalysts, the bands of adsorbed NH3 species could be seen in their spectra (Fig. 5a-b) even at the temperature of 450 °C. For the Na poisoned catalysts, the bands of NH3 species adsorbed on Lewis acid sites could be found at 400 °C. Notably, the peaks due to NH4 + species adsorbed Bronsted acid sites are almost completely disappeared at 200 °C in the spectra of V-Mo-Na/Ti sample. However, for V-Mo-P-Na/Ti catalyst (Fig. 5d), the signal of the Bronsted acid sites could be remained until 350 °C. These results suggest that Na could interact with surface acid sites (priority to interact with Bronsted acid sites) on V-Mo/Ti and V-Mo-P/Ti catalysts, and then inhibit the NH3 adsorption. Furthermore, combined with the XPS and NH3-TPD results, it could be concluded that P species could inhibit the destroy effect of Na species on surface acid sites by preferentially interacting with impregnated Na species. 3.2 NH3-SCR activity Fig. 6 a shows the NH3-SCR activity of samples at the temperature range of 250–430 °C. V-Mo/Ti catalyst exhibits relatively narrow operating temperature window, 80 % NO x removal efficiency could be obtained only at a temperature of 310–430 °C. The phosphorus addition significantly enhanced the NH3-SCR activity of V-Mo/Ti catalyst at the temperature of 250–340 °C by decreasing the reaction activation energy (Fig S3), thus the operating temperature window with 80 % NO x removal efficiency was expand to 300–430 °C. With loading Na species, a sharp activity drop could be observed in the NO x removal efficiency of V-Mo/Ti and V-Mo-P/Ti. V-Mo-Na/Ti catalyst showed a NO x conversion below 23 % at whole tested temperature. V-Mo-P-Na/Ti presented a much higher NH3-SCR activity than V-Mo-Na/Ti, and above 40 % NO x removal efficiency could be obtained at the temperature 305–340 °C. These results proposed that the decline in the catalytic activity caused by Na was effectively restrained by P modification. For further verify above results, the deactivation rates of the different catalysts with different contents of Na (a) and P (b) species. As shown in Fig S4, P addition could inhibit the Na poison effect on V-Mo /Ti, and the inhibition effect would increase with increasing P content. Fig. 6 b shows the N2O concentration and N2 selectivity of samples during the NH3-SCR reaction. For all catalysts investigated in our experiment, the formation of N2O tends to escalate when the reaction temperature is above 370 °C. V-Mo-P/Ti catalyst presents higher N2O concentration than that of the V-Mo/Ti catalyst, which is due to it possessed more amount of polymeric vanadate. Because the polymerization process of dispersed vanadium species is regarded as the main reason for the increase of N2O in NH3-SCR reaction [47]. In addition, it could also be found from Fig. 6b that the N2O concentration of the Na-poisoned catalysts were higher than that of the corresponding fresh catalysts. Similar results were reported by Tian et al. [43], which is related the fact that Na promoted the side reaction during the NH3-SCR process. Fig. 5 (c) also exhibits the corresponding N2 selectivity of the different catalysts. It is clear that the N2 selectivity of V-Mo-P/Ti catalyst is lower than that of the V-Mo/Ti catalyst, which is due to the fact that the presence of P leaded to the increase of N2O during the SCR reaction. Apart from that, it is interesting to note that that the N2 selectivity of V-Mo-P-Na/Ti catalyst is higher than that of V-Mo-Na/Ti catalyst. This phenomenon allows us to confirm that the loading of P enhances the Na-resistance of V-Mo/Ti catalyst. 3.3 Possible promotional mechanism analysis The possible promotional mechanism of P modification on improving the Na-resistance of V-Mo/Ti catalyst was proposed in Scheme 1 by combining the results of previous studies and this work. Na species could react with V2O5 species, which decreased the redox properties of the redox sites (V = O structure) and the amounts of acid sites (V−OH structure) on V-Mo-Na/Ti catalyst, thereby leading to the decrease of NH3-SCR activity. For V-Mo-P-Na/Ti catalyst, Na species preferentially reacted with P species than V2O5 species, which preserved most of redox sites and acid sites. Thus, V-Mo-P-Na/Ti presented a much higher NH3-SCR activity than V-Mo-Na/Ti. 4 Conclusion In summary, the addition of phosphorus has significant impact on the Na-resistance of V-Mo/Ti catalyst for NH3-SCR. Compared with the catalyst without phosphorus, the polymeric vanadate and the Oα/(Oα+Oβ) ratio of V-Mo-P/Ti catalyst were increased, leading to the improvement of catalytic performance. The loading of Na resulted in the decrease of the reducibility, Oα/(Oα+Oβ) ratio, and acidity of the catalysts. While the presence of phosphorus could alleviate the above-mentioned effects to a certain extent. V-Mo-P-Na/Ti catalyst exhibits higher reducibility, Oα/(Oα+Oβ) ratio, and acidity than that of the V-Mo-Na/Ti catalyst. Because of these, V-Mo-P-Na/Ti catalyst exhibited relatively better catalytic performance. CRediT authorship contribution statement Li Huang: Conceptualization, Data curation, Methodology, Validation, Writing - original draft, Project administration. Yiqing Zeng: Conceptualization, Data curation, Methodology, Writing - original draft. Zhengfeng Chang: Data curation, Methodology, Validation. Yuhao Zong: Data curation, Methodology. Hu Wang: Data curation, Methodology. Shule Zhang: Project administration, Resources, Supervision, Writing - review & editing. Yang Yu: Data curation, Methodology. Declaration of Competing Interest There are no conflicts to declare. Acknowledgements This work was supported by the Fund Project for Transformation of Scientific and Technological Achievements of Jiangsu Province of China [grant number BA2017095]; the postdoctoral Grant Grogram of Jiangsu [grant number 2018K076C]; and the China Postdoctoral Science Foundation Grant [grant number 2019M651632]. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2021.111565. Appendix A Supplementary data The following are Supplementary data to this article: References [1] Z. Liu F. Yu C. Ma J. Dan B. Dai A critical review of recent progress and perspective in practical denitration application Catalysts 9 9 2019 771 - Z. Liu, F. Yu, C. Ma, J. Dan, B. Dai, A Critical Review of Recent Progress and Perspective in Practical Denitration Application, Catalysts 9(9) (2019) 771-. [2] P. Forzatti Present status and perspectives in de-NOx SCR catalysis Appl. Catalysis a-General 222 1–2 2001 221 236 10.1016/s0926-860x(01)00832-8 P. Forzatti, Present status and perspectives in de-NOx SCR catalysis, Applied Catalysis a-General 222(1-2) (2001) 221-236. 10.1016/s0926-860x(01)00832-8 [3] H. Wang B. Yuan R. Hao Y. Zhao X. Wang A critical review on the method of simultaneous removal of multi-air-pollutant in flue gas Chem. Eng. J. 2019 122155 H. Wang, B. Yuan, R. Hao, Y. Zhao, X. Wang, A critical review on the method of simultaneous removal of multi-air-pollutant in flue gas, The Chemical Engineering Journal (2019) 122155. [4] C. Chen Y. Cao S. Liu J. Chen W. Jia Review on the latest developments in modified vanadium-titanium-based SCR catalysts Chin. J. Catal. 39 8 2018 1347 1365 C. Chen, Y. Cao, S. Liu, J. Chen, W. Jia, Review on the latest developments in modified vanadium-titanium-based SCR catalysts, Chinese Journal of Catalysis 39(8) (2018) 1347-1365. [5] T. Schwammle F. Bertsche A. Hartung J. Brandenstein B. Heidel G. Scheffknecht Influence of geometrical parameters of honeycomb commercial SCR-DeNOx-catalysts on DeNOx-activity, mercury oxidation and SO2/SO3-conversion Chem. Eng. J. 222 2013 274 281 10.1016/j.cej.2013.02.057 T. Schwammle, F. Bertsche, A. Hartung, J. Brandenstein, B. Heidel, G. Scheffknecht, Influence of geometrical parameters of honeycomb commercial SCR-DeNOx-catalysts on DeNOx-activity, mercury oxidation and SO2/SO3-conversion, Chemical Engineering Journal 222 (2013) 274-281. 10.1016/j.cej.2013.02.057 [6] X.S. Shang G.R. Hu C. He J.P. Zhao F.W. Zhang Y. Xu Y.F. Zhang J.R. Li J.S. Chen Regeneration of full-scale commercial honeycomb monolith catalyst (V2O5-WO3/TiO2) used in coal-fired power plant J. Ind. Eng. Chem. 18 1 2012 513 519 10.1016/j.jiec.2011.11.070 X.S. Shang, G.R. Hu, C. He, J.P. Zhao, F.W. Zhang, Y. Xu, Y.F. Zhang, J.R. Li, J.S. Chen, Regeneration of full-scale commercial honeycomb monolith catalyst (V2O5-WO3/TiO2) used in coal-fired power plant, Journal of Industrial and Engineering Chemistry 18(1) (2012) 513-519. 10.1016/j.jiec.2011.11.070 [7] Z. Liu J. Han L. Zhao Y.W. Wu Y.P. Yang Effects of Se and SeO2 on the denitrification performance of V2O5-WO3/TiO2 SCR catalyst Appl. Catal. A Gen. 587 2019 117263 Z. Liu, J. Han, L. Zhao, Y.W. Wu, Y.P. Yang, Effects of Se and SeO2 on the denitrification performance of V2O5-WO3/TiO2 SCR catalyst, Applied Catalysis A: General 587 (2019) 117263. [8] S.L. A W.H. A H.X. A T.C. A Y.K. A Z.Q. A N.Y.A. B Alkali-induced deactivation mechanism of V2O5-WO3/TiO2 catalyst during selective catalytic reduction of NO by NH3 in aluminum hydrate calcining flue gas - ScienceDirect Appl. Catal. B 2021 270 S.L. A, W.H. A, H.X. A, T.C. A, Y.K. A, Z.Q. A, N.Y.A. B, Alkali-induced deactivation mechanism of V2O5-WO3/TiO2 catalyst during selective catalytic reduction of NO by NH3 in aluminum hydrate calcining flue gas - ScienceDirect, Applied Catalysis B: Environmental 270. [9] Y. Peng J. Li W. Shi J. Xu J. Hao Design strategies for development of SCR catalyst: improvement of alkali poisoning resistance and novel regeneration method Environ. Sci. Technol. 46 22 2012 12623 12629 Y. Peng, J. Li, W. Shi, J. Xu, J. Hao, Design Strategies for Development of SCR Catalyst: Improvement of Alkali Poisoning Resistance and Novel Regeneration Method, Environmental Science & Technology 46(22) (2012) 12623-9. [10] J. Cao X. Yao F. Yang L. Chen M. Fu C. Tang L. Dong Improving the denitration performance and K-poisoning resistance of the V2O5-WO3/TiO2 catalyst by Ce4+ and Zr4+ co-doping Chin. J. Catal. 40 1 2019 95 104 10.1016/S1872-2067(18)63184-5 J. Cao, X. Yao, F. Yang, L. Chen, M. Fu, C. Tang, L. Dong, Improving the denitration performance and K-poisoning resistance of the V2O5-WO3/TiO2 catalyst by Ce4+ and Zr4+ co-doping, Chinese Journal of Catalysis 40(1) (2019) 95-104. https://doi.org/10.1016/S1872-2067(18)63184-5 [11] Y. Chen M. Wang X. Du J. Ran L. Zhang High resistance to Na poisoning of the V2O5-Ce(SO4)2/TiO2 catalyst for the NO SCR reaction Aerosol Air Qual. Res. 18 12 2018 Y. Chen, M. Wang, X. Du, J. Ran, L. Zhang, High Resistance to Na Poisoning of the V2O5-Ce(SO4)2/TiO2 Catalyst for the NO SCR Reaction, Aerosol and Air Quality Research 18(12) (2018). [12] H. Li J. Miao Q. Su Y. Yu J. Wang Improvement in alkali metal resistance of commercial V2O5–WO3/TiO2 SCR catalysts modified by Ce and Cu J. Mater. Sci. 54 10 2019 H. Li, J. Miao, Q. Su, Y. Yu, J. Wang, Improvement in alkali metal resistance of commercial V2O5–WO3/TiO2 SCR catalysts modified by Ce and Cu, Journal of Materials Science 54(10) (2019). [13] S. Shwan J. Jansson L. Olsson M. Skoglundh Chemical deactivation of Fe-BEA as NH3-SCR catalyst-Effect of phosphorous Appl. Catal. B-Environ. 147 2014 111 123 10.1016/j.apcatb.2013.08.042 S. Shwan, J. Jansson, L. Olsson, M. Skoglundh, Chemical deactivation of Fe-BEA as NH3-SCR catalyst-Effect of phosphorous, Applied Catalysis B-Environmental 147 (2014) 111-123. 10.1016/j.apcatb.2013.08.042 [14] K. Xie A. Wang J. Woo A. Kumar K. Kamasamudram L. Olsson Deactivation of Cu-SSZ-13 SCR catalysts by vapor-phase phosphorus exposure Appl. Catal. B 256 2019 117815 10.1016/j.apcatb.2019.117815 ) 117815K. Xie, A. Wang, J. Woo, A. Kumar, K. Kamasamudram, L. Olsson, Deactivation of Cu-SSZ-13 SCR catalysts by vapor-phase phosphorus exposure, Applied Catalysis B: Environmental 256 (2019) 117815. https://doi.org/10.1016/j.apcatb.2019.117815 [15] Y. You H. Chang T. Zhu T. Zhang X. Li J. Li The poisoning effects of phosphorus on CeO2-MoO3/TiO2 DeNOx catalysts: NH3-SCR activity and the formation of N2O Mol. Catal. 439 2017 15 24 10.1016/j.mcat.2017.06.013 Y. You, H. Chang, T. Zhu, T. Zhang, X. Li, J. Li, The poisoning effects of phosphorus on CeO2-MoO3/TiO2 DeNOx catalysts: NH3-SCR activity and the formation of N2O, Molecular Catalysis 439 (2017) 15-24. https://doi.org/10.1016/j.mcat.2017.06.013 [16] F. Castellino S.B. Rasmussen A.D. Jensen J.E. Johnsson R. Fehrmann Deactivation of vanadia-based commercial SCR catalysts by polyphosphoric acids Appl. Catal. B-Environ. 83 1–2 2008 110 122 10.1016/j.apcatb.2008.02.008 F. Castellino, S.B. Rasmussen, A.D. Jensen, J.E. Johnsson, R. Fehrmann, Deactivation of vanadia-based commercial SCR catalysts by polyphosphoric acids, Applied Catalysis B-Environmental 83(1-2) (2008) 110-122. 10.1016/j.apcatb.2008.02.008 [17] Y.C. You C.N. Shi H.Z. Chang L. Guo L.W. Xu J.H. Li The promoting effects of amorphous CePO4 species on phosphorus-doped CeO2/TiO2 catalysts for selective catalytic reduction of NOx by NH3 Mol. Catal. 453 2018 47 54 10.1016/j.mcat.2018.04.014 Y.C. You, C.N. Shi, H.Z. Chang, L. Guo, L.W. Xu, J.H. Li, The promoting effects of amorphous CePO4 species on phosphorus-doped CeO2/TiO2 catalysts for selective catalytic reduction of NOx by NH3, Molecular Catalysis 453 (2018) 47-54. 10.1016/j.mcat.2018.04.014 [18] W.Y. Yao Y. Liu X.Q. Wang X.L. Weng H.Q. Wang Z.B. Wu The superior performance of sol-gel made Ce-O-P catalyst for selective catalytic reduction of NO with NH3 J. Phys. Chem. C 120 1 2016 221 229 10.1021/acs.jpcc.5b07734 W.Y. Yao, Y. Liu, X.Q. Wang, X.L. Weng, H.Q. Wang, Z.B. Wu, The Superior Performance of Sol-Gel Made Ce-O-P Catalyst for Selective Catalytic Reduction of NO with NH3, Journal of Physical Chemistry C 120(1) (2016) 221-229. 10.1021/acs.jpcc.5b07734 [19] G. Zhang X. Huang Z. Tang New insight into the synergistic promotion effect of phosphorus and molybdenum on the ceria-titanium catalysts for superior SCR performance Mol. Catal. 478 2019 110562 G. Zhang, X. Huang, Z. Tang, New insight into the synergistic promotion effect of phosphorus and molybdenum on the ceria-titanium catalysts for superior SCR performance, Molecular Catalysis 478 (2019) 110562. [20] M.-y. Li R.-t. Guo C.-x. Hu P. Sun W.-g. Pan S.-m. Liu X. Sun S.-w. Liu J. Liu The enhanced resistance to K deactivation of Ce/TiO2 catalyst for NH3-SCR reaction by the modification with P Appl. Surf. Sci. 436 2018 814 822 10.1016/j.apsusc.2017.12.087 M.-y. Li, R.-t. Guo, C.-x. Hu, P. Sun, W.-g. Pan, S.-m. Liu, X. Sun, S.-w. Liu, J. Liu, The enhanced resistance to K deactivation of Ce/TiO2 catalyst for NH3-SCR reaction by the modification with P, Appl. Surf. Sci. 436 (2018) 814-822. https://doi.org/10.1016/j.apsusc.2017.12.087 [21] T. Yan Q. Liu S. Wang G. Xu M. Wu J. Chen J. Li Promoter rather than inhibitor: phosphorus incorporation accelerates the activity of V2O5–WO3/TiO2 catalyst for selective catalytic reduction of NO x by NH3 ACS Catal. 10 4 2020 2747 2753 T. Yan, Q. Liu, S. Wang, G. Xu, M. Wu, J. Chen, J. Li, Promoter rather than Inhibitor: Phosphorus Incorporation Accelerates the Activity of V2O5–WO3/TiO2 Catalyst for Selective Catalytic Reduction of NO x by NH3, ACS Catalysis 10(4) (2020) 2747-2753. [22] Seunghee Youn Hwangho Lee Gwan Seung Do Kim Song Heui Effects of microporous TiO2 support on the catalytic and structural properties of V2O5/microporous TiO2 for the selective catalytic reduction of NO by NH3 Appl. Catalysis B: Environ. 2017 Youn, Seunghee, Lee, Hwangho, Seung, Gwan, Kim, Do, Heui, Song, Effects of microporous TiO2 support on the catalytic and structural properties of V2O5/microporous TiO2 for the selective catalytic reduction of NO by NH3, Applied Catalysis B Environmental An International Journal Devoted to Catalytic Science & Its Applications (2017). [23] R.T. Guo Q.S. Wang W.G. Pan W.L. Zhen Q.L. Chen H.L. Ding N.Z. Yang C.Z. Lu The poisoning effect of Na and K on Mn/TiO2 catalyst for selective catalytic reduction of NO with NH3: a comparative study Appl. Surf. Sci. 317 2014 111 116 10.1016/j.apsusc.2014.08.082 R.T. Guo, Q.S. Wang, W.G. Pan, W.L. Zhen, Q.L. Chen, H.L. Ding, N.Z. Yang, C.Z. Lu, The poisoning effect of Na and K on Mn/TiO2 catalyst for selective catalytic reduction of NO with NH3: A comparative study, Appl. Surf. Sci. 317 (2014) 111-116. 10.1016/j.apsusc.2014.08.082 [24] X.Y. Guo C. Bartholomew W. Hecker L.L. Baxter Effects of sulfate species on V2O5/TiO2 SCR catalysts in coal and biomass-fired systems Appl. Catalysis B-Environ. 92 1–2 2009 30 40 10.1016/j.apcatb.2009.07.025 X.Y. Guo, C. Bartholomew, W. Hecker, L.L. Baxter, Effects of sulfate species on V2O5/TiO2 SCR catalysts in coal and biomass-fired systems, Applied Catalysis B-Environmental 92(1-2) (2009) 30-40. 10.1016/j.apcatb.2009.07.025 [25] N. Magg B. Immaraporn J.B. Giorgi T. Schroeder M. B?Umer J. D?Bler Z. Wu E. Kondratenko M. Cherian M. Baerns Vibrational spectra of alumina- and silica-supported vanadia revisited: an experimental and theoretical model catalyst study J. Catal. 226 1 2004 88 100 N. Magg, B. Immaraporn, J.B. Giorgi, T. Schroeder, M. B?Umer, J. D?Bler, Z. Wu, E. Kondratenko, M. Cherian, M. Baerns, Vibrational spectra of alumina- and silica-supported vanadia revisited: An experimental and theoretical model catalyst study, Journal of Catalysis 226(1) (2004) 88-100. [26] E. Broclawik A. Gora M. Najbar The role of tungsten in formation of active sites for no SCR on the V-W-O catalyst surface - quantum chemical modeling (DFT) J. Mol. Catal. A-Chem. 166 1 2001 31 38 10.1016/s1381-1169(00)00462-3 E. Broclawik, A. Gora, M. Najbar, The role of tungsten in formation of active sites for no SCR on the V-W-O catalyst surface - quantum chemical modeling (DFT), Journal of Molecular Catalysis a-Chemical 166(1) (2001) 31-38. 10.1016/s1381-1169(00)00462-3 [27] K. Ming L. Qingcai Z. Jian J. Lijun T. Yuanmeng Y. Jian R. Shan L. Jiangling Effect of different potassium species on the deactivation of V 2 O 5 -WO 3 /TiO 2 SCR catalyst: comparison of K 2 SO 4, KCl and K 2 O Chem. Eng. J. 348 2018 637 643 K. Ming, L. Qingcai, Z. Jian, J. Lijun, T. Yuanmeng, Y. Jian, R. Shan, L. Jiangling, Effect of different potassium species on the deactivation of V 2 O 5 -WO 3 /TiO 2 SCR catalyst: Comparison of K 2 SO 4, KCl and K 2 O, Chemical Engineering Journal 348 (2018) 637-643. [28] Q. Liu L. Jiang W. Tong J. Yang S. Ren J. Li Y. Tian] K+ deactivation of V2O5-WO3/TiO2 catalyst during selective catalytic reduction of NO with NH3: effect of vanadium content Chem. Eng. J. 2019 Q. Liu, L. Jiang, W. Tong, J. Yang, S. Ren, J. Li, Y. Tian], K+ deactivation of V2O5-WO3/TiO2 catalyst during selective catalytic reduction of NO with NH3: Effect of vanadium content, Chemical Engineering Journal (2019). [29] L. Chen J.H. Li M.F. Ge The poisoning effect of alkali metals doping over nano V2O5-WO3/TiO2 catalysts on selective catalytic reduction of NOx by NH3 Chem. Eng. J. 170 2-3 2011 531 537 10.1016/j.cej.2010.11.020 L. Chen, J.H. Li, M.F. Ge, The poisoning effect of alkali metals doping over nano V2O5-WO3/TiO2 catalysts on selective catalytic reduction of NOx by NH3, Chem. Eng. J. 170(2-3) (2011) 531-537. 10.1016/j.cej.2010.11.020 [30] H. Al-Kandari F. Al-Kharafi N. Al-Awadi O.M. El-Dusouqui S.A. Ali A. Katrib The catalytic active sites in partially reduced MoO 3 for the hydroisomerization of 1-pentene and n -pentane Appl. Catal. A Gen. 295 1 2005 1 10 H. Al-Kandari, F. Al-Kharafi, N. Al-Awadi, O.M. El-Dusouqui, S.A. Ali, A. Katrib, The catalytic active sites in partially reduced MoO 3 for the hydroisomerization of 1-pentene and n -pentane, Applied Catalysis A General 295(1) (2005) 1-10. [31] Penglu Wang Shan Gao Chen Haiqiang Xiongbo Si Zhongbiao Wu Enhanced dual resistance to alkali metal and phosphate poisoning: Mo modifying vanadium-titanate nanotubes SCR catalyst Appl. Catalysis A: General 2018 Wang, Penglu, Gao, Shan, Haiqiang, Chen, Si, Xiongbo, Wu, Zhongbiao, Enhanced dual resistance to alkali metal and phosphate poisoning: Mo modifying vanadium-titanate nanotubes SCR catalyst, Applied Catalysis A General An International Journal Devoted to Catalytic Science & Its Applications (2018). [32] B.M. Reddy B. Chowdhury E.P. Reddy A. Fernández An XPS study of dispersion and chemical state of MoO3 on Al2O3-TiO2 binary oxide support Appl. Catal. A Gen. 2001 B.M. Reddy, B. Chowdhury, E.P. Reddy, A. Fernández, An XPS study of dispersion and chemical state of MoO3 on Al2O3-TiO2 binary oxide support, Applied Catalysis A: General (2001). [33] M. Kang E.D. Park J.M. Kim J.E. Yie Manganese oxide catalysts for NOx reduction with NH3 at low temperatures Appl. Catal. a-General 327 2 2007 261 269 10.1016/j.apcata.2007.05.024 M. Kang, E.D. Park, J.M. Kim, J.E. Yie, Manganese oxide catalysts for NOx reduction with NH3 at low temperatures, Applied Catalysis a-General 327(2) (2007) 261-269. 10.1016/j.apcata.2007.05.024 [34] L. Jing Z. Xu X. Sun J. Shang W. Cai The surface properties and photocatalytic activities of ZnO ultrafine particles Appl. Surf. Sci. 180 3 2001 308 314 10.1016/S0169-4332(01)00365-8 L. Jing, Z. Xu, X. Sun, J. Shang, W. Cai, The surface properties and photocatalytic activities of ZnO ultrafine particles, Applied Surface Science 180(3) (2001) 308-314. https://doi.org/10.1016/S0169-4332(01)00365-8 [35] S.D. Lin A.C. Gluhoi B.E. Nieuwenhuys Ammonia oxidation over Au/MOx/γ-Al2O3—activity, selectivity and FTIR measurements Catal. Today 90 1 2004 3 14 10.1016/j.cattod.2004.04.047 S.D. Lin, A.C. Gluhoi, B.E. Nieuwenhuys, Ammonia oxidation over Au/MOx/γ-Al2O3—activity, selectivity and FTIR measurements, Catal. Today 90(1) (2004) 3-14. https://doi.org/10.1016/j.cattod.2004.04.047 [36] Li Huang Yuhao Zong Hu Wang Chen Qian Dong Tao Influence of calcination temperature on the plate-type V2O5-MoO3/TiO2 catalyst for selective catalytic reduction of NO React. kinetics Mech. Catal. 2018 Huang, Li, Zong, Yuhao, Wang, Hu, Qian, Chen, Tao, Dong, Influence of calcination temperature on the plate-type V2O5-MoO3/TiO2 catalyst for selective catalytic reduction of NO, Reaction kinetics,mechanisms and catalysis (2018). [37] F.Y. Gao X.L. Tang H.H. Yi S.Z. Zhao T.T. Zhang D. Li D. Ma The poisoning and regeneration effect of alkali metals deposed over commercial V2O5-WO3/TiO2 catalysts on SCR of NO by NH3 Chin. Sci. Bull. 59 31 2014 3966 3972 10.1007/s11434-014-0496-y F.Y. Gao, X.L. Tang, H.H. Yi, S.Z. Zhao, T.T. Zhang, D. Li, D. Ma, The poisoning and regeneration effect of alkali metals deposed over commercial V2O5-WO3/TiO2 catalysts on SCR of NO by NH3, Chin. Sci. Bull. 59(31) (2014) 3966-3972. 10.1007/s11434-014-0496-y [38] G.J. Dong Y. Bai Y.F. Zhang Y. Zhao Effect of the V /V ratio on the denitration activity for V O –WO /TiO catalysts New J. Chem. 39 5 2015 3588 3596 G.J. Dong, Y. Bai, Y.F. Zhang, Y. Zhao, Effect of the V /V ratio on the denitration activity for V O –WO /TiO catalysts, New Journal of Chemistry 39(5) (2015) 3588-3596. [39] L. Casagrande L. Lietti I. Nova P. Forzatti A. Baiker SCR of NO by NH3 over TiO2-supported V2O5–MoO3 catalysts: reactivity and redox behavior Appl. Catal. B 22 1 1999 63 77 L. Casagrande, L. Lietti, I. Nova, P. Forzatti, A. Baiker, SCR of NO by NH3 over TiO2-supported V2O5–MoO3 catalysts: reactivity and redox behavior, Applied Catalysis B: Environmental 22(1) (1999) 63-77. [40] G.J. Dong Y.F. Zhang Y. Zhao Y. Bai Effect of the pH value of precursor solution on the catalytic performance of V2O5-WO3/TiO2 in the low temperature NH3-SCR of NOx J. Fuel Chem. Technol. 42 12 2014 1455 1463 G.J. Dong, Y.F. Zhang, Y. Zhao, Y. Bai, Effect of the pH value of precursor solution on the catalytic performance of V2O5-WO3/TiO2 in the low temperature NH3-SCR of NOx, Journal of Fuel Chemistry & Technology 42(12) (2014) 1455-1463. [41] Z.C. Si D. Weng X.D. Wu R. Ran Z.R. Ma NH3-SCR activity, hydrothermal stability, sulfur resistance and regeneration of Ce0.75Zr0.25O2-PO(4)(3-)catalyst Catal. Commun. 17 2012 146 149 10.1016/j.catcom.2011.09.018 Z.C. Si, D. Weng, X.D. Wu, R. Ran, Z.R. Ma, NH3-SCR activity, hydrothermal stability, sulfur resistance and regeneration of Ce0.75Zr0.25O2-PO(4)(3-)catalyst, Catalysis Communications 17 (2012) 146-149. 10.1016/j.catcom.2011.09.018 [42] K. Li R. Wang J. Chen Hydrodeoxygenation of Anisole over silica-supported Ni2P, MoP, and NiMoP catalysts Energy Fuels 25 3 2011 854 863 K. Li, R. Wang, J. Chen, Hydrodeoxygenation of Anisole over Silica-Supported Ni2P, MoP, and NiMoP Catalysts, Energy & Fuels 25(3) (2011) 854-863. [43] Y. Tian Y. Jian Y. Chen L. Fan G. Hu K. Ming Q. Liu Comparative study of the poisoning effect of NaCl and Na 2 O on selective catalytic reduction of NO with NH 3 over V 2 O 5 -WO 3 /TiO 2 catalyst J. Energy Inst. 2018 S1743967118304835- . Tian, Y. Jian, Y. Chen, L. Fan, G. Hu, K. Ming, Q. Liu, Comparative study of the poisoning effect of NaCl and Na 2 O on selective catalytic reduction of NO with NH 3 over V 2 O 5 -WO 3 /TiO 2 catalyst, Journal of the Energy Institute (2018) S1743967118304835-. [44] F. Castellino S.B. Rasmussen A.D. Jensen J.E. Johnsson R. Fehrmann Deactivation of vanadia-based commercial SCR catalysts by polyphosphoric acids Appl. Catal. B 83 1 2008 110 122 10.1016/j.apcatb.2008.02.008 F. Castellino, S.B. Rasmussen, A.D. Jensen, J.E. Johnsson, R. Fehrmann, Deactivation of vanadia-based commercial SCR catalysts by polyphosphoric acids, Applied Catalysis B: Environmental 83(1) (2008) 110-122. https://doi.org/10.1016/j.apcatb.2008.02.008 [45] D. Nicosia I. Czekaj O. Kröcher Chemical deactivation of V2O5/WO3–TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution: part II. Characterization study of the effect of alkali and alkaline earth metals Appl. Catal. B 77 3 2008 228 236 10.1016/j.apcatb.2007.07.032 D. Nicosia, I. Czekaj, O. Kröcher, Chemical deactivation of V2O5/WO3–TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution: Part II. Characterization study of the effect of alkali and alkaline earth metals, Applied Catalysis B: Environmental 77(3) (2008) 228-236. https://doi.org/10.1016/j.apcatb.2007.07.032 [46] O. Kröcher M. Elsener Chemical deactivation of V2O5/WO3–TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils, and urea solution: I. Catalytic studies Appl. Catal. B 77 3 2008 215 227 10.1016/j.apcatb.2007.04.021 O. Kröcher, M. Elsener, Chemical deactivation of V2O5/WO3–TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils, and urea solution: I. Catalytic studies, Applied Catalysis B: Environmental 77(3) (2008) 215-227. https://doi.org/10.1016/j.apcatb.2007.04.021 [47] G. Madia M. Elsener M. Koebel F. Raimondi A. Wokaun Thermal stability of vanadia-tungsta-titania catalysts in the SCR process Appl. Catal. B 39 2 2002 181 190 10.1016/S0926-3373(02)00099-1 G. Madia, M. Elsener, M. Koebel, F. Raimondi, A. Wokaun, Thermal stability of vanadia-tungsta-titania catalysts in the SCR process, Applied Catalysis B: Environmental 39(2) (2002) 181-190. https://doi.org/10.1016/S0926-3373(02)00099-1",
      "scopus-id": "85103699895",
      "coredata": {
        "eid": "1-s2.0-S2468823121001826",
        "dc:description": "Improving the resistance to alkali metals poisoning of commercial V2O5-TiO2 based catalyst could significantly enhance its service life. In this work, a simple method of incorporating P species was developed to enhance the resistance to Na species of commercial V2O5-MoO3/TiO2 (V-Mo/Ti) catalyst. XRD and N2-adsorption results proposed that P adding have no obvious influence on the structure of V-Mo/Ti. However, the results referred from the H2-TPR, XPS, NH3-TPD and NH3-DRIFTS suggested that Na species preferentially reacted with P species than V2O5 species, which preserved most of redox sites (V = O structure) and acid sites (V−OH structure) on V-Mo-P/Ti catalyst. Thus, V-Mo-P-Na/Ti presented a much higher NH3-SCR activity than V-Mo-Na/Ti. Finally, possible promotional mechanism of P modification on improving Na resistance of V-Mo/Ti catalyst was proposed. We expect this work could contributed to the studies on preparing high effective NH3-SCR catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121001826",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Huang, Li"
          },
          {
            "@_fa": "true",
            "$": "Zeng, Yiqing"
          },
          {
            "@_fa": "true",
            "$": "Chang, Zhengfeng"
          },
          {
            "@_fa": "true",
            "$": "Zong, Yuhao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shule"
          },
          {
            "@_fa": "true",
            "$": "Yu, Yang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121001826"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121001826"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00182-6",
        "prism:volume": "506",
        "articleNumber": "111565",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Promotional effect of phosphorus modification on improving the Na resistance of V2O5-MoO3/TiO2 catalyst for selective catalytic reduction of NO x by NH3",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "V-Mo/Ti catalyst"
          },
          {
            "@_fa": "true",
            "$": "NH3-SCR"
          },
          {
            "@_fa": "true",
            "$": "Phosphorus modification"
          },
          {
            "@_fa": "true",
            "$": "Na-resistance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111565",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.mcat.2021.111565",
        "prism:startingPage": "111565",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111565",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "546",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132200",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23659",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46092",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21567",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "263",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21450",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "520",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96631",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19843",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36849",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13459",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7223",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5447",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7044",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7091",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12691",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9821",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9477",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "395834",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "7186",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13469",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001826-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2003776",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85103699895"
      }
    }
  }
}