{
  "metadata": {
    "title": "Enhanced stability of Pd/SPS catalyst over the one-pot liquid-phase synthesis of methyl isobutyl ketone by adding GO",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-11-30",
    "doi": "10.1016/j.mcat.2019.110609",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119304596",
    "pii": "S2468823119304596"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85071865477",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-09-07 2019-09-07 2019-09-07 2019-09-07 2019-09-13T07:55:49 1-s2.0-S2468823119304596 S2468-8231(19)30459-6 S2468823119304596 10.1016/j.mcat.2019.110609 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00140 2019-12-09T13:54:19.102261Z 0 0 20191101 20191130 2019 2019-09-07T21:54:04.586057Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 478 478 C Volume 478 14 110609 110609 110609 201911 November 2019 2019-11-01 2019-11-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. ENHANCEDSTABILITYPDSPSCATALYSTOVERONEPOTLIQUIDPHASESYNTHESISMETHYLISOBUTYLKETONEBYADDINGGO ZHU Y 1 Introduction 2 Experimental 2.1 Materials 2.2 Catalyst preparation 2.3 Catalyst characterizations 2.4 Catalyst testing 3 Results and discussion 3.1 Characterizations of PS-GO and S(PS-GO) 3.2 Catalytic performance of catalysts 3.3 Characterizations of fresh and used catalysts 4 Conclusions Acknowledgements References WANG 2017 99 103 F TALWALKAR 2006 140 148 S DUAN 2018 12358 12366 H MEDIAVILLA 2008 627 632 M LIU 2015 85 90 M ZHOU 2018 303 317 Y RODRIGUES 2009 1296 1304 A UNNIKRISHNAN 1999 173 179 R LIU 2010 322 325 Y PAN 2010 2280 2282 Y WATERS 2006 6111 6117 G CHIKAN 1999 134 143 V YANG 2007 391 398 P YANG 2000 211 220 S CHEN 1998 207 214 Y GAMMAN 2010 8439 8443 J CHEN 2001 61 69 Y ZHANG 2015 61 64 S KOZHEVNIKOVA 2006 286 292 E ALWADAANI 2008 199 205 F HETTERLEY 2008 250 255 R NICOL 2004 1539 1545 W DUTOIT 2004 5545 5550 E SIRIL 2008 63 68 P CHAKRABARTI 1993 1 45 A LI 2019 48 55 D SHARMA 2019 27 39 H TRUNG 2014 89 96 N XUE 2017 1 8 B ZHAO 2009 491 497 L WANG 2010 9032 X DING 2015 25 31 P YIN 2013 192 198 G WANG 2019 9 14 Y SHIN 2005 247 254 J NATH 2015 887 895 B HUANG 2015 015705 X PATOLE 2010 530 537 A LIU 2016 23 31 Y SHEN 2011 3103 3109 B CHEN 2016 511 517 L HU 2010 247 253 H XIE 2018 159 169 Y HO 2018 174 183 C YU 2008 432 438 H KWAN 2015 40 48 Y SUN 2015 282 289 C PIERNAVIEJAHERMIDA 2016 15348 15356 M HUANG 2017 1302 1312 X ZHUX2019X110609 ZHUX2019X110609XY 2021-09-07T00:00:00.000Z 2021-09-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-09-05T02:03:39.247Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Fundamental Research Funds for Central Universities of the Central South University http://data.elsevier.com/vocabulary/SciValFunders/501100012476 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2468-8231(19)30459-6 S2468823119304596 1-s2.0-S2468823119304596 10.1016/j.mcat.2019.110609 315758 2019-12-09T13:54:19.102261Z 2019-11-01 2019-11-30 1-s2.0-S2468823119304596-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/MAIN/application/pdf/e7f83716496a868d986594ef83e6dc3c/main.pdf main.pdf pdf true 3511106 MAIN 8 1-s2.0-S2468823119304596-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/PREVIEW/image/png/c7c2bfd318129275d74c81078bd08243/main_1.png main_1.png png 56607 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119304596-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/ga1/THUMBNAIL/image/gif/2d65d183bcf94aef8ddb20b8910e20cb/ga1.sml ga1 true ga1.sml sml 19461 124 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr1/THUMBNAIL/image/gif/0a7b0b8d4a9d211209b654a85893664c/gr1.sml gr1 gr1.sml sml 8143 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr2/THUMBNAIL/image/gif/6ad5600ef356be914e6e895a7eff643c/gr2.sml gr2 gr2.sml sml 10586 77 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr3/THUMBNAIL/image/gif/351a0b2c9e23d51aad2a695a46f75bf7/gr3.sml gr3 gr3.sml sml 6872 87 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr4/THUMBNAIL/image/gif/6721e5a47222504cf7c933d160240a72/gr4.sml gr4 gr4.sml sml 7029 86 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr5/THUMBNAIL/image/gif/21e9cf657db74330f299bb8267a608d9/gr5.sml gr5 gr5.sml sml 9803 164 136 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr6/THUMBNAIL/image/gif/765bff53838396f984c4228014b30367/gr6.sml gr6 gr6.sml sml 8344 85 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304596-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/ga1/DOWNSAMPLED/image/jpeg/1874506498d47afb29fb1d205a8ac738/ga1.jpg ga1 true ga1.jpg jpg 24774 200 354 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr1/DOWNSAMPLED/image/jpeg/87934a78f95584a59ff06c69a55c6e06/gr1.jpg gr1 gr1.jpg jpg 61462 288 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr2/DOWNSAMPLED/image/jpeg/324faee648cd7b2254b382b5802a0417/gr2.jpg gr2 gr2.jpg jpg 37584 199 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr3/DOWNSAMPLED/image/jpeg/1b08481373b73d4c18f10b447ff0e73a/gr3.jpg gr3 gr3.jpg jpg 54096 282 714 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr4/DOWNSAMPLED/image/jpeg/0ffe77fc12ed747aa06dfb01b5e88ce6/gr4.jpg gr4 gr4.jpg jpg 64164 282 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr5/DOWNSAMPLED/image/jpeg/b573112f9722593c693117c386662df2/gr5.jpg gr5 gr5.jpg jpg 182802 863 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304596/gr6/DOWNSAMPLED/image/jpeg/dff56ecdc40641cf067f65e4cbcd5d6b/gr6.jpg gr6 gr6.jpg jpg 68519 278 714 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304596-am.pdf am am.pdf pdf 2450825 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10NK92JR1T6/MAIN/application/pdf/3b97ee2d2eefb8f3bddae86906dc210a/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10NK92JR1T6/MAIN/application/pdf/3b97ee2d2eefb8f3bddae86906dc210a/am.pdf MCAT 110609 110609 S2468-8231(19)30459-6 10.1016/j.mcat.2019.110609 Elsevier B.V. Fig. 1 FT-IR spectra of PS-GO and S(PS-GO) (a), and TGA profiles of PS-GO and PS (b). Fig. 1 Fig. 2 TEM images of PS-GO. Fig. 2 Fig. 3 UV–vis absorption spectra of PS-GO and PS (a), and S 2p XPS spectra of S(PS-GO) and SPS (b). Fig. 3 Fig. 4 Stability of the Pd/S(PS-GO) (a) and the Pd/SPS catalysts (b). Reaction conditions: the volume of catalysts (100–200 mesh) is 2.5 mL, the weight is 1 g, acetone flow rate =0.2 mL/min, LHSV =4.8 h−1, H2 flow rate =5 mL/min, P = 2.0 MPa, T = 150 ℃ Fig. 4 Fig. 5 XPS survey spectra (a), O 1s (c) and S 2p (e) XPS spectra of fresh and used Pd/S(PS-GO) catalysts. XPS survey spectra (b), O 1s (d) and S 2p (f) XPS spectra of fresh and used Pd/SPS catalysts. Fig. 5 Fig. 6 Pd 3d XPS spectra of fresh and used Pd/S(PS-GO) (a) and Pd/SPS (b)catalysts. Fig. 6 Table 1 The effect of GO addition amount on the catalytic performance of Pd/S(PS-GO) catalysts. Table 1 GO addition amount (wt %) Acetone conversion (%) MIBK selectivity (%) MIBK yeld (%) 0 38.34 88.45 33.91 1.1 38.02 88.31 33.58 2.1 37.55 88.03 33.06 3.1 36.30 87.52 31.53 4.2 32.41 79.53 25.78 Reaction conditions: The volume of the catalysts (100–200 mesh) is 2.5 mL, the weight is 1 g, acetone flow rate =0.2 mL/min, LHSV =4.8 h−1, H2 flow rate =5 mL/min, and time on stream =2 h, P = 2.0 MPa, T = 120 ℃. Table 2 Liquid-phase synthesis of MIBK over Pd/S(PS-GO) catalysts. Table 2 Temperature (℃) Pressure (MPa) Selectivity (%) Pd mass percent (wt %) Acetone conversion (%) MIBK C9 + MIBK yeld(%) 100 2 0.48 22.72 92.94 3.26 21.12 120 2 0.48 36.30 87.52 6.37 31.77 140 2 0.48 47.94 83.69 8.19 40.12 160 2 0.48 59.57 56.19 28.53 33.47 120 1 0.48 35.30 85.89 6.32 30.32 120 3 0.48 37.71 89.00 4.32 33.56 120 4 0.48 38.45 91.01 4.20 34.99 120 5 0.48 40.29 91.28 3.73 36.78 120 2 0.095 35.27 74.88 8.80 26.41 120 2 0.29 35.56 82.56 4.80 29.36 120 2 0.67 37.88 92.87 3.52 35.18 Reaction conditions: The volume of the Pd/S(PS-GO) catalysts (100–200 mesh) is 2.5 mL, the weight is 1 g, acetone flow rate =0.2 mL/min, LHSV =4.8 h−1, H2 flow rate =5 mL/min, and time on stream =2 h. Table 3 Results of the carbon and sulfur element content of the Pd/S(PS-GO) and the Pd/SPS catalysts before and after reaction determined by carbon sulfur analyzer. Table 3 catalyst C (wt %) S (wt %) Pd/S(PS-GO) before reaction 68.32 4.57 after reaction 79.51 3.43 Pd/SPS before reaction 49.71 14.97 after reaction 54.19 8.06 Table 4 Results of the Pd mass percent (P), Pd dispersion (D), and average particle size (d) of the Pd/S(PS-GO) and Pd/SPS catalysts before and after reaction. Table 4 catalyst P (wt %) D (%) d (nm) Pd/S(PS-GO) before reaction 0.48 11.53 9.72 after reaction 0.37 1.86 (9.49 after calcination) 60.43 (11.85 after calcination) Pd/SPS before reaction 0.73 5.48 20.42 after reaction 0.52 5.40 20.72 Enhanced stability of Pd/SPS catalyst over the one-pot liquid-phase synthesis of methyl isobutyl ketone by adding GO Yifan Zhu a Baining Lin a Yingjie Hu a Zhihui Cai b Huasheng Xie c Kang Wang c Yonghua Zhou a ⁎ a College of Chemistry and Chemical Engineering, Central South University, Changsha 410083, China College of Chemistry and Chemical Engineering Central South University Changsha 410083 China College of Chemistry and Chemical Engineering, Central South University, Changsha 410083, China b College of Chemical Engineering, Xiangtan University, Xiangtan 411105, China College of Chemical Engineering Xiangtan University Xiangtan 411105 China College of Chemical Engineering, Xiangtan University, Xiangtan 411105, China c Cangzhou Dahua Group Company, Ltd, Cangzhou 061000, China Cangzhou Dahua Group Company, Ltd Cangzhou 061000 China Cangzhou Dahua Group Company, Ltd, Cangzhou 061000, China ⁎ Corresponding author. Graphical abstract The low thermal-conductivity and poor thermal stability of resin limit the service life of commercial Pd/sulfonated polystyrene (SPS) catalyst for the industrial synthesis of methyl isobutyl ketone from acetone and H2. In this paper, a novel catalyst Pd/S(PS-GO) was fabricated via in situ microemulsion polymerization, followed by sulfonating and Pd loading. Both the long-term catalytic performance of Pd/S(PS-GO) and Pd/SPS catalysts were tested in a trickle-bed reactor. Results showed that Pd/S(PS-GO) catalyst exhibited obvious enhanced stability than Pd/SPS catalyst at 150 ℃ for 1000 h run. The characterizations of FT-IR, TGA, XPS, TEM and UV–vis revealed that the addition of GO significantly improved the thermal-conductivity and thermal stability of PS through noncovalent π–π stacking and covalent link between PS and GO sheets. As a consequence, the loss of –SO3H groups from resin matrix was efficiently depressed and led to the obvious enhanced stability of Pd/S(PS-GO) catalyst. Keywords Methyl isobutyl ketone Acetone hydrogenation Graphene oxide Stability 1 Introduction Methyl isobutyl ketone (MIBK) is an important chemical intermediate used for the preparation of rubber antioxidant, an excellent medium boiling solvent used in coatings and an important extracting agent used in drug purification etc [1]. At present, MIBK is manufactured mainly via an one-pot process for the consideration of brief process and catalyst cost, and the multifunctional catalysts with acid (or acid-base) and hydrogenation catalytic sites are the key to produce MIBK [2,3]. The one-pot process consists in three reactions, namely, the condensation of acetone to diacetone alcohol (DAA) catalyzed by acid or base, dehydration of DAA to mesityl oxide (MO) catalyzed by acid, and hydrogenation of MO to MIBK catalyzed by metal [4–6]. Ni [7,8], Pd [9,10], Pt [11] and Cu [12] have been widely investigated as hydrogenation component, and Pd was proved to be the most effective for the transformation of MO to MIBK because of its higher selectivity to C = C hydrogenation than other metals. As for the supported Pd catalyst, various supports including zeolite, metal oxides and cation exchange resins, such as ZSM-5 [1,13], ALPO and SAPO [14], Al2O3−MgO [15], SiO2−MgO [16], Nb2O5−SiO2 [17], TiO2−SiO2 [3,18], ZnO–Cr2O3 [19,20], hydroxide [21] and sulfonated polystyrene resin (SPS) [2,22], were extensively investigated in atmospheric fixed-bed reactors or high pressure trickle-bed reactor. However, considering the comparable performance and the merit of easy-shaping, only SPS is successfully applied as the support for Pd in mass production of MIBK. Compared with other kinds of supports, the acceptable activity and selectivity to MIBK could be achieved on Pd/SPS under low reaction temperature [2]. Nicol et al. and Mahajani et al. reported that the acetone conversions of 25–50% with MIBK a selectivity of 70%–90% could be obtained on a commercial catalyst Pd/Amberlyst CH28 over a range of pressures of 1–10 MPa and temperatures of 120–150 ℃ [2,22,23]. However, degradation of the polystyrene (PS) resin matrix [24] will occur with the increase of temperature. In addition, operation above 150 ℃ for a long-term may cause desulfonation leading to a release of sulfonic acid in view of the weak connection between SO3H groups and the aromatic ring. Therefore, it was recommended that such resin catalysts were not used above 120 ℃ [25]. In other aspect, the overall reaction from acetone to MIBK is highly exothermic (ΔH =−120 kJ/mol) [22]. As a result, the reaction heat cannot be removed in time because of the poor thermal-conductivity of SPS, which leads to the increase of local temperature on Pd/SPS catalyst. In this situation, it is inevitable of the degradation of polystyrene resin matrix, loss of SO3H groups and aggregation of Pd clusters, which are the possible main reasons for the deactivation of Pd/SPS catalyst. So, to prolong the service time of Pd/SPS, the key point is adopting an integrated strategy to increase the thermal-conductivity of support so as to avoid the existence of “hot spot”, and to enhance the interaction between SO3H groups and support to inhibit their loss simultaneously. Graphene is a two-dimensional nanomaterial composed of carbon atoms in the form of sp2 hybrid orbital hexagonal honeycomb lattice [26], and possesses excellent optical [27], electrical [28], mechanical and thermal properties [29]. Several literatures show that by adding a small amount of graphene or its derivatives to polymer, the resultant graphene-polymer composite could exhibit improved electrical conductivity, mechanical and thermal properties [30,31]. Ding et al. prepared PS-graphene composite via solution mixing followed by hot-pressing, and the thermal-conductivity of PS/graphene composite with 10 wt % graphene loading was improved by 66% compared with pure PS [32]. Yin et al. synthesized PS-graphene oxide (GO) composite based on Pickering emulsion, and thermogravimetric analysis indicated that the thermal decomposition temperature of PS-GO composite was about 40 ℃ higher than that of pure PS [33]. The improved thermal properties were roughly ascribed to the strong interaction via the π−π stacking and π−bonding interaction between GO nanosheets and PS. Besides, we wish that the SO3H connection strength in the composite would be enhanced if the PS and GO could be well mixed in nanometer scale. Taking into account the highly exothermic process of the MIBK catalytic synthesis, to increase the thermal-conductivity of PS and enhance the connection strength of SO3H groups at the same time, we proposed a novel Pd catalyst supported on PS-GO composite in this paper. It is noteworthy that in situ microemulsion polymerization was adopted to synthesize PS-GO composite to ensure the intimate contact of PS monomer and GO nanosheets, followed by sulfonation and palladium loading. The activity, selectivity and stability of catalyst were tested in a trickle-bed reactor for long-term run at 150 ℃ which is higher than the normal temperature window of SPS resin. As expected, Pd/S(PS-GO) catalyst exhibited the obvious enhanced stability than Pd/SPS catalyst at 150 ℃ for 1000 h run due to the depressed loss of SO3H groups. 2 Experimental 2.1 Materials Styrene (St), divinylbenzene (DVB, purified by flowing through a quartz tube with basic alumina), 2,2′-Azobis(2-methylpropionitrile) (AIBN) and triton x-100 were purchased from Shanghai Titan Technology Company of China. Dichloroethane (C2H4Cl2), palladium(II) acetylacetonate (Pd(acac)2) and potassium borohydride (KBH4) were purchased from Aladdin Reagent (Shanghai) Company of China. Toluene and acetone were purchased from Chengdu Chron Chemicals Company of China. Liquid paraffin, petroleum ether and ethanol were purchased from Hunan Huihong Reagent Company of China. 98% sulfuric acid (H2SO4) was purchased from Zhuzhou Starry Sky Glass Company of China. Graphene oxide (GO) was purchased from Hunan Fenghua Material Development Company of China. 2.2 Catalyst preparation Synthesis of PS-GO. 150 mg GO, 4 mL St, 1 mL DVB, 3 mL toluene, 2 mL liquid paraffin, 0.2 g AIBN and 0.3 mL triton x-100 were added into the 150 mL three-necked round bottom flask with 50 mL distilled water, the mixture was sonicated with 300 W equipment for 30 min. Then, the reaction mixture was refluxed for 6 h of polymerization at 70 ℃ and 1 h of hardening at 90 ℃. Afterwards, the unreacted monomers and the porogens (toluene and liquid paraffin) were removed by petroleum ether through Soxhlet extractor at 90 ℃ for 12 h. Sulfonation of (PS-GO). 1.5 g (PS-GO) was put into the 150 mL three-necked round bottom flask with 20 mL dichloroethane under stirring for 30 min, then 2 mL 98% H2SO4 was added into the flask. The reaction mixture was refluxed at 70 ℃ for 6 h. Then, the product was washed and filtered with large amount of ethanol. The obtained sample was denoted as S(PS-GO). Loading of Pd on S(PS-GO) Catalyst. 1.0 g S(PS-GO) were immersed in a specific volume of 0.01 mol/L Pd(acac)2·toluene solution for 2 h under stirring. Then, a KBH4 solution was added to reduce the catalyst for 1 h after 30 min of sonication. Finally the sample was filtrated and washed with ethanol aqueous solution (volume ratio 1:1) and dried in vacuum oven at 50 ℃ for 8 h. the obtained sample was denoted as Pd/S(PS-GO). For comparison, PS, SPS and Pd/SPS were synthesized with the above-mentioned procedure except for the addition of GO. 2.3 Catalyst characterizations A Nicolet 6700 Fourier transform spectrometer (Nicolet Magana Company) was used to measure fourier transform infrared (FT-IR) spectra. A thermal-conductivity instrument (XIANGYI, DRE-III, China) was used to measure thermal-conductivities by a transient plane source (TPS) method. The thermal stability of PS and PS-GO were measured a TA Instruments TGA Q500 from room temperature to 750 ℃ at a heating rate of 10 ℃/min in nitrogen atmosphere, the temperature was held at 110 ℃ for 1 h to remove moisture completely. An ESCALAB250Xi instrument was used to measure X-ray photoelectron spectroscopy (XPS) spectra with an Al Kα X-ray source (1486.6 eV), under about 2 × 10–9mbar at room temperature and a pass energy of 30 eV. A PerkinElmer inductively coupled optical emission spectrometer (ICP) (model Optima 5300DV) equipped was used to obtain the Pd mass content, the catalysts were immersed in an aqua regia solution to dissolve Pd into the solution before analysis. An AutoChem1II2920 equipment was used to perform CO chemisorption measurements, the catalysts were firstly reduced under a H2 (50 mL/min) flow at 200 ℃ for 1 h and subsequently under a He (50 mL/min) flow at 150 ℃ for 1 h and metal dispersion (or the particle size) was calculated using double-isotherm methodology. A JEOL JEM-2100 (Japan) was used to observe the morphology of PS-GO by transmission electron microscopy (TEM) at 200 kV. A computer-controlled spectrophotometer (Perkin-Elmer Lambda 950) was used to measure the ultraviolet visible (UV–vis) spectra, using CHCl3 as a reference solution. And the scanned area was from 200 to 800 nm. A carbon sulfur analyzer (HW6680 equipment) was used to measure the mass percent of sulfur and carbon. 2.4 Catalyst testing The catalytic performance of Pd/S(PS-GO) catalyst (1 g) was tested in a trickle-bed reactor. Reaction parameters including pressure, temperature, Pd loading amount and time on stream were investigated. Other operation conditions of the liquid-phase synthesis of MIBK from acetone hydrogenation in a trickle-bed reactor were listed below: an acetone flow of 0.2 mL/min, a H2 flow of 5.0 mL/min, temperatures of 100–160 ℃, pressures of 1.0–5.0 MPa, and liquid hour space velocity (LHSV) of 4.8 h−1. A Shimadzu GC-2010 gas chromatograph equipped with a flame ionization detector was used to analyze the product. 3 Results and discussion 3.1 Characterizations of PS-GO and S(PS-GO) FT-IR spectra of the PS-GO and S(PS-GO) are shown in Fig. 1 a. The peaks located in 520–902 cm−1 and 3000–3100 cm−1 can be assigned to CH adsorption peak of benzene ring, and the peaks at 1430–1700 cm−1 is the CC stretch absorption peak of benzene ring along with the peaks at 2853 cm−1 and 2920 cm−1belonging to CH stretch absorption peak of methylene [34]. As for S(PS-GO), sulfonyl group bands at 1374, 1312 cm−1 (SO stretch absorption, asymmetric) and 1094, 1052 cm−1 (SO stretch absorption, symmetric) confirmed the presence of SO3H groups [35]. Besides those, the peaks at 3680 and 929 cm−1 could be attributed to the OH bond stretching vibration of the SO3H group and the SO bond [36], respectively. It is noted that the peaks located in 3000–3100 cm−1 and at 2920, 2853 cm−1 corresponding to aromatic and aliphatic CH stretching vibration reduce drastically after sulfonation of PS-GO. This indicates that SO3H groups were grafted onto benzene rings in PS. FT-IR results demonstrate that the PS-GO and S(PS-GO) were fabricated successfully via in situ emulsion polymerization, and S(PS-GO) can act as a support candidate for catalyst in this paper. In order to study the effect of GO on the thermal properties of PS, the thermal-conductivity and thermal stability of the PS and PS-GO composite were compared. Previous literature indicated that PS is a typically thermal-insulating polymer with a thermal-conductivity of only about 0.08 W/m·K [37]. In this paper, we synthesized PS and its thermal-conductivity was measured to be 0.0723 W/m·K, close to the value in literature. As for PS-GO composite with 3.2% GO addition amount, a significantly enhanced thermal-conductivity of 0.0954 W/m·K was observed, increased by 32.0% compared with PS. The thermal stability of PS and PS-GO were evaluated by TGA under nitrogen atmosphere as shown in Fig. 1b. To eliminate the effect of adsorbed water, the samples of PS and PS-GO were firstly dried at 110 ℃ for 1 h until no weight change was observed. Then the temperature was gradually increased. It is observed that there exist slight weight loss below 350 ℃, it could be attributed to the decomposition of lower and medium molecular weight PS matrix. As for the weight loss above 350 ℃, it could be attributed to the decomposition of higher molecular weight PS matrix [38]. It is noted that the curves of PS-GO and pure PS are quite similar, reflecting that the addition of GO did not change the structure of PS matrix. However, compared with PS, the thermal decomposition temperature of PS-GO increases obviously at the same weight loss, indicating that there is a strong interaction between GO sheets and PS matrix, which inhibited the decomposition of PS matrix and led to remarkable improvement of thermal stability of the PS-GO [39]. In addition, up to 750 ℃, PS is completely decomposed, while there was still 5% residue for PS-GO, which is roughly consistent to the initial addition amount of GO in the PS-GO sample. The advantages of improved thermal-conductivity and thermal stability of PS-GO compared to PS will be reflected in the following long-term operation in the trickle-bed reactor. TEM was applied to observe the morphology of PS-GO and helped to speculate the interaction style between GO sheets and PS as shown in Fig. 2 . It is seen from Fig. 2, there are a large amount of spheres with sizes of 5–30 nm dispersed on GO nanosheets. According to literature [40], these nanospheres could be thought to be PS. In the partially enlarged view of Fig. 2, PS nanospheres were immobilized on or inner incorporated into GO nanosheets. During the emulsification step of PS-GO preparation, emulsified droplets (composed of St, DVB, toluene and liquid paraffin) were observed to attach to the surface of GO sheets. The large surface area of GO nanosheets provided abundant adhesion sites for emulsified droplets to polymerize in situ on the surface of GO sheets to form highly dispersed nanospheres. This strong adhesion between GO and emulsified droplets can possibly be attributed to the interaction between the phenyl groups of PS and GO nanosheets through noncovalent π–π stacking [38,41], or covalent link between PS and GO sheets [42]. Generally, the UV–vis absorption spectroscopy was used to measure the noncovalent π–π stacking between the aromatic structures and the basal plane of GO sheets [40]. The UV–vis absorption spectra of PS and PS-GO are shown in Fig. 3 a. As for PS and PS-GO, the characteristic peaks of benzene rings were observed at 262.5 nm and 269.5 nm, respectively. The peak of benzene ring shifts to a higher wavelength by about 7 nm with the addition of GO. This shift may originate from the formation of noncovalent π-π stacking between benzene rings of PS and basal planes of GO nanosheets [43]. Because it is not easy to detect the covalent binding between PS and GO by instruments, we determined the XPS spectra of sulfonated samples and try to compare the changes of binding energies of S element. Since the noncovalent π−π stacking is not a kind of strong bonding, the covalent binding between PS and GO will affect the binding energies of S in two samples. The XPS S 2p spectra of SPS and S(PS-GO) are shown in Fig. 3b. It is seen that after the addition of GO, the S 2p binding energies of S(PS-GO) are slightly higher than that of SPS by 0.1 eV, indicating the presence of some kind of electron-withdrawing substances in the system. This is believed to be caused by GO nanosheets because of their electron-deficient feature. The electron-rich SO3H groups are covalently connected to PS matrix and GO nanosheets simultaneously. This point can be identified by the following stability test of SO3H groups in the long-term operation. 3.2 Catalytic performance of catalysts The effect of GO addition amount on the catalytic performance of Pd/S(PS-GO) catalysts are shown in Table 1 . It is found that as GO addition amount increases from 0 to 150 mg, both of the acetone conversion and MIBK selectivity slightly reduce. However, when 200 mg GO is added, the acetone conversion and MIBK selectivity drop rapidly to 32.41% and 79.53%, respectively. Therefore, to maintain the satisfactory acetone conversion, MIBK selectivity and expected high thermal stability, we selected 3.1 wt% GO addition for further experiments. The effects of Pd loading amount (below 0.7%), reaction temperature and H2 pressure on the performance of catalyst were summarized in Table 2 . The mole ratio of acetone/H2 was set to 1:1 according to the literature [3]. It is observed in Table 1 that the increase of reaction temperature from 100 ℃ up to 140 ℃ leads to an increase of the acetone conversion from 22.72% to 47.94%, accompanied by a continuous decrease of MIBK selectivity from 92.94% to 83.69%. At 160 ℃, the MIBK selectivity drops rapidly to 56.19% because of the formation of heavier condensation products (C9 +). With an increase of H2 pressure from 1.0 to 5.0 MPa, the acetone conversion increases from 35.30% to 40.29%, with a MIBK selectivity rising from 85.89% to 91.28%. As we know, there are three steps in the synthesis of MIBK from acetone hydrogenation, the reaction rate of condensation and dehydration are much slower than hydrogenation because of their reversibility [22,44]. So, the increase of H2 pressure is beneficial to push the entire reaction towards the right direction, and therefore both the acetone conversion and MIBK selectivity increase. As the Pd loading amount increases from 0.095% to 0.67%, the MIBK selectivity increases rapidly and then slows down, accompanied by a slightly increased acetone conversion. In summary, the acetone conversion and MIBK selectivity depend dominantly on reaction temperature and Pd loading amount, respectively, instead of H2 pressure. In addition, the long-term stabilities of the Pd/S(PS-GO) catalyst (0.48 wt% Pd) and the Pd/SPS catalyst (0.73wt% Pd) in the trickle-bed reactor were investigated (Fig. 4 ). To highlight the thermal stability of Pd/S(PS-GO) catalyst, the reaction temperature was set at 150 ℃, higher than that of normal operation temperature of the Pd/SPS catalyst. Pd/SPS catalyst was tested for 500 h and it can remain active with an acetone conversion of 30.39–55.53% (dropped by 45.27%) and a MIBK selectivity of 71.89–78.88% (dropped by 8.86%) after 500 h run. On the contrary, as for the Pd/S(PS-GO) catalyst, the acetone conversion dropped slightly from 50.85% to 39.71% by 10.14% and the MIBK selectivity dropped from 77.86% to 73.47% by 4.39% even after 1000 h run. Obviously, the Pd/S(PS-GO) catalyst exhibits obvious enhanced stability than the Pd/SPS catalyst. In addition, as shown in Table 2, the higher MIBK selectivity will be obtained at lower temperature and less C9 + byproduct generated which was apt to adsorb on catalyst surface to decrease the activity of catalyst. Therefore, we have reason to believe that the catalyst can remain active far longer than 1000 h, if the operation proceeded below 150 ℃. 3.3 Characterizations of fresh and used catalysts XPS characterization was conducted to analyze the fresh and used Pd/S(PS-GO) and Pd/SPS catalysts to obtain information about chemical state of surface elements as shown in Fig. 5 . The survey spectra of catalysts in Fig. 5a and b show that the atomic contents of S, O and Pd decrease, while the atomic content of C increases after 1000 h and 500 h run. From the O 1s spectra as shown in Fig. 5c and d, there are two peaks of at 532.3 eV and 533.8 eV assigned to SOH and SO bonds [45], respectively. The peaks of O 1s of the Pd/S(PS-GO) catalysts had no obvious changes except a new peak at 534.6 eV after reaction, which could be assigned to COC bond [46], justifying the present of carbonaceous substance on the catalyst surface. S 2p spectra (Fig. 5e and f) show two peaks at 168.8 eV and 170.0 eV with no obvious changes before and after reaction, attributed to S 2p3/2 and S 2p1/2 of SO3H groups [47], respectively. Considering the importance of the S and C content to explain the performance change of catalysts, the exact content of S and C of the fresh and used catalysts were measured by carbon sulfur analyzer as shown in Table 3 . It can be seen that, the S content of the fresh Pd/SPS catalyst is 14.97%, much higher than 4.57% of the Pd/S(PS-GO) catalyst, suggesting the higher SO3H groups content of the Pd/SPS catalyst than that of Pd/S(PS-GO) catalyst. This is the main reason for the higher initial acetone conversion of the Pd/SPS catalyst than Pd/S(PS-GO) catalyst. During long-term operation, SO3H groups content decreases gradually, leading to the dropped acetone conversion. Compared to the loss percentage (24.95%) of the Pd/S(PS-GO) catalyst for 1000 h, SO3H groups of the Pd/SPS catalyst lost nearly half (46.16%) for only 500 h at 150 ℃.This fully reflects that the addition of GO efficiently depresses the loss of SO3H groups and subsequently enhance the stability of the catalyst. The increase of C element in Table 3 arises from the decrease of S element and the carbonaceous deposition, which is consistent with the O 1s spectra in Fig. 5c. Correlating the above characterizations results of PS and PS-GO and catalytic performance of the catalysts, we can conclude that GO play an important role in improving the stability of the catalyst. In one aspect, as shown in section 3.1, the thermal conductivity and the decomposition temperature of PS-GO are increased obviously leading to the improved thermal stability of PS-GO compared to PS. In other aspect, the noncovalent π–π stacking and covalent connection between GO nanosheets and PS matrix obviously strengthen the bond of the aromatic C to SO3H and therefore contribute to the improved stability of SO3H. According to literature [24], the electron withdrawing groups, including halogen ion like Cl − , Br − , etc, were normally graphed on the benzene ring to enhance the connection of SO3H and PS. In this paper, characterizations show that SO3H groups are tightly immobilized by the combination of the phenyl groups in PS, reflected by the obvious increase of the binding energy of S 2p in Fig. 3b. Fig. 6 shows Pd 3d XPS spectra of the fresh and used Pd/S(PS-GO) and Pd/SPS catalysts. No obvious difference was observed for the two catalysts. As for the fresh catalysts, the peaks of Pd 3d5/2 at 336.2–336.3 eV and 337.8–337.9 eV could be assigned to Pd0 and Pd2+ [48], respectively. Compared with that of Pd0 (335.5 eV) and Pd2+ (337.1 eV) of Pd/C3N4-NP(ALD) [49], the peaks shift to higher field by 0.8 eV. That could be attributed to the presence of SO3H groups connected with Pd, the strong electro negativity of S leads to the higher binding energies of Pd species. After 1000 h operation, the binding energies of Pd 3d5/2 of Pd0 and Pd2+ decrease to 336.1 eV and 337.7 eV, respectively. This can be ascribed to the decrease of SO3H groups content which leads to the increase of Pd binding energies. In addition, it is noteworthy that the ratio of Pd2+/Pd0 decreases because of the exposure of catalysts under long-term reduction atmosphere of hydrogen. The Pd mass percent and Pd dispersion of the fresh and used Pd/S(PS-GO) and the Pd/SPS catalysts were characterized by ICP and CO chemisorption as shown in Table 4 . As for Pd/SPS catalyst, the Pd mass percent drops by 28% from 0.73% to 0.52% after 500 h run. And the 22.9% drop is also observed for Pd/S(PS-GO) catalyst from 0.48% to 0.37%. In addition, no obvious change of Pd average size were observed for Pd/S(PS-GO) and the Pd/SPS catalysts after 500 h or 1000 h run. It is noted that the Pd average size of used Pd/S(PS-GO) catalyst was determined to be 60.43 nm, much higher than that of fresh Pd/S(PS-GO) catalyst. This value is quite abnormal because part of Pd surface was covered by carbonaceous substance and cannot be accessible to CO molecule. We calcined the used catalyst in air for 2 h at 250 ℃ to remove the carbonaceous substance and tested the Pd dispersion again. As a result, the average Pd particle size was estimated to be 11.85 nm, instead of 60.43 nm. Combing the Pd mass percent and Pd dispersion of the fresh and used Pd/S(PS-GO) and Pd/SPS catalysts, it is seen that Pd loss, instead of Pd aggregation, is the dominant change for the two catalysts during long-term run, which is possibly related to the loss of SO3H groups. In summary, we conclude that the loss of SO3H and Pd are main reasons for the deactivation of the Pd/S(PS-GO) and Pd/SPS catalysts in the long-term operation. Besides, the carbonaceous accumulation also attributed to the deactivation of the Pd/S(PS-GO) catalyst in 1000 h operation. Therefore, further work is still required to solve these problems. 4 Conclusions The one-pot liquid-phase synthesis of MIBK from acetone and H2 catalyzed by Pd/SPS catalyst is a significant process in the fine-chemical industry. The low thermal-conductivity and poor thermal stability of resin limit the lifetime of Pd/SPS catalyst in industry. In this paper, we added GO into the polystyrene matrix to synthesize PS-GO composite via in situ microemulsion polymerization and fabricated the Pd/S(PS-GO) catalyst further. The effects of reaction temperature, Pd loading amount and H2 pressure on the performance of catalyst were investigated. And the reaction temperature and Pd loading amount were identified to be the dominant effect on the acetone conversion and MIBK selectivity of catalysts, respectively. The thermal stability of the Pd/S(PS-GO) and the Pd/SPS catalysts were tested in a long-term operation over the liquid-phase synthesis of MIBK from acetone and H2 in the trickle-bed reactor. Results showed that Pd/S(PS-GO) catalyst exhibited the obvious enhanced stability than Pd/SPS catalyst at 150 ℃ for 1000 h run accompanied by the comparable acetone conversion and MIBK selectivity. The characterizations contrast of sulfur content, Pd mass content, Pd dispersion of fresh and used Pd/S(PS-GO) and Pd/SPS catalysts showed that the loss of –SO3H groups during long-term run was obviously depressed for Pd/S(PS-GO) catalyst. The characterization results of FT-IR, TGA, XPS, TEM and UV–vis revealed that the addition of GO significantly improved the thermal-conductivity and thermal stability of PS through noncovalent π–π stacking and covalent link between PS and GO sheets. As a consequence, the loss of –SO3H groups from resin matrix was efficiently depressed and led to the obvious enhanced stability of Pd/S(PS-GO) catalyst. In addition, the loss of SO3H and Pd are main reasons for the deactivation of the Pd/S(PS-GO) and Pd/SPS catalysts in the long-term operation. Besides, the carbonaceous accumulation also attributed to the deactivation of the Pd/S(PS-GO) catalyst in 1000 h operation. In one word, this work provided a new strategy for us to improve the stability of the Pd/SPS catalyst over the one-pot liquid-phase synthesis of MIBK. Declaration of Competing Interest The authors declare no competing financial interest. Acknowledgements This work was supported by the National Natural Science Foundation of China (Grant 21676303) and the Fundamental Research Funds for the Central Universities of Central South University (Grant 2019zzts127). References [1] F. Wang L. Xu J.J. Huang S.S. Wu L. Yu Q. Xu Y.N. Fan Mol. Catal. 432 2017 99 103 F. Wang, L. Xu, J.J. Huang, S.S. Wu, L. Yu, Q. Xu, Y.N. Fan, Mol. Catal. 432 (2017) 99-103. [2] S. Talwalkar S. Mahajani Appl. Catal. A Gen. 302 2006 140 148 S. Talwalkar, S. Mahajani, Appl. Catal. A: Gen 302 (2006) 140-148. [3] H. Duan Z.H. Wang L.F. Cui B.N. Lin Y.H. Zhou Ind. Eng. Chem. Res. 57 2018 12358 12366 H. Duan, Z.H. Wang, L.F. Cui, B.N. Lin, Y.H. Zhou, Ind. Eng. Chem. Res. 57 (2018) 12358-12366. [4] M. Mediavilla L. Melo Y. Díaz A. Albornoz A. Llanos J.L. Brito Microporous Mesoporous Mater. 116 2008 627 632 M. Mediavilla, L. Melo, Y. Díaz, A. Albornoz, A. Llanos, J.L. Brito, Microporous Mesoporous Mat. 116 (2008) 627-632. [5] M. Liu G.G. Liu Y.H. Zhou K. Han H.Q. Ye J. Mol. Catal. A Chem. 408 2015 85 90 M. Liu, G.G. Liu, Y.H. Zhou, K. Han, H.Q. Ye, J. Mol. Catal. A: Chem 408 (2015) 85-90. [6] Y.H. Zhou H. Duan B.N. Lin K. Han J.R. Wei React. Kinet. Mech. Catal. 125 2018 303 317 Y.H. Zhou, H. Duan, B.N. Lin, K. Han, J.R. Wei, React. Kinet. Mech. Catal. 125 (2018) 303-317. [7] A.C.C. Rodrigues J.L.F. Monteiro C.A. Henriques C. R. Chim. 12 2009 1296 1304 A.C.C. Rodrigues, J.L.F. Monteiro, C.A. Henriques, C. R. Chim. 12 (2009) 1296-1304. [8] R. Unnikrishnan S. Narayanan J. Mol. Catal. A Chem. 144 1999 173 179 R. Unnikrishnan, S. Narayanan, J. Mol. Catal. A: Chem 144 (1999) 173-179. [9] Y.X. Liu K.P. Sun X.L. Xu X.L. Wang Catal. Commun. 11 2010 322 325 Y.X. Liu, K.P. Sun, X.L. Xu, X.L. Wang, Catal. Commun. 11 (2010) 322-325. [10] Y.Y. Pan B.Z. Yuan Y.W. Li D.H. He Chem Commun. 46 2010 2280 2282 Y.Y. Pan, B.Z. Yuan, Y.W. Li, D.H. He, Chem Commun. 46 (2010) 2280-2282. [11] G. Waters O. Richter B. Kraushaar-Czarnetzki Ind. Eng. Chem. Res. 45 2006 6111 6117 G. Waters, O. Richter, B. Kraushaar-Czarnetzki, Ind. Eng. Chem. Res. 45 (2006) 6111-6117. [12] V. Chikán Á. Molnár K. Balázsik J. Catal. 184 1999 134 143 V. Chikán, Á. Molnár, K. Balázsik, J. Catal. 184 (1999) 134-143. [13] P.P. Yang Y.C. Shang J. Wang J.F. Yu T.H. Wu React. Kinet. Catal. Lett. 91 2007 391 398 P.P. Yang, Y.C. Shang, J. Wang, J.F. Yu, T.H. Wu, React. Kinet. Catal. Lett. 91 (2007) 391-398. [14] S.F. Yang Y.M. Wu App Appl. Catal. A: Gen 192 2000 211 220 S.F. Yang, Y.M. Wu, App Appl. Catal. A: Gen 192 (2000) 211-220. [15] Y.Z. Chen C.M. Hwang C.W. Liaw Appl. Catal. A Gen. 169 1998 207 214 Y.Z. Chen, C.M. Hwang, C.W. Liaw, Appl. Catal. A: Gen 169 (1998) 207-214. [16] J.J. Gamman S.D. Jackson F.A. Wigzell Ind. Eng. Chem. Res. 49 2010 8439 8443 J.J. Gamman, S.D. Jackson, F.A. Wigzell, Ind. Eng. Chem. Res. 49 (2010) 8439-8443. [17] Y.Z. Chen B.J. Liaw H.R. Tan K.L. Shen Appl. Catal. A Gen. 205 2001 61 69 Y.Z. Chen, B.J. Liaw, H.R. Tan, K.L. Shen, Appl. Catal. A: Gen 205 (2001) 61-69. [18] S.D. Zhang P.C. Wu L.Q. Yang Y.H. Zhou H. Zhong Catal. Commun. 71 2015 61 64 S.D. Zhang, P.C. Wu, L.Q. Yang, Y.H. Zhou, H. Zhong, Catal. Commun. 71 (2015) 61-64. [19] E.F. Kozhevnikova I.V. Kozhevnikov J. Catal. 238 2006 286 292 E.F. Kozhevnikova, I.V. Kozhevnikov, J. Catal. 238 (2006) 286-292. [20] F. Al-Wadaani E.F. Kozhevnikova I.V. Kozhevnikov J. Catal. 257 2008 199 205 F. Al-Wadaani, E.F. Kozhevnikova, I.V. Kozhevnikov, J. Catal. 257 (2008) 199-205. [21] R.D. Hetterley R. Mackey J.T.A. Jones Y.Z. Khimyak A.M. Fogg I.V. Kozhevnikov J. Catal. 258 2008 250 255 R.D. Hetterley, R. Mackey, J.T.A. Jones, Y.Z. Khimyak, A.M. Fogg, I.V. Kozhevnikov, J. Catal. 258 (2008) 250-255. [22] W. Nicol E.L. du Toit Chem. Eng. Process. 43 2004 1539 1545 W. Nicol, E.L. du Toit, Chem. Eng. Process. 43 (2004) 1539-1545. [23] E.L. du Toit R. Schwarzer W. Nicol Chem. Eng. Sci. 59 2004 5545 5550 E.L. du Toit, R. Schwarzer, W. Nicol, Chem. Eng. Sci. 59 (2004) 5545-5550. [24] P.F. Siril H.E. Cross D.R. Brown J. Mol. Catal. A Chem. 279 2008 63 68 P.F. Siril, H.E. Cross, D.R. Brown, J. Mol. Catal. A: Chem 279 (2008) 63-68. [25] A. Chakrabarti M.M. Sharma React. Polym. 20 1993 1 45 A. Chakrabarti, M.M. Sharma, React. Polym. 20 (1993) 1-45. [26] D.L. Li W.L. Li J.P. Zhang Mol. Catal. 470 2019 48 55 D.L. Li, W.L. Li, J.P. Zhang, Mol. Catal. 470 (2019) 48-55. [27] H. Sharma S. Sharma C. Sharma S. Paul J.H. Clark Mol. Catal. 469 2019 27 39 H. Sharma, S. Sharma, C. Sharma, S. Paul, J.H. Clark, Mol. Catal. 469 (2019) 27-39. [28] N.B. Trung T.V. Tam H.R. Kim S.H. Hur E.J. Kim W.M. Choi Chem. Eng. J. 255 2014 89 96 N.B. Trung, T.V. Tam, H.R. Kim, S.H. Hur, E.J. Kim, W.M. Choi, Chem. Eng. J. 255 (2014) 89-96. [29] B. Xue J. Wu N. Liu X.X. Zhu Y.X. Li Mol. Catal. 428 2017 1 8 B. Xue, J. Wu, N. Liu, X.X. Zhu, Y.X. Li, Mol. Catal. 428 (2017) 1-8. [30] L. Zhao L. Zhao Y.X. Xu T.F. Qiu L.J. Zhi G.Q. Shi Electrochim. Acta 55 2009 491 497 L. Zhao, L. Zhao, Y.X. Xu, T.F. Qiu, L.J. Zhi, G.Q. Shi, Electrochimica. Acta 55 (2009) 491-497. [31] X.L. Wang H. Bai Z.Y. Yao A.R. Liu G.Q. Shi J. Mater. Chem. 20 2010 9032 X.L. Wang, H. Bai, Z.Y. Yao, A.R. Liu, G.Q. Shi, J. Mater. Chem. 20 (2010) 9032. [32] P. Ding J. Zhang N. Song S.F. Tang Y.M. Liu L.Y. Shi Compos. Sci. Technol. 109 2015 25 31 P. Ding, J. Zhang, N. Song, S.F. Tang, Y.M. Liu, L.Y. Shi, Compos. Sci. Technol. 109 (2015) 25-31. [33] G.N. Yin Z. Zheng H.T. Wang Q.G. Du H.D. Zhang J. Colloid Interface Sci. 394 2013 192 198 G.N. Yin, Z. Zheng, H.T. Wang, Q.G. Du, H.D. Zhang, J. Colloid Interface Sci. 394 (2013) 192-198. [34] Y.H. Wang B. Chi M.Y. Li W.Q. Wei Y.J. Wang D.G. Chen Surf. Interfaces 14 2019 9 14 Y.H. Wang, B. Chi, M.Y. Li, W.Q. Wei, Y.J. Wang, D.G. Chen, Surf. Interfaces 14 (2019) 9-14. [35] J. Shin B. Chang J. Kim S. Lee D.H. Suh J. Membr. Sci. 251 2005 247 254 J. Shin, B. Chang, J. Kim, S. Lee, D.H. Suh, J. Membr. Sci. 251 (2005) 247-254. [36] B.K. Nath A. Khan J. Chutia Mater. Res. Bull. 70 2015 887 895 B.K. Nath, A. Khan, J. Chutia, Mater. Res. Bull. 70 (2015) 887-895. [37] X.Q. Huang S. Wang M. Zhu K. Yang P.K. Jiang Y. Bando D. Golberg C.Y. Zhi Nanotechnology 26 2015 015705 X.Q. Huang, S. Wang, M. Zhu, K. Yang, P.K. Jiang, Y. Bando, D. Golberg, C.Y. Zhi, Nanotechnology 26 (2015) 015705. [38] A.S. Patole S.P. Patole H. Kang J.B. Yoo T.H. Kim J.H. Ahn J. Colloid Interface Sci. 350 2010 530 537 A.S. Patole, S.P. Patole, H. Kang, J.B. Yoo, T.H. Kim, J.H. Ahn, J. Colloid Interface Sci. 350 (2010) 530-537. [39] Y. Liu Y.H. Zhang L.L. Duan W.L. Zhang M.J. Su Z.G. Sun P.X. He Prog. Org. Coat. 99 2016 23 31 Y. Liu, Y.H. Zhang, L.L. Duan, W.L. Zhang, M.J. Su, Z.G. Sun, P.X. He, Prog. Org. Coat. 99 (2016) 23-31. [40] B. Shen W.T. Zhai C. Chen D.D. Lu J. Wang W.G. Zheng ACS Appl. Mater. Interfaces 3 2011 3103 3109 B. Shen, W.T. Zhai, C. Chen, D.D. Lu, J. Wang, W.G. Zheng, ACS Appl. Mater Interfaces 3 (2011) 3103-3109. [41] L.C. Chen S. Lei M.Z. Wang J. Yang X.W. Ge Chin. Chem. Lett. 27 2016 511 517 L.C. Chen, S. Lei, M.Z. Wang, J. Yang, X.W. Ge, Chin. Chem. Lett. 27 (2016) 511-517. [42] H.T. Hu X.B. Wang J.C. Wang L. Wan F.M. Liu H. Zheng R. Chen C.H. Xu Chem. Phys. Lett. 484 2010 247 253 H.T. Hu, X.B. Wang, J.C. Wang, L. Wan, F.M. Liu, H. Zheng, R. Chen, C.H. Xu, Chem. Phys. Lett. 484 (2010) 247-253. [43] Y. Xie L. Wen J.H. Zhang T. Zhou Mater. Des. 141 2018 159 169 Y. Xie, L. Wen, J.H. Zhang, T. Zhou, Mater. Des. 141 (2018) 159-169. [44] C.R. Ho S. Zheng S. Shylesh A.T. Bell J. Catal. 365 2018 174 183 C.R. Ho, S. Zheng, S. Shylesh, A.T. Bell, J. Catal. 365 (2018) 174-183. [45] H. Yu Y.G. Jin Z.L. Li F. Peng H. Wang J. Solid State Chem. 181 2008 432 438 H. Yu, Y.G. Jin, Z.L. Li, F. Peng, H. Wang, J. Solid State Chem. 181 (2008) 432-438. [46] Y.C.G. Kwan G.M. Ng C.H.A. Huan Thin Solid Films 590 2015 40 48 Y.C.G. Kwan, G.M. Ng, C.H.A. Huan, Thin Solid Films 590 (2015) 40-48. [47] C.L. Sun J.S. Tang N. Brazeau J.J. Wu S. Ntais C.W. Yin H.L. Chou E.A. Baranova Electrochim. Acta 162 2015 282 289 C.L. Sun, J.S. Tang, N. Brazeau, J.J. Wu, S. Ntais, C.W. Yin, H.L. Chou, E.A. Baranova, Electrochim. Acta 162 (2015) 282-289. [48] M. Piernavieja-Hermida Z. Lu A. White K.B. Low T. Wu J.W. Elam Z. Wu Y. Lei Nanoscale 8 2016 15348 15356 M. Piernavieja-Hermida, Z. Lu, A. White, K.B. Low, T. Wu, J.W. Elam, Z. Wu, Y. Lei, Nanoscale 8 (2016) 15348-15356. [49] X.H. Huang Y.J. Xia Y.J. Cao X.S. Zheng H.B. Pan J.F. Zhu C. Ma H.W. Wang J.J. Li R. You S.Q. Wei W.X. Huang J.L. Lu Nano Res. 10 2017 1302 1312 X.H. Huang, Y.J. Xia, Y.J. Cao, X.S. Zheng, H.B. Pan, J.F. Zhu, C. Ma, H.W. Wang, J.J. Li, R. You, S.Q. Wei, W.X. Huang, J.L. Lu, Nano Res. 10 (2017) 1302-1312.",
      "scopus-id": "85071865477",
      "coredata": {
        "eid": "1-s2.0-S2468823119304596",
        "dc:description": "The low thermal-conductivity and poor thermal stability of resin limit the service life of commercial Pd/sulfonated polystyrene (SPS) catalyst for the industrial synthesis of methyl isobutyl ketone from acetone and H2. In this paper, a novel catalyst Pd/S(PS-GO) was fabricated via in situ microemulsion polymerization, followed by sulfonating and Pd loading. Both the long-term catalytic performance of Pd/S(PS-GO) and Pd/SPS catalysts were tested in a trickle-bed reactor. Results showed that Pd/S(PS-GO) catalyst exhibited obvious enhanced stability than Pd/SPS catalyst at 150 ℃ for 1000 h run. The characterizations of FT-IR, TGA, XPS, TEM and UV–vis revealed that the addition of GO significantly improved the thermal-conductivity and thermal stability of PS through noncovalent π–π stacking and covalent link between PS and GO sheets. As a consequence, the loss of –SO3H groups from resin matrix was efficiently depressed and led to the obvious enhanced stability of Pd/S(PS-GO) catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119304596",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhu, Yifan"
          },
          {
            "@_fa": "true",
            "$": "Lin, Baining"
          },
          {
            "@_fa": "true",
            "$": "Hu, Yingjie"
          },
          {
            "@_fa": "true",
            "$": "Cai, Zhihui"
          },
          {
            "@_fa": "true",
            "$": "Xie, Huasheng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Kang"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yonghua"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119304596"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119304596"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30459-6",
        "prism:volume": "478",
        "articleNumber": "110609",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Enhanced stability of Pd/SPS catalyst over the one-pot liquid-phase synthesis of methyl isobutyl ketone by adding GO",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methyl isobutyl ketone"
          },
          {
            "@_fa": "true",
            "$": "Acetone hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Graphene oxide"
          },
          {
            "@_fa": "true",
            "$": "Stability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110609",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2019",
        "prism:doi": "10.1016/j.mcat.2019.110609",
        "prism:startingPage": "110609",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110609",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19461",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8143",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10586",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6872",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7029",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "136",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9803",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8344",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "354",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24774",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61462",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37584",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54096",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "64164",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "863",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "182802",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68519",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304596-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2450825",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85071865477"
      }
    }
  }
}