{
  "metadata": {
    "title": "Chemoselective synthesis of imine and secondary amine from nitrobenzene and benzaldehyde by Ni<ce:inf loc=post>3</ce:inf>Sn<ce:inf loc=post>2</ce:inf> alloy catalyst supported on TiO<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-04-30",
    "doi": "10.1016/j.mcat.2021.111503",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121001206",
    "pii": "S2468823121001206"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85103397486",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-03-30 2021-03-30 2021-03-30 2021-03-30 2021-04-05T19:55:55 1-s2.0-S2468823121001206 S2468-8231(21)00120-6 S2468823121001206 10.1016/j.mcat.2021.111503 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00053 2024-06-26T17:47:42.305855Z 0 0 20210401 20210430 2021 2021-03-30T17:18:41.923313Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 505 505 C Volume 505 22 111503 111503 111503 202104 April 2021 2021-04-01 2021-04-30 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. CHEMOSELECTIVESYNTHESISIMINESECONDARYAMINENITROBENZENEBENZALDEHYDEBYNI3SN2ALLOYCATALYSTSUPPORTEDTIO2 YAMANAKA N 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalyst preparation 2.3 Catalytic test 3 Results and discussion 3.1 Effect of solvent 3.2 Effect of the addition of molecular sieve 3 Å 3.3 Effect of H2 pressure 3.4 Effect of reaction temperature 3.5 Reusability test 4 Conclusions CRediT authorship contribution statement Acknowledgements References DOWNING 1997 121 136 R SERNA 2015 7114 7121 P SANTOS 2009 8196 8203 L CORMA 2007 6358 6359 A GAWRONSKI 2008 5227 5252 J HUANG 2011 2672 2677 J TANG 2012 3423 3428 L KAWAHARA 2011 1161 1168 R SUI 2017 1371 1377 D BUCHWALD 2006 23 39 S DJAKOVITCH 2006 715 724 L KWON 2009 2877 2879 M DAS 2009 92 95 B GRIRRANCE 2009 138 144 A ORITO 1998 8403 8410 K ZHU 2008 1 6 B ZHU 2007 2157 2159 B BLACKBURN 2001 1637 1639 L YAMANE 2009 5162 5165 Y YAMANAKA 2019 811 816 N BAXTER 2002 1 714 E SALVATORE 2001 7785 7811 R HAMID 2009 1766 1774 M JIANG 2017 12556 12565 L AKPA 2012 30 41 B WAN 2014 174 184 H BOYMANS 2015 176 183 E SONG 2018 87 93 S BELOWICH 2012 2003 2024 M PUTRO 2017 149 151 W YAMANAKAX2021X111503 YAMANAKAX2021X111503XN 2023-03-30T00:00:00.000Z 2023-03-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-06-05T09:46:20.161Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined JSPS 15K06565 KAKEN Japan Society for the Promotion of Science http://data.elsevier.com/vocabulary/SciValFunders/501100001691 http://sws.geonames.org/1861060/ Chiba University Chiba University http://data.elsevier.com/vocabulary/SciValFunders/501100008529 http://sws.geonames.org/1861060/ Frontier Science Program of Graduate School of Science and Engineering This work was financially supported by JSPS KAKENHI Grant Number 15K06565 and JSPS Bilateral Joint Research Project (2014-2017) and Frontier Science Program of Graduate School of Science and Engineering, Chiba University . https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00120-6 S2468823121001206 1-s2.0-S2468823121001206 10.1016/j.mcat.2021.111503 315758 2021-05-12T08:46:30.120714Z 2021-04-01 2021-04-30 1-s2.0-S2468823121001206-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/MAIN/application/pdf/81bab6cb20d85afa04c86de1deaa124a/main.pdf main.pdf pdf true 1003936 MAIN 5 1-s2.0-S2468823121001206-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/PREVIEW/image/png/efd2d37b06a3251a8bc8fa44176c3a26/main_1.png main_1.png png 59976 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121001206-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr1/DOWNSAMPLED/image/jpeg/e04fe909dac7180bddb73b1be7c54e17/gr1.jpg gr1 gr1.jpg jpg 18013 263 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001206-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr2/DOWNSAMPLED/image/jpeg/d398b07b911009d402651cf6f1b26cd4/gr2.jpg gr2 gr2.jpg jpg 18487 273 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001206-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/ga1/DOWNSAMPLED/image/jpeg/3beee8da157fedbe12f213c9f2689525/ga1.jpg ga1 true ga1.jpg jpg 23926 200 497 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001206-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr3/DOWNSAMPLED/image/jpeg/f0b2a893e43ba7f37bab5073a3969723/gr3.jpg gr3 gr3.jpg jpg 19535 328 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001206-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/sc1/DOWNSAMPLED/image/jpeg/d074883fa26e8bd1548d76eb046f03e1/sc1.jpg sc1 sc1.jpg jpg 16706 164 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001206-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr1/THUMBNAIL/image/gif/d9e156e88fc00771e7c647a6207e2539/gr1.sml gr1 gr1.sml sml 6381 164 212 IMAGE-THUMBNAIL 1-s2.0-S2468823121001206-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr2/THUMBNAIL/image/gif/15ecf29cf309751b8c46f1735f618cb0/gr2.sml gr2 gr2.sml sml 6401 164 205 IMAGE-THUMBNAIL 1-s2.0-S2468823121001206-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/ga1/THUMBNAIL/image/gif/3434fc46ca202ed0489cdc09aca5966f/ga1.sml ga1 true ga1.sml sml 6108 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001206-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/gr3/THUMBNAIL/image/gif/a83ce4532f67dfaa30a1f45256842296/gr3.sml gr3 gr3.sml sml 5837 164 170 IMAGE-THUMBNAIL 1-s2.0-S2468823121001206-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001206/sc1/THUMBNAIL/image/gif/2337ab1e888afeedcf3479044ddd2cdc/sc1.sml sc1 sc1.sml sml 3039 63 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001206-am.pdf am am.pdf pdf 431780 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10RFZ9434NJ/MAIN/application/pdf/5cb48d49e074b4b833f80d35fb793b68/am.pdf MCAT 111503 111503 S2468-8231(21)00120-6 10.1016/j.mcat.2021.111503 Elsevier B.V. Fig. 1 Time profile for the one-pot reaction of benzaldehyde with nitrobenzene by Ni3Sn2/TiO2 alloy catalyst in mesitylene. Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; mesitylene, 5.0 mL; naphthalene, 0.30 mmol; H2, 1.0 MPa; reaction temperature, 423 K. Fig. 1 Fig. 2 Time profile for the one-pot reaction of benzaldehyde with nitrobenzene by Ni3Sn2/TiO2 alloy catalyst in mesitylene. Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; mesitylene, 5.0 mL; naphthalene, 0.30 mmol; H2, 1.0 MPa; reaction temperature, 423 K; molecular sieve 3 Å, 0.10 g. Fig. 2 Fig. 3 XRD patterns of (a) the fresh and (b) spent Ni3Sn2/TiO2 alloy catalysts. Fig. 3 Scheme 1 Synthetic pathway of nitrogen-containing compounds starting from nitrobenzene and benzaldehyde. Scheme 1 Table 1 Effect of solvent on the catalytic performance of Ni3Sn2/TiO2 alloy catalyst for the direct one-pot reaction of benzaldehyde with nitrobenzene a . Table 1 Entry Solvent Conv. (%) b Yield (%) c Sel. (%) d 1 2 3 1 MeOH 100 0 58 40 58 2 EtOH 100 5 52 37 57 3 DMA 100 17 17 57 34 4 THF 25 22 0 0 88 5 NEt3 58 52 0 0 90 6 1,4-Dioxane 40 37 0 0 93 7 e 100 5 50 45 55 8 o-Xylene 90 82 0 0 91 9 e 100 21 54 25 76 10 Mesitylene 64 64 0 0 100 11 e 90 90 0 0 100 12 p-Xylene 78 74 0 0 95 13 e 82 78 0 0 95 a Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; solvent, 5.0 mL; naphthalene, 0.30 mmol; H2, 1.0 MPa; reaction temperature, 423 K; reaction time, 12 h. The conversion and yields were determined by GC using an internal standard technique. b Conversion of benzaldehyde. c Yields of entries 1, 2, and 3 represent benzylideneaniline, N-phenylbenzylamine, and benzyl alcohol, respectively, as shown in Scheme 1. d Selectivity to benzylideneaniline and N-phenylbenzylamine. e Reaction time, 24 h. Table 2 Effect of H2 pressure on the catalytic performance of Ni3Sn2/TiO2 alloy catalyst for the one-pot reaction of benzaldehyde with nitrobenzene a . Table 2 Entry H2 pressure (MPa) Conv. (%) b Yield (%) c Sel. (%) d 1 2 3 1 0.6 73 68 0 0 93 2 1.0 90 90 0 0 100 3 2.0 100 20 54 22 74 a Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; mesitylene, 5.0 mL; naphthalene, 0.30 mmol; reaction temperature, 423 K; reaction time, 24 h. The conversion and yields were determined by GC using an internal standard technique. b Conversion of benzaldehyde. c Yields of entries 1, 2, and 3 represent benzylideneaniline, N-phenylbenzylamine, and benzyl alcohol, respectively, as shown in Scheme 1. d Selectivity to benzylideneaniline and N-phenylbenzylamine. Table 3 Effect of reaction temperature on the catalytic performance of Ni3Sn2/TiO2 alloy catalyst for the one-pot reaction of benzaldehyde with nitrobenzene a . Table 3 Entry Temp. (K) Conv. (%) b Yield (%) c Sel.(%) d 1 2 3 1 403 81 75 0 0 93 2 423 90 90 0 0 100 3 443 100 54 22 20 76 a Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; mesitylene, 5.0 mL; naphthalene, 0.30 mmol; H2, 1.0 MPa; reaction time, 24 h. The conversion and yields were determined by GC using an internal standard technique. b Conversion of benzaldehyde. c Yields of entries 1, 2, and 3 represent benzylideneaniline, N-phenylbenzylamine, and benzyl alcohol, respectively, as shown in Scheme 1. d Selectivity to benzylideneaniline and N-phenylbenzylamine. Table 4 Reusability test of Ni3Sn2/TiO2 alloy catalyst for the one-pot reaction of benzaldehyde with nitrobenzene a . Table 4 Run 1 2 3 4 5 Conv. (%) b 90 85 80 78 75 Sel. (%) c 100 100 100 100 100 a Reaction conditions: nitrobenzene, 1.0 mmol; benzaldehyde, 1.0 mmol; Ni3Sn2/TiO2 alloy catalyst, 0.10 g; mesitylene, 5.0 mL; naphthalene, 0.30 mmol; H2, 1.0 MPa; reaction temperature, 423 K; reaction time, 24 h. The conversion was determined by GC using an internal standard technique. b Conversion of benzaldehyde. c Selectivity to benzylideneaniline. Chemoselective synthesis of imine and secondary amine from nitrobenzene and benzaldehyde by Ni3Sn2 alloy catalyst supported on TiO2 Nobutaka Yamanaka Conceptualization Methodology Validation Writing - original draft a b Takayoshi Hara Data curation a Nobuyuki Ichikuni Data curation a Shogo Shimazu Supervision Writing - review & editing Conceptualization a * a Department of Applied Chemistry and Biotechnology, Graduate School of Science and Engineering, Chiba University, 1-33 Yayoi, Chiba 263-8522, Japan Department of Applied Chemistry and Biotechnology Graduate School of Science and Engineering Chiba University 1-33 Yayoi Chiba 263-8522 Japan Department of Applied Chemistry and Biotechnology, Graduate School of Science and Engineering, Chiba University, 1-33 Yayoi, Chiba 263-8522, Japan. b Department of Applied Chemistry, National Defense Academy, 1-10-20 Hashirimizu, Yokosuka, Kanagawa 239-8686, Japan Department of Applied Chemistry National Defense Academy 1-10-20 Hashirimizu Yokosuka Kanagawa 239-8686 Japan Department of Applied Chemistry, National Defense Academy, 1-10-20 Hashirimizu, Yokosuka, Kanagawa 239-8686, Japan. ⁎ Corresponding author. Graphical abstract Ni3Sn2/TiO2 alloy catalyst prepared by hydrothermal method was applied for the direct one-pot reductive imination of benzaldehyde with nitrobenzene in the presence of H2 gas as a reducing agent. A desired imine, benzylideneaniline, was produced in an excellent yield of 90% without the formation of any by-products. This is due to the chemoselective molecular recognition of Ni3Sn2 alloy nanoparticles supported on TiO2 for the nitro group over the carbonyl group. By prolonging the reaction time, the desired imine was converted into the corresponding secondary amine, N-phenylbenzylamine, with a remarkably high yield of 80% through the catalytic hydrogenation of the CN bond. Finally, we demonstrated that it was easy to reuse the catalyst up to five times. Keywords Ni3Sn2/TiO2 alloy catalyst Nitrobenzene Benzaldehyde Imine Secondary amine 1 Introduction Nitrogen-containing compounds such as primary, secondary, and tertiary amines, imines, and azo compounds have attracted enormous attention for a long history [1–4]. In particular, imines are highly desirable due to their wide applications as electrophilic reagents for diverse organic reactions such as reductions, additions, condensations, and cycloadditions [5–7]. The formation of the CN bond involved in the synthesis of imines is one of the most important areas in synthetic organic chemistry [6,8–12]. Traditionally, imines have been synthesized from the dehydrative condensation between primary amines and carbonyl compounds in the presence of an acid catalyst, the self-condensation of primary amines upon oxidation, and the oxidation of secondary amines [7,13–17]. The one-pot conversion of alcohols with primary amines has also been developed for producing imines although a large excess of oxidants was required [7,18]. Compared with these methods using primary amines, one-pot reductive imination of carbonyl compounds directly from nitroarenes is conceived to be especially attractive from the viewpoint of green sustainable chemistry because it does not require prior reduction of nitroarenes [1,19]. In spite of the great progress being made in the selective imine formation, there are scarcely any available reports dealing with the direct one-pot reductive imination of carbonyl compounds with nitroarenes by non-noble metal-based heterogeneous catalysts. For the cascade reductive imination to be successful, not carbonyl compounds but nitroarenes should be reduced first. Then, the coupling between in situ formed primary amines and carbonyl compounds occurs rapidly without the aid of any catalyst and reaches equilibrium (Scheme 1 ). From our continuing works on Ni3Sn2 alloy catalysis, we discovered that the highly dispersed Ni3Sn2 alloy nanoparticles on TiO2 support were efficient for the chemoselective hydrogenation of a broad range of functionalized nitroarenes [20]. Notably, other reactive groups such as olefin, chloride, ketone, and ester groups remain unaffected before almost complete exhaustion of the nitro group. Due to the prominent efficiency of Ni3Sn2/TiO2 alloy catalyst for the chemoselective nitro hydrogenation, we envisioned that the Ni3Sn2/TiO2 alloy-catalyzed strategy could offer a new efficient protocol for the direct one-pot reductive imination of carbonyl compounds with nitroarenes. Secondary amines, which are important building blocks used for the synthesis of various functional organic molecules such as polymers, additives, dyes, pharmaceuticals, herbicides, surfactants, and bioactive molecules, can be obtained via the one-pot reductive imination of carbonyl compounds with nitroarenes in the presence of H2 gas as a reducing agent (Scheme 1) [1,21–23]. To the best of our knowledge, the direct synthesis of secondary amines from carbonyl compounds and nitroarenes has been performed mainly by noble metal-based heterogeneous catalysts. In this context, our developed non-noble metal-based alloy catalyst Ni3Sn2/TiO2 was applied for the direct one-pot reductive amination of carbonyl compounds with nitroarenes. 2 Experimental section 2.1 Materials All chemicals were commercially available and used as received without further purification. NiCl2, SnCl2∙2H2O, NaOH, TiO2, nitrobenzene, benzaldehyde, aniline, benzyl alcohol, naphthalene, 1,4-dioxane, p-xylene, o-xylene, mesitylene, methanol (MeOH), ethanol (EtOH), tetrahydrofuran (THF), triethylamine (NEt3), and N,N-dimethylacetamide (DMA) were supplied from Wako. Benzylideneaniline and N-phenylbenzylamine were purchased from TCI. 2.2 Catalyst preparation Ni3Sn2 alloy catalyst supported on TiO2 were prepared by hydrothermal method in accordance with the procedure reported earlier [20]. Briefly, Ni(II) and Sn(IV) precursors were mixed at Ni:Sn molar ratio of 1.5 at room temperature. TiO2 was then added into the mixture as a support and stirred for 1 h at room temperature. The resulting solution was hydrothermally treated at 423 K for 24 h, filtered, washed with distilled water, and dried under vacuum at room temperature overnight. Finally, the recovered powder was reduced under H2 atmosphere at 673 K for 1 h to obtain 10 wt% Ni3Sn2/TiO2 alloy catalyst. 2.3 Catalytic test The one-pot reaction of benzaldehyde with nitrobenzene was carried out in a high-pressure autoclave with a pressure gauge, a magnetic stirrer, and an oil bath. Typically, Ni3Sn2/TiO2 alloy catalyst (0.10 g), nitrobenzene (1.0 mmol), benzaldehyde (1.0 mmol), naphthalene (0.3 mmol) as an internal standard material, and mesitylene solvent (5.0 mL) were placed into a glass reaction tube and stirred at room temperature for a selected time. After the autoclave was sealed, pure H2 gas was introduced in order to remove air from the system and kept at a desired pressure, and then the reaction system was heated to a given temperature. After the reaction, the reaction mixture was taken out of the reaction system and analyzed by gas chromatography. The products were identified by gas chromatography (GC-8A, Shimadzu, using a flame ionization detector) equipped with a flexible quartz capillary column coated with Silicon OV-17. The conversion and yields of the products were calculated using an internal standard method. 3 Results and discussion 3.1 Effect of solvent In this work, we began our study by using nitrobenzene and benzaldehyde as starting materials. The desired products are imine intermediate benzylideneaniline (1) and over-hydrogenated secondary amine N-phenybenzylamine (2). The by-product is benzyl alcohol (3). With Ni3Sn2/TiO2 alloy catalyst, we aimed to evaluate the catalytic property for the one-pot reaction of benzaldehyde with nitrobenzene in different reaction solvents under H2 1.0 MPa at 423 K (Table 1 ). The physicochemical properties such as the particle size of Ni3Sn2 alloy, H2 and CO uptakes, BET surface area, and average pore volume are shown in our previous report [20]. Initially, 1,4-dioxane solvent was employed (Table 1, entries 6 and 7). The favored hydrogenation of nitrobenzene over benzaldehyde proceeded, providing the desired imine benzylideneaniline (1) as a consequence of the condensation between in situ formed aniline and benzaldehyde. No formation of the by-product benzyl alcohol (3) was observed during the early stage of the reaction. This is due to the chemoselective molecular recognition of Ni3Sn2 alloy nanoparticles supported on TiO2. The imine yield was 37% at the benzaldehyde conversion of 40% after 12 h. The product distribution differed depending on the reaction time. After 24 h, the other desired secondary amine N-phenylbenzylamine (2) through the catalytic hydrogenation of the CN bond in benzylideneaniline was obtained in a moderate yield of 50%, along with a large amount of benzyl alcohol. These results indicate that 1,4-dioxane solvent was not suitable for the one-pot synthesis of the nitrogen-containing compounds. The reaction solvent has been reported to strongly affect the catalytic activity and product distribution [24]. Therefore, the effect of the solvent on the catalytic performance of Ni3Sn2/TiO2 alloy catalyst for the one-pot reaction was investigated to explore the best solvent under identical reaction conditions (H2 1.0 MPa, 423 K). The results are summarized in Table 1. The use of protic polar solvents such as MeOH and EtOH produced the highest catalytic activity but had a negative impact on the selectivity to the imine and secondary amine (Table 1, entries 1 and 2). Some researchers have proposed that a strong interaction between protic polar solvents (e.g., C1-C4 primary alcohols) and 2-butanone by hydrogen bonding dramatically lowers the activation energy barrier and significantly enhances the catalytic activity [25,26]. The catalytic activity of Ni3Sn2/TiO2 alloy catalyst in aprotic polar DMA solvent, was next to protic polar solvents (Table 1, entry 3). The use of other aprotic polar solvents such as THF, NEt3, and 1,4-dioxane led to low-to- moderate catalytic activity (Table 1, entries 4–6). This is probably due to the strong adsorption of the solvent molecules on the catalyst surface blocking the accessibility of the active Ni sites [26–28]. Non-polar solvents such as p-xylene, o-xylene, and mesitylene showed a lower catalytic activity but provided the imine in higher yields without a hint of benzyl alcohol formation, when compared with aprotic polar DMA solvent (Table 1, entries 8, 10, and 12). It can be concluded that the catalytic activity is higher in a more polar solvent with the following order: protic polar solvent > aprotic polar solvent > non-polar solvent. The direct one-pot reaction of benzaldehyde with nitrobenzene in the non-polar solvents steadily proceeded with increasing the reaction time (Table 1, entries 9, 11, and 13). Although the complete conversion of benzaldehyde was achieved using o-xylene after 24 h, the yield of the imine largely decreased and the secondary amine was obtained in 54% yield together with the by-product (Table 1, entry 9). In contrast, selective formation of the imine was accomplished by employing mesitylene and p-xylene (Table 1, entries 11 and 13). The benzaldehyde conversions were 90% and 82% less than 100%, respectively. On the basis of these results, it can be assumed that the formation of the desired secondary amine N-phenylbenzylamine and the by-product benzyl alcohol is inhibited before the complete exhaustion of benzaldehyde. Mesitylene yielded the desired imine compound almost quantitatively and therefore was shown to be the best solvent for the Ni3Sn2/TiO2 alloy-catalyzed reductive imination of benzaldehyde with nitrobenzene. Fig. 1 presents the time profile for the Ni3Sn2/TiO2 alloy-catalyzed one-pot reaction of benzaldehyde with nitrobenzene in mesitylene. At a reaction time of 6 h, the in situ formed aniline (♦) was condensed with benzaldehyde, giving rise to only the desired imine product (▲). The yield of the imine (▲) steeply increased with increasing the reaction time along with a small amount of aniline (♦), and it reached 90% after 24 h. The formation of the corresponding secondary amine (●) was observed at 30 h when the benzaldehyde conversion was almost full, more precisely, 98%. The yield of the secondary amine (●) dramatically increased to a remarkably high yield of 80% at only 6 h. The control of the reaction time in mesitylene can allow an efficient one-pot synthesis of the imine and secondary amine. Notably, the yield of the secondary amine (●) was slightly lower than that of the parent imine (▲). This is because in situ formed H2O resulted in recovery of aniline (♦) and benzaldehyde as a consequence of the imine hydrolysis [29]. 3.2 Effect of the addition of molecular sieve 3 Å The reverse transformation of the imine benzylideneaniline into benzaldehyde and aniline in the presence of the in situ produced water prompted us to add molecular sieve 3 Å into the catalytic system for the removal. The time profile is illustrated in Fig. 2 . In comparison with Fig. 1, it has been proven that the addition of the molecular sieve plays a significant role in accelerating the imine formation step during the present one-pot reaction. However, the reverse reaction into aniline and benzaldehyde proceeded regardless of the presence of the molecular sieve. A similar yield of the imine and secondary amine to that of the catalytic system without the molecular sieve was obtained at shorter reaction times of 19 h and 30 h, respectively. 3.3 Effect of H2 pressure Optimization of the reaction conditions was carried out for the one-pot reaction of benzaldehyde with nitrobenzene using Ni3Sn2/TiO2 alloy catalyst. First, the effect of H2 pressure was investigated at 423 K in mesitylene. The results are given in Table 2 . A lower H2 pressure of 0.6 MPa decreased the yield of the imine (Table 2, entry 1). This is because the hydrogenation of nitrobenzene to aniline is sensitive to the initial H2 pressure. The results presented in Table 2, entries 1 and 2 show that the kinetic behavior of Ni3Sn2/TiO2 alloy catalyst during this process enables the selective formation of the imine before the complete exhaustion of benzaldehyde. To further improve the catalytic efficiency, we performed the one-pot reaction under a higher H2 pressure of 2.0 MPa (Table 2, entry 3). In this situation, the imine was converted into the corresponding secondary amine in a moderate yield, accompanied by the unwanted side product because the benzaldehyde conversion reached 100%. 3.4 Effect of reaction temperature Next, the effect of reaction temperature was studied under H2 1.0 MPa in mesitylene. The results are listed in Table 3 . A relatively high yield of 75% for the imine was obtained at 403 K. The increase of the reaction temperature to 443 K increased the benzaldehyde conversion to 100%. This is why the formation of the secondary amine and benzyl alcohol occurred. 3.5 Reusability test Using the optimized reaction conditions, the reusability of Ni3Sn2/TiO2 alloy catalyst was investigated for the one-pot reaction of benzaldehyde with nitrobenzene, and the result is shown in Table 4 . After the reaction, the catalyst was separated from the reaction solution by centrifugation, thoroughly washed with acetone, dried in vacuum overnight, and then reused for the next run under the same reaction conditions. Ni3Sn2/TiO2 alloy catalyst can be reused at least five times for the one-pot reaction. The selectivity of the imine remained constant at 100% during a period of five successive runs. A slight decay in the catalytic activity was observed after the first run, likely due to the oxidation of the catalyst surface [30]. However, XRD analysis showed that the spent catalyst had no appreciable change relative to the fresh catalyst (Fig. 3 ). The XRD patterns of the fresh and spent catalysts exhibited three characteristic peaks at 2θ = 30.8°, 42.5°, and 44.2°, which correspond to the Ni3Sn2 (101), Ni3Sn2 (102), and Ni3Sn2 (110) diffraction peaks, respectively [31]. 4 Conclusions We have developed a simple, eco-friendly, and cost-effective catalytic system for the direct one-pot reductive imination and amination of benzaldehyde with nitrobenzene. The relationship between the catalytic activity and solvent properties used was revealed. In non-polar mesitylene solvent, Ni3Sn2/TiO2 alloy catalyst transformed the starting materials into the desired imine benzylideneaniline in an excellent yield of 90% after 24 h, without the formation of the by-product benzyl alcohol. The catalyst efficiency is ascribed to the high chemoselectivity for the nitro group over the carbonyl group. Prolonging the reaction time to 36 h produced the corresponding secondary amine N-phenylbenzylamine with a remarkably high yield of 80% through the catalytic hydrogenation of the CN bond. The addition of the molecular sieve into the catalytic system has a positive effect on the reaction time to produce the imine and secondary amine. In summary, the one-pot reductive imination and amination of benzaldehyde with nitrobenzene was accomplished using Ni3Sn2/TiO2 alloy catalyst under the optimized reaction conditions (H2 1.0 MPa, 423 K). This is the first time that the two nitrogen-containing compounds have been synthesized over a non-noble metal catalyst using an easily available and environmentally benign hydrogen source. CRediT authorship contribution statement Nobutaka Yamanaka: Conceptualization, Methodology, Validation, Writing - original draft. Takayoshi Hara: Data curation. Nobuyuki Ichikuni: Data curation. Shogo Shimazu: Supervision, Writing - review & editing, Conceptualization. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by JSPS KAKENHI Grant Number 15K06565 and JSPS Bilateral Joint Research Project (2014-2017) and Frontier Science Program of Graduate School of Science and Engineering, Chiba University. References [1] R.S. Downing P.J. Kunkeler H. van Bekkum Catal. Today 37 1997 121 136 R.S. Downing, P.J. Kunkeler, H. van Bekkum, Catal. Today 37 (1997) 121-136. [2] P. Serna A. Corma ACS Catal. 5 2015 7114 7121 P. Serna, A. Corma, ACS Catal. 5 (2015) 7114-7121. [3] L.L. Santos P. Serna A. Corma Chem. Eur. J. 15 2009 8196 8203 L. L. Santos, P. Serna, A. Corma, Chem. Eur. J. 15 (2009) 8196-8203. [4] A. Corma P. Serna H. García J. Am. Chem. Soc. 129 2007 6358 6359 A. Corma, P. Serna, H. García, J. Am. Chem. Soc. 129 (2007) 6358-6359. [5] J. Gawronski N. Wascinska J. Gajewy Chem. Rev. 108 2008 5227 5252 J. Gawronski, N. Wascinska, J. Gajewy, Chem. Rev. 108 (2008) 5227-5252. [6] J. Huang L. Yu L. He Y.-M. Liu Y. Cao K.-N. Fan Green Chem. 13 2011 2672 2677 J. Huang, L. Yu, L. He, Y.-M. Liu, Y. Cao, K.-N. Fan, Green Chem. 13 (2011) 2672-2677. [7] L. Tang H. Sun Y. Li Z. Zha Z. Wang Green Chem. 14 2012 3423 3428 L. Tang, H. Sun, Y. Li, Z. Zha, Z. Wang, Green. Chem. 14 (2012) 3423-3428. [8] R. Kawahara K.-I. Fujita R. Yamaguchi Adv. Synth. Catal. 353 2011 1161 1168 R. Kawahara, K.-I. Fujita, R. Yamaguchi, Adv. Synth. Catal. 353 (2011) 1161-1168. [9] D. Sui F. Mao H. Fan Z. Qi J. Huang Chin. J. Chem. 35 2017 1371 1377 D. Sui, F. Mao, H. Fan, Z. Qi, J. Huang, Chin. J. Chem. 35 (2017) 1371-1377. [10] S.L. Buchwald C. Mauger G. Mignani U. Scholz Adv. Synth. Catal. 348 2006 23 39 S. L. Buchwald, C. Mauger, G. Mignani, U. Scholz, Adv. Synth. Catal. 348 (2006) 23-39. [11] L. Djakovitch V. Dufaud R. Zaidi Adv. Synth. Catal. 348 2006 715 724 L. Djakovitch, V. Dufaud, R. Zaidi, Adv. Synth. Catal. 348 (2006) 715-724. [12] M.S. Kwon S. Kim S. Park W. Bosco R.K. Chidrala J. Park J. Org. Chem. 74 2009 2877 2879 M. S. Kwon, S. Kim. S. Park, W. Bosco, R. K. Chidrala, J. Park, J. Org. Chem. 74 (2009) 2877-2879. [13] B. Das B. Ravikanth K. Laxminarayana B.V. Rao J. Mol. Catal. A Chem. 253 2009 92 95 B. Das, B. Ravikanth, K. Laxminarayana, B. V. Rao, J. Mol. Catal. A: Chem. 253 (2009) 92-95. [14] A. Grirrance A. Corma H. García J. Catal. 264 2009 138 144 A. Grirrance, A. Corma, H. García, J. Catal. 264 (2009) 138-144. [15] K. Orito T. Hatakeyama M. Takeo S. Uchiito M. Tokuda H. Suginome Tetrahedron 54 1998 8403 8410 K. Orito, T. Hatakeyama, M. Takeo, S. Uchiito, M. Tokuda, H. Suginome, Tetrahedron 54 (1998) 8403-8410. [16] B. Zhu M. Lazar B.G. Trewyn R.J. Angelici J. Catal. 260 2008 1 6 B. Zhu, M. Lazar, B. G. Trewyn, R. J. Angelici, J. Catal. 260 (2008) 1-6. [17] B. Zhu R.J. Angelici Chem. Commun. (Camb.) 2007 2157 2159 B. Zhu, R. J. Angelici, Chem. Commun. (2007) 2157-2159. [18] L. Blackburn R.J.K. Taylor Org. Lett. 3 2001 1637 1639 L. Blackburn, R. J. K. Taylor, Org. Lett. 3 (2001) 1637-1639. [19] Y. Yamane X.H. Liu A. Hamasaki T. Ishida M. Haruta T. Yokoyama M. Tokunaga Org. Lett. 11 2009 5162 5165 Y. Yamane, X. H. Liu, A. Hamasaki, T. Ishida, M. Haruta, T. Yokoyama, M. Tokunaga, Org. Lett. 11(2009) 5162-5165. [20] N. Yamanaka T. Hara N. Ichikuni S. Shimazu Bull. Chem. Soc. Jpn. 92 2019 811 816 N. Yamanaka, T. Hara, N. Ichikuni, S. Shimazu, Bull. Chem. Soc. Jpn. 92 (2019) 811-816. [21] E.W. Baxter A.B. Reitz Org. React. 59 2002 1 714 E. W. Baxter, A. B. Reitz, Org. React. 59 (2002) 1-714. [22] R.N. Salvatore C.H. Yoon K.W. Jung Tetrahedron 57 2001 7785 7811 R. N. Salvatore, C. H. Yoon, K. W. Jung, Tetrahedron 57 (2001) 7785-7811. [23] M.H.S.A. Hamid C.L. Allen G.W. Lamb A.C. Maxwell H.C. Maytum A.J.A. Watson J.M.J. Williams J. Am. Chem. Soc. 131 2009 1766 1774 M. H. S. A. Hamid, C. L. Allen, G. W. Lamb, A. C. Maxwell, H. C. Maytum, A. J. A. Watson, J. M. J. Williams, J. Am. Chem. Soc. 131 (2009) 1766-1774. [24] L. Jiang P. Zhou Z. Zhang S. Jin Q. Chi Ind. Eng. Chem. Res. 56 2017 12556 12565 L. Jiang, P. Zhou, Z. Zhang, S. Jin, Q. Chi, Ind. Eng. Chem. Res. 56 (2017) 12556-12565. [25] B.S. Akpa C. D’Agostino L.F. Gladden K. Hindle H. Manyar J. McGregor R. Li M. Neurock N. Sinha E.H. Stitt D. Weber J.A. Zeitler D.W. Rooney J. Catal. 289 2012 30 41 B.S. Akpa, C. D’Agostino, L.F. Gladden, K. Hindle, H. Manyar, J. McGregor, R. Li, M. Neurock, N. Sinha, E.H. Stitt, D. Weber, J.A. Zeitler, D.W. Rooney, J. Catal. 289 (2012) 30-41. [26] H. Wan A. Vitter R.V. Chaudhari B. Subramaniam J. Catal. 309 2014 174 184 H. Wan, A. Vitter, R. V. Chaudhari, B. Subramaniam, J. Catal. 309 (2014) 174-184. [27] E.H. Boymans P.T. Witte D. Vogt Catal. Sci. Technol. 5 2015 176 183 E. H. Boymans, P. T. Witte, D. Vogt, Catal. Sci. Technol. 5 (2015) 176-183. [28] S. Song Y. Wang N. Yan Mol. Catal. 454 2018 87 93 S. Song, Y. Wang, N. Yan, Mol. Catal. 454 (2018) 87-93. [29] M.E. Belowich J.F. Stoddart Chem. Soc. Rev. 41 2012 2003 2024 M. E. Belowich, J. F. Stoddart, Chem. Soc. Rev. 41 (2012) 2003-2024. [30] W.S. Putro T. Hara N. Ichikuni S. Shimazu Chem. Lett. 46 2017 149 151 W. S. Putro, T. Hara, N. Ichikuni, S. Shimazu, Chem. Lett. 46 (2017) 149-151. [31] Powder diffraction files, JCPDS-International center for diffraction data (ICDD), 1997.",
      "scopus-id": "85103397486",
      "coredata": {
        "eid": "1-s2.0-S2468823121001206",
        "dc:description": "Ni3Sn2/TiO2 alloy catalyst prepared by hydrothermal method was applied for the direct one-pot reductive imination of benzaldehyde with nitrobenzene in the presence of H2 gas as a reducing agent. A desired imine, benzylideneaniline, was produced in an excellent yield of 90% without the formation of any by-products. This is due to the chemoselective molecular recognition of Ni3Sn2 alloy nanoparticles supported on TiO2 for the nitro group over the carbonyl group. By prolonging the reaction time, the desired imine was converted into the corresponding secondary amine, N-phenylbenzylamine, with a remarkably high yield of 80% through the catalytic hydrogenation of the CN bond. Finally, we demonstrated that it was easy to reuse the catalyst up to five times.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121001206",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yamanaka, Nobutaka"
          },
          {
            "@_fa": "true",
            "$": "Hara, Takayoshi"
          },
          {
            "@_fa": "true",
            "$": "Ichikuni, Nobuyuki"
          },
          {
            "@_fa": "true",
            "$": "Shimazu, Shogo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121001206"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121001206"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00120-6",
        "prism:volume": "505",
        "articleNumber": "111503",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Chemoselective synthesis of imine and secondary amine from nitrobenzene and benzaldehyde by Ni3Sn2 alloy catalyst supported on TiO2",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ni3Sn2/TiO2 alloy catalyst"
          },
          {
            "@_fa": "true",
            "$": "Nitrobenzene"
          },
          {
            "@_fa": "true",
            "$": "Benzaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Imine"
          },
          {
            "@_fa": "true",
            "$": "Secondary amine"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111503",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.mcat.2021.111503",
        "prism:startingPage": "111503",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111503",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "263",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18013",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18487",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23926",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19535",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "164",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16706",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6381",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6401",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6108",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5837",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3039",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001206-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "431780",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85103397486"
      }
    }
  }
}