{
  "metadata": {
    "title": "Metal-polyacrylic acid complex aerogels for efficient cycloaddition of CO<ce:inf loc=post>2</ce:inf> with propylene oxide",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2023-10-31",
    "doi": "10.1016/j.mcat.2023.113462",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882312300545X",
    "pii": "S246882312300545X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85167778406",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-08-16 2023-08-16 2023-08-16 2023-08-16 2023-09-17T11:59:24 1-s2.0-S246882312300545X S2468-8231(23)00545-X S246882312300545X 10.1016/j.mcat.2023.113462 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00157 2024-06-26T17:47:58.017886Z 0 0 20231001 20231031 2023 2023-08-16T23:33:00.496664Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 549 549 C Volume 549 6 113462 113462 113462 202310 October 2023 2023-10-01 2023-10-31 2023 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. METALPOLYACRYLICACIDCOMPLEXAEROGELSFOREFFICIENTCYCLOADDITIONCO2PROPYLENEOXIDE OUYANG Y 1 Introduction 2 Experimental 2.1 Chemicals and materials 2.2 Preparation of Zn-PAA aerogels 2.3 Preparation of Co-PAA, Ni-PAA, Mn-PAA, and in-PAA aerogels 2.4 Preparation of ZnMn-PAA aerogels 2.5 Catalytic tests 2.6 Gas chromatography method 2.7 1H NMR method 2.8 In situ drifts measurements 2.9 Instrumentations 3 Results and discussion 3.1 Synthesis and structural characterizations 3.2 Catalytic performance in CO2 cycloaddition with PO 3.3 Atomic-level insight into activation of CO2 and PO over ZnMn-PAA 4 Conclusion CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References DEACY 2020 372 380 A WANG 2019 390 398 L CAO 2019 1503 1509 M TAYYAB 2023 140601 M QIN 2022 121163 Z GUPTA 2020 3097 3130 R COKOJA 2011 8510 8537 M MOORE 2003 11911 11924 D WANG 2016 6091 6100 W LU 2004 3732 3733 X TIAN 2012 2029 2035 D MONICA 2019 283 288 F DECORTES 2010 9822 9837 A LIU 2015 5933 Q MAEDA 2015 134 138 C LIANG 2017 1233 L ZHOU 2015 15066 15069 Z TAYYAB 2022 500 512 M YU 2021 119978 K LIU 2021 2100536 Y HAO 2022 2206963 J SONG 2021 9135 9141 Y LI 2021 22826 22832 S TANG 2017 8320 8328 T LIN 2014 4769 4779 J VADDYPALLY 2019 5699 5709 S WANG 2020 31 J LUO 2019 6033 6037 Z YANG 2020 9 S LI 2019 5074 W TAYYAB 2022 1165 1175 M HOU 2020 4251 T ZHU 2021 e2007497 M SYDORCHUK 2021 147667 V DELIA 2015 7728 7739 V CHANG 2019 1904969 G LI 2016 2142 2145 P ZHU 2018 993 1003 J BAI 2021 701 705 X YANG 2019 3511 3515 Q XU 2019 5018 5022 W WANG 2015 179 Q BAJ 2014 96 102 S YANG 2021 2103186 Q ROBERTWSTEVENS 2008 3070 3079 J YANG 2011 60 64 P WANG 2017 1047 1054 Y MARTIN 2015 1353 1370 C JOHNSON 2015 7628 K OUYANGX2023X113462 OUYANGX2023X113462XY 2025-08-16T00:00:00.000Z 2025-08-16T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-08-19T10:25:51.463Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined China Association for Science and Technology YESS20200031 CAST China Association for Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/100010097 http://sws.geonames.org/1814991/ Industry-university-research Cooperation Projects with Zhejiang NHU Co., Ltd. Central South University 502045005 CSU Central South University http://data.elsevier.com/vocabulary/SciValFunders/501100002822 http://sws.geonames.org/1814991/ Ningbo Fengcheng Advanced Energy Materials Research Institute Zhejiang NHU Co. Ltd. This work was supported by China Association for Science and Technology (No. YESS20200031 ), the Start-up Funding of Central South University (No. 502045005), and Industry-university-research Cooperation Projects with Zhejiang NHU Co., Ltd. and Ningbo Fengcheng Advanced Energy Materials Research Institute. This work was supported by China Association for Science and Technology (No. YESS20200031), the Start-up Funding of Central South University (No. 502045005), and Industry-university-research Cooperation Projects with Zhejiang NHU Co. Ltd. and Ningbo Fengcheng Advanced Energy Materials Research Institute. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00545-X S246882312300545X 1-s2.0-S246882312300545X 10.1016/j.mcat.2023.113462 315758 2023-09-17T11:16:31.784783Z 2023-10-01 2023-10-31 1-s2.0-S246882312300545X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/MAIN/application/pdf/75f902d9fc2373a4478f0bbd57c3f366/main.pdf main.pdf pdf true 5919181 MAIN 7 1-s2.0-S246882312300545X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/PREVIEW/image/png/c471cd36f9f79c86880a7d73074be3ea/main_1.png main_1.png png 59562 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882312300545X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr2/DOWNSAMPLED/image/jpeg/00fb744c9894ed4d15e74c6f9fe6c1c1/gr2.jpg gr2 gr2.jpg jpg 84709 404 555 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300545X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/ga1/DOWNSAMPLED/image/jpeg/da2374c61d308341c8ccc3f082cc377f/ga1.jpg ga1 true ga1.jpg jpg 29706 200 454 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300545X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr1/DOWNSAMPLED/image/jpeg/61a5d6b5808577e4ed51330bad28ea95/gr1.jpg gr1 gr1.jpg jpg 100660 605 556 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300545X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr4/DOWNSAMPLED/image/jpeg/d499f6bc39d925433258635200ce35f2/gr4.jpg gr4 gr4.jpg jpg 73066 485 554 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300545X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr3/DOWNSAMPLED/image/jpeg/72704277a7f8709ff4d4cd4033726237/gr3.jpg gr3 gr3.jpg jpg 69650 326 651 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300545X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr2/THUMBNAIL/image/gif/12d17ba2347d8fca0bfab0856ad4f007/gr2.sml gr2 gr2.sml sml 23128 160 219 IMAGE-THUMBNAIL 1-s2.0-S246882312300545X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/ga1/THUMBNAIL/image/gif/fbada9e7fad983c6b7c57d4d0c49eff3/ga1.sml ga1 true ga1.sml sml 11555 96 219 IMAGE-THUMBNAIL 1-s2.0-S246882312300545X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr1/THUMBNAIL/image/gif/3f8ffdaac4a9910a7456c4f2f9fbe654/gr1.sml gr1 gr1.sml sml 16749 163 150 IMAGE-THUMBNAIL 1-s2.0-S246882312300545X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr4/THUMBNAIL/image/gif/54d1328bad41e6cd1e72d1f0de6f6bf3/gr4.sml gr4 gr4.sml sml 12808 164 187 IMAGE-THUMBNAIL 1-s2.0-S246882312300545X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/gr3/THUMBNAIL/image/gif/403c23beff88ede4001149876e6b57db/gr3.sml gr3 gr3.sml sml 12681 110 219 IMAGE-THUMBNAIL 1-s2.0-S246882312300545X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/HIGHRES/image/jpeg/b38907f45a5307345cd10702f91721d6/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 754926 1792 2460 IMAGE-HIGH-RES 1-s2.0-S246882312300545X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/HIGHRES/image/jpeg/f5efa24e10516467e803e364f63cd80f/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 223930 886 2011 IMAGE-HIGH-RES 1-s2.0-S246882312300545X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/HIGHRES/image/jpeg/af2b0256f888fe0f2ed27fe84caaece7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 897224 2677 2461 IMAGE-HIGH-RES 1-s2.0-S246882312300545X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/HIGHRES/image/jpeg/8ad2191ba4b50ccc070531333bc80016/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 556074 2149 2453 IMAGE-HIGH-RES 1-s2.0-S246882312300545X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/HIGHRES/image/jpeg/333485431c9ed6406dacb9cfd552578b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 609099 1443 2883 IMAGE-HIGH-RES 1-s2.0-S246882312300545X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/a6e184c8e456c4a3ba0f387bb35c28db/mmc1.docx mmc1 mmc1.docx docx 4127448 APPLICATION 1-s2.0-S246882312300545X-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/image/svg+xml/feeaa06186f413959e0390be2936edbf/si1.svg si1 si1.svg svg 13435 ALTIMG 1-s2.0-S246882312300545X-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300545X/image/svg+xml/37d93a703d7bb1c51117e5bbad4c79a3/si2.svg si2 si2.svg svg 10857 ALTIMG 1-s2.0-S246882312300545X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10JM4530778/MAIN/application/pdf/094cec6d0708b99be8df7dded273b5ea/am.pdf am am.pdf pdf false 2079060 AAM-PDF MCAT 113462 113462 S2468-8231(23)00545-X 10.1016/j.mcat.2023.113462 Fig. 1 (a) Schematic illustration of the synthetic procedure for Zn-PAA aerogels. (b) Photograph of Zn-PAA aerogels. (c) SEM and (d) magnified images of Zn-PAA aerogels. (e) HAADF-STEM image and (f-h) the corresponding EDX elemental mapping images of Zn-PAA aerogels. Fig 1 Fig. 2 (a) Schematic depict of the ZnMn-PAA aerogels. (b) SEM image of the ZnMn-PAA aerogels at low magnification (inset: photograph of ZnMn-PAA aerogels). (c) SEM image of the ZnMn-PAA aerogels at high magnification. (d) HAADF-STEM image and (e-h) corresponding EDX elemental mapping images of ZnMn-PAA aerogels. (i) Zn 2p XPS spectrum and (j) Mn 2p XPS spectrum for ZnMn-PAA aerogels. (k) C 1s XPS spectrum of ZnMn-PAA aerogels. (l) O 1s XPS spectrum of ZnMn-PAA aerogels. Fig 2 Fig. 3 Catalytic PO conversion and PC yield over (a) M-PAA and (b) M1M2-PAA aerogels under 120 °C for 2h at 2 atm of CO2. (c) PO conversion and PC yield of ZnMn-PAA with different concentration of metals. (120 °C, 2 atm of CO2, 2h). (d) PO conversion and PC yield of the CO2 cycloaddition reaction catalyzed by ZnMn-PAA aerogels under different temperatures (60–160 °C, 2 atm of CO2, 2h). (e) Plots of the PO conversion and PC yield over ZnMn-PAA vs time under 120 °C at 2 atm of CO2. (f) PO conversion and PC yield of ZnMn-PAA after successive rounds of the reaction. (Three repeated experiments to estimate the error bar). Fig 3 Fig. 4 In situ DRIFT spectra of Zn-PAA, Mn-PAA, and ZnMn-PAA after treatment with (a) CO2, (b) PO, and (c) PO with CO2 at 120 °C for 30min. (d) Schematic diagram of the mechanism for the CO2 cycloaddition with PO for ZnMn-PAA. Fig 4 Table 1 The results for the cycloaddition reaction of CO2 and different substrate over ZnMn-PAA. Table 1 Entry Substrate Coversion (%) 1 PO 98 2 epibromohydrin 87 3 styrene oxide 81 Reaction condition: 1mL of substrate, 2 atm of CO2, 120°C, 8h. Metal-polyacrylic acid complex aerogels for efficient cycloaddition of CO2 with propylene oxide Yuxin Ouyang Conceptualization Data curation Methodology Software Validation Formal analysis Investigation Writing – original draft Writing – review & editing a 1 Qi Li Data curation Methodology Software Validation Writing – review & editing a 1 Yue Xin Data curation Methodology Software Validation a Sunpei Hu Data curation Methodology Software Validation b Sanmei Wang Data curation Methodology Validation a Liangbing Wang Conceptualization Data curation Funding acquisition Methodology Writing – review & editing a ⁎ a School of Materials Science and Engineering, State key laboratory for powder metallurgy, Central South University, Changsha, Hunan 410083, PR China School of Materials Science and Engineering, State key laboratory for powder metallurgy Central South University Changsha Hunan 410083 PR China aSchool of Materials Science and Engineering, State key laboratory for powder metallurgy, Central South University, Changsha, Hunan 410083, PR China b Hefei National Research Center for Physical Sciences at the Microscale, University of Science and Technology of China, Hefei, Anhui 230026, PR China Hefei National Research Center for Physical Sciences at the Microscale University of Science and Technology of China Hefei Anhui 230026 PR China bHefei National Research Center for Physical Sciences at the Microscale, University of Science and Technology of China, Hefei, Anhui 230026, PR China ⁎ Corresponding author. 1 These authors contributed equally. The cycloaddition reaction of carbon dioxide with propylene oxide captures considerable attention owing to its environmental friendliness, economy and 100% atomic utilization. Homogeneous metal catalysts exhibit excellent performance in cycloaddition reactions, but their widespread applications are limited by complicated preparation and recovery processes. It is important to develop effective strategies to immobilize homogeneous catalysts, and even immobilize active metal ions into solid carriers. Herein, we developed an innovative and universal strategy to immobilize metal ions through the complexation of metal ions with organic polymerization. The Zinc-manganese bifunctional polyacrylic acid complex (ZnMn-PAA) aerogels prepared using this strategy exhibited remarkable catalytic activity and stability in the cycloaddition reaction of carbon dioxide (CO2) and propylene oxide (PO). Mechanism studies revealed that the Zn and Mn central sites respectively enhanced the activation of PO and CO2, and the synergistic effect of bimetallic sites guaranteed to the excellent catalytic performance. Graphical abstract Image, graphical abstract Keywords Aerogels Carbon dioxide Cycloaddition Zinc Manganese Data availability Data will be made available on request. 1 Introduction The conversion of carbon dioxide (CO2) into valuable compounds is a promising way to meet the growing energy and environmental demands [1–4]. Considering the 100% atomic utilization, the cycloaddition of CO2 and epoxides is one of the most attractive reactions [5]. As a crucial product, cyclic carbonate gains extensive research interest due to its great applications in battery and industry [6,7]. Among them, the synthesis of propylene carbonate (PC) via cycloaddition of CO2 and propylene oxide (PO) is a hot topic. PC is a fine chemical product with high added value, high boiling point, low toxicity, stable structure and biodegradability. As a good solvent, it is widely used in battery electrolyte, textile industry, printing and dyeing. For this reaction, homogeneous catalysts are proved to be highly active and selective. The coordinated metal ions act as the Lewis acid to activate epoxide and facilitate the subsequent ring opening. For instance, zinc [8,9], cobalt [10], aluminum [11] and iron [12] ions were studied for catalytic conversion of CO2 and PO. In addition, specific ligands provide appropriate geometry for the coordination of terminal epoxides to metal ions. The catalysts containing porphyrin and salen ligands were reported with superior activity in the cycloaddition of CO2 with PO [13–15]. Whereas, the homogeneous metal complex catalysts were suffered from complicated synthesis and separation problems. Therefore, it is urgently desired to develop efficient and mass-produced heterogeneous catalysts. Immobilization of active metal species through coordination is a reliable strategy to fabricate heterogeneous catalysts. Metal-organic frameworks materials contain affluent coordinatively unsaturated metal nodes and exhibit promising performance toward the cycloaddition reaction [16]. Nonetheless, their preparative scale is far from satisfactory for industrial applications. Metal coordination polymers are a viable alternative [17]. These polymers have various functional groups that form robust coordinate bonds with metal ions, affording stable polymeric structures with exceptional chemical and thermal stability. In addition, simple synthetic process and economical feedstock make this heterogeneous catalyst promising for industrialization. Herein, we successfully synthesized the metal ions complexed polyacrylic acid (M-PAA) aerogels with precise atomic structure for cycloaddition of CO2 and PO. Specifically, the prepared zinc-manganese bimetallic PAA complex (ZnMn-PAA) aerogels exhibited remarkable catalytic activity in cyclic carbonates production, delivering 98.3% yield of PC at 120 °C. Further mechanism studies revealed that the complexed Zn and Mn sites respectively promoted the activation of PO and CO2 molecules, contributing to the remarkable catalytic activity. 2 Experimental 2.1 Chemicals and materials Zinc chloride (ZnCl2, 98%), manganese chloride tetrahydrate (MnCl2·4H2O, 99%), cobalt chloride hexahydrate (CoCl2·6H2O, 99%), nickel chloride hexahydrate (NiCl2·6H2O, 98%), indium chloride tetrahydrate (InCl3·4H2O, 98%), aluminum chloride hexahydrate (AlCl3·6H2O, 97%), sodium hydroxide (NaOH), potassium persulfate (K2S2O8, 99.5%), and N,N-Dimethylformamide (C3H7NO, 96.0%) were purchased from Sinopharm Chemical Reagent Co., Ltd. Acrylic acid (C3H4O2, 99%) and propylene oxide (C3H6O, 99.5%) were obtained from Shanghai Macklin Biochemical Co., Ltd. Carbon dioxide (CO2, ≥99.999%) and nitrogen (N2, ≥99.999%) were purchased from Saizongtezhong gas co. LTD in Changsha. The water used in this work was deionized water with a resistivity of 18.2 MΩ·cm–1. All chemicals used in this study were of analytical grade and used without further purification. 2.2 Preparation of Zn-PAA aerogels 1g of acrylic acid and 111mg of NaOH were added into a 20-mL vial containing 5mL of deionized water, followed by stirring for 0.5h at room temperature. The acrylic acid was partially neutralized into sodium acrylate in this process. After that, 1.4mmol of ZnCl2 was added into above solution with vigorous stirring at 60 °C for 2h. Subsequently, 40mg of K2S2O8 was added to initiate the polymerization. The 20-mL vial was held at 60 °C for 4h to acquire Zn-PAA hydrogel. Finally, the as-obtained Zn-PAA hydrogel was purified with ethanol and then freeze dried for 24h to gain Zn-PAA aerogels. As a result of the addition of metal precursors of chloride, the Cl− ions were introduced and attached to the aerogels. 2.3 Preparation of Co-PAA, Ni-PAA, Mn-PAA, and in-PAA aerogels In the synthesis of Co-PAA, Ni-PAA, Mn-PAA, and In-PAA aerogels, the preparation procedure was similar to that of Zn-PAA aerogels except for changing the metal precursors. ZnCl2 (1.4mmol) was replaced with CoCl2·6H2O (1.4mmol), NiCl2·6H2O (1.4mmol), MnCl2·4H2O (1.4mmol), and InCl3·4H2O (1.4mmol) to gain Co-PAA, Ni-PAA, Mn-PAA, and In-PAA, respectively. 2.4 Preparation of ZnMn-PAA aerogels In a typical synthesis of ZnMn-PAA aerogels, 1g of acrylic acid and 222mg of NaOH were dissolved in 5mL of deionized water, followed by stirring for 0.5h at room temperature. After that, 1.4mmol of ZnCl2 and 1.4mmol of MnCl2·4H2O were added with vigorous stirring at 60 °C for 2h. Subsequently, 40mg of K2S2O8 was introduced as the initiator of polymerization. The mixture system was kept at 60 °C for 4h for the polymerization, followed by freeze drying for 24h to obtain ZnMn-PAA aerogels. As a result of the addition of metal precursors of chloride, the Cl− ions were introduced and attached to the aerogels. In the large-scale synthesis of ZnMn-PAA aerogels, the amounts of precursors were scaled up. 50g of acrylic acid and 277.5mmol of NaOH were dissolved into 500-mL beaker containing 300mL of deionized water. After stirring for 0.5h at room temperature, 69.4mmol of ZnCl2 and 69.4mmol of MnCl2·4H2O were added to the breaker and held at 60 °C for 2h. 1g of K2S2O8 was dissolved and initiated the polymerization at 60 °C for 6h. Finally, ZnMn-PAA aerogels were successfully prepared in large scale after freeze drying. 2.5 Catalytic tests The catalytic cycloaddition reaction was carried out in a 250-mL reaction flask. In a typical reaction, 200mg of catalyst was added to 1mL of propylene oxide and 9mL of N, N-dimethylformamide. The 250-mL reaction flask was then charged and discharged twice with 2 atm of pure CO2, then be heated by oil bath at 120°C for 2h. After the reaction, the generated product was measured by gas chromatography and 1H nuclear magnetic resonance (NMR) analysis. Three repeated experiments to estimate the error bar [18]. The experiments at different temperatures were parallel to typically experimental procedure, except for changing the reaction temperature to 60, 80, 100, 140 and 180 °C. Long-term experiments underwent similar procedure, except for prolonging the reaction time to 8h. To test the recycling of ZnMn-PAA aerogels, the first catalytic experiment was conducted as described above. Then, the catalysts were collected and washed with ethanol, followed by subjecting to the next catalytic cycle. 2.6 Gas chromatography method The reaction solution was directly detected by gas chromatography (Shimadzu GC-2014C) equipped with a flame ionization detector. To calibrate the concentration-peak area curve, the standard PO solution with concentration of 0, 0.29, 0.57, 0.86, 1.14, and 1.43 mol·L −1 was detected by the gas chromatography. Then the profile of peak areas versus the concentrations of PO was plotted, where a linear correlation with R2 = 0.999 was obtained (Fig. S1a). The standard PC solution with concentration of 0, 0.12, 0.24, 0.35, 0.47, 0.59, 0.71, 0.83, and 0.94 mol·L −1 was measured by the gas chromatography. The profile of peak areas versus the concentrations of PC was plotted, and a linear correlation with R2 = 0.999 was obtained (Fig. S1b). Based on the standard concentration-peak area curve, the concentrations of PO and PC in reaction solution were calculated. Therefore, the conversion of PO and yield of PC was calculated according to the following equation: PO conversion = C P O 0 − C P O C P O 0 × 100 % PC yield = C P C C P O 0 × 100 % where CPO0, CPO, and CPC represent the concentration of original PO, unreacted PO, and generated PC, respectively. 2.7 1H NMR method The reaction solution was measured by 1H NMR spectroscopy (Bruker AVANCE III 500M) using dimethyl sulfoxide (DMSO) as the internal standard. 200 μL of reactant solution was added into a mixture of 500 μL of CDCl3 and 10 μL of DMSO. 2.8 In situ drifts measurements In situ DRIFT experiments were conducted in an elevated-pressure cell with a Fourier transform infrared spectrometer at 120 °C. After flowing 1 atm of N2 at the rate of 30 sccm for 0.5h, the background spectrum of the sample was acquired. Then, 1 atm of gas (CO2, PO, or the mixed PO with CO2) was allowed to flow into the cell at 120 °C for 0.5h. Afterwards, 1 atm of N2 was allowed to flow into the cell at 120 °C for 0.5h. In situ DRIFT spectra of the sample after the treatment with different gasses were obtained. 2.9 Instrumentations The SEM images were collected by scanning electron microscopy (Quanta FEG 250). HAADF-STEM images were acquired from a field-emission transmission electron microscope (JEOL ARM-200F). ICP-AES (Atomscan Advantage, Thermo Jarrell Ash, USA) was used to determine the concentration of Zn. XRD patterns were collected with Cu-Kα radiation (λ=1.54178Å) using a Philips X'Pert Pro-Super diffractometer. XPS measurements were operated in Kratos Axis supra+. In situ DRIFT experiments were conducted in an elevated-pressure cell (Harrick DRK4-BR4) with a Fourier transform infrared spectrometer (Bruker TENSOR II). 3 Results and discussion 3.1 Synthesis and structural characterizations To begin with, a series of M-PAA aerogels were prepared through the complexation of metal ions with polyacrylic acid. In a typical synthesis of Zn-PAA aerogels (Fig. 1 a), NaOH was firstly added to acrylic acid (1:5 molar ratio of NaOH to acrylic acid) and partially neutralize the acrylic acid into sodium acrylate. Zinc chloride was subsequently added, where the molar ratio of Zn2+ to sodium acrylate is 1:2. In the presence of Zn2+ions, the carboxyl groups of sodium acrylate spontaneously chelated with Zn2+ ions. Thus, the sodium acrylate was converted to zinc acrylate. After polymerization and freeze drying, Zn-PAA aerogels were finally obtained. As shown in Fig. 1b, the Zn-PAA aerogels were placed on a dandelion and the soft fluffs were barely deformed, which displayed the ultralight characteristic of Zn-PAA aerogels. The morphology of Zn-PAA was studied by scanning electron microscope (SEM), and a three-dimensional morphology with crosslinked network was obtained (Fig. 1c). Fig. 1e and Fig. 1f-h exhibited high-angle-annular-dark-field scanning transmission electron microscopy (HAADF-STEM) and corresponding energy dispersive X-ray (EDX) elemental mapping images of Zn-PAA, respectively. The Zn elements are homogeneous distributed throughout the backbones of aerogels, verifying the complexation of Zn on aerogel network. The inductively coupled plasma-atomic emission spectrometry (ICP-AES) experiment of Zn-PAA was also conducted. The result indicated that the mass loading of Zn is 8.2%, confirming that Zn2+ were chelated with the carboxylate. As a result, we successfully developed a synthetic method for the quantitative immobilization of metals onto polymer aerogels. In addition to Zn-PAA aerogels, Co-PAA, Ni-PAA, Mn-PAA, and In-PAA aerogels were also prepared using the same method with different metal chloride precursors (Fig. S2). Furthermore, we successfully synthesized bimetallic PAA complexes (M1M2-PAA). The preparation method of M1M2-PAA aerogels was similar to that of M-PAA, except that sodium ions were substituted by two different metal ions (1:1 molar ratio of M1 to M2). Fig. 2 a displayed the schematic diagram of ZnMn-PAA aerogels, where Zn2+ and Mn2+ ions randomly served as the chelating centers. The morphology of ZnMn-PAA is similar to that of Zn-PAA. The polyacrylates are interconnected to form a porous and sponge-like structure (Fig. 2b and c). To verify the dispersion of the Zn and Mn, we performed HAADF-STEM and corresponding EDX elemental-mapping energy spectrum experiments. As shown in Fig. 2d and Fig. 2e-h, the C, O, Zn, and Mn elements are uniform distributed on ZnMn-PAA aerogels nanostructure. In addition, the X-ray diffraction (XRD) pattern of ZnMn-PAA is similar to that of pristine PAA (Fig. S3). It was indicated the structure of ZnMn-PAA aerogels was maintained after introducing two metal ions. To further characterize the electronic properties of ZnMn-PAA, we conducted X-ray photoelectron spectroscopy (XPS) measurements. As showed in the Zn 2p spectrum (Fig. 2i), two peaks were fitted into Zn2+ 2p 1/2 at 1045.0eV and 2p 3/2 at 1021.9eV [19,20]. The electronic property of Zn was further verified by Auger Zn LMM XPS spectrum (Fig. S4), the characteristic peak of 989.2eV represented the oxidation state of Zn2+ [21–23]. Fig. 2j showed the Mn 2p XPS spectrum of ZnMn-PAA. The Mn 2p spectrum was fitted with four main constituent peaks, corresponding to Mn2+ at 653.3 and 641.3eV, and a small number of Mn4+ at 657.7 and 645.7eV, respectively [24–27]. In addition, the energy separation between the two weak peaks of Mn 3s XPS was 6.0eV, indicating the existence of Mn2+ in ZnMn-PAA (Fig. S5) [24]. The C 1s and O 1s XPS spectra of ZnMn-PAA were also carried out. Fig. 2k showed the C 1s XPS spectrum, three peaks could be fitted into C−C at 284.8eV, C−O at 286.3 and O−C=O at 288.4eV, respectively [28–31]. As for O 1s XPS spectrum, the peaks located at 531.5, 532.5, and 535.7eV were assigned to -OH band, metal carbonates, and adsorbed H2O, respectively (Fig. 2l) [32–34]. To investigate the thermal stability of the obtained catalysts, thermogravimetric (TG) analysis was performed for pristine PAA, Zn-PAA and ZnMn-PAA (Fig. S6). The initial mass loss was originated from the volatilization of adsorbed water, while the weight loss ranging from 250 to 500 °C was originated from decarboxylation. It was found that M-PAA showed a higher thermal stability due to the complexation of metal ions with PAA. The Zn-PAA and ZnMn-PAA remained stable structure within the reacted temperature range (60 ∼ 160 °C). Besides, ZnMn-PAA aerogels were able to be easily produced in large-scale by scaling up the precursors. 55.8g of ZnMn-PAA was successfully acquired in one pot (Fig. S7). Therefore, M-PAA aerogels were controllably prepared through the complexation of metal ions with PAA. In the process of preparation, the type and content of metal were able to be tunable added. The carboxylic acid groups and metal ions were stoichiometric crosslinked to achieve accurate atomic structure. The M-PAA aerogels were also structurally stable when the reaction temperature was lower than 250 °C, which was known from the TG results. As such, the characteristics of thermal stability, precise atomic structure, tunable metal species, and composition provided the possibility of industrial applications of M-PAA aerogels. 3.2 Catalytic performance in CO2 cycloaddition with PO The catalytic performance of the as-obtained catalysts was evaluated toward CO2 cycloaddition with epoxides. Each reaction was carried out in a 250-mL reaction flask containing 1mL of PO, 9mL of N, N-dimethylformamide, and 200mg of catalysts. The reaction flask was then charged with 2 atm of CO2 and placed in an oil bath at 120°C for 2h. The generated product was measured by gas chromatography and 1H NMR analysis (Fig. S8). Blank test without catalyst was performed, in which no product was detected. Fig. 3 a exhibited PO conversion and PC yield over a series of M-PAA catalysts with different kinds of metal loading. Under the same reaction conditions, Zn-PAA showed preferable catalytic performance compared to Al-PAA, Mn-PAA, Co-PAA, Ni-PAA, and In-PAA. The byproduct was detected to be the polycarbonate products (Fig. S9). Furthermore, the catalytic properties of bimetallic PAA aerogels were studied. Considering the superior performance of Zn-PAA, a molar ratio of 1:1 between Zn2+ and another metal ion was chosen to prepare bimetallic PAA aerogels. As showed in Fig. 3b, ZnMn-PAA achieved the highest PC yield of 49.8%, which was 82.2, 23.9, 4.5, and 4.9 times than that of ZnAl-PAA, ZnCo-PAA, ZnNi-PAA, and ZnIn-PAA, respectively. Besides, it is worth noting that metal concentration also effects the catalytic performance. Proper concentration of metal is beneficial to maintain the catalytic performance of ZnMn-PAA (Fig. 3c). As shown in Fig. 3d, we investigated the catalytic performance of ZnMn-PAA at temperatures from 60 to 160 °C with 20 °C increment. With the increase of reaction temperature from 60 to 160°C, the yield of PC was promoted from 6.3% to 95.7%. Fig. 3e illustrated the long-term catalytic test over ZnMn-PAA. After 8h of reaction at 120 °C, the yield of PC reached 98.3% and no products other than PC were detected. Consequently, ZnMn-PAA manifested high activity toward CO2 cycloaddition with PO, which was also comparable among the reported results (Table S1) [5,16,35–41]. In addition to the CO2 cycloaddition with PO, the catalytic CO2 cycloaddition performance with other substrate were tested (Table 1 ). These efforts on broadening the substrate scope provided the generalization of our catalysts. The results revealed that when using epibromohydrin as the substrate, the catalytic performance had a slight drop. It was because that the electron withdrawing effect of -Br substituent could influence the transition state of cycloaddition [42]. Besides, the electron withdrawing group resulted in reduced electron density of the oxygen atom, thus influenced the ring opening step [43]. Styrene oxide was also successfully transformed to styrene carbonate, while compromised activity was observed due to the higher steric hindrance of its larger substituent [44]. Furthermore, the stability of ZnMn-PAA aerogels was studied by performing successive rounds of reaction (Fig. 3f). After five rounds, > 90% of the original reaction activity was preserved. Mn 3s and Zn 2p XPS spectra of the used ZnMn-PAA were also investigated. The multiple splitting of Mn 3s spectrum of used ZnMn-PAA was calculated to be 3.0eV, indicating a transition from Mn2+ to higher valence manganese ions (Fig. S10) [26]. This transition may due to the injection of electrons from Mn2+ to CO2. As for the electronic property of Zn (Fig. S11), the Zn 2p XPS signal of used ZnMn-PAA was essentially the same as the signal of unused. The ZnMn-PAA aerogels prepared in the large-scale synthesis were used as the catalysts in CO2 cycloaddition with epoxides. The yield of PC reached 87.1% after 8h of reaction and no products other than PC were detected. 3.3 Atomic-level insight into activation of CO2 and PO over ZnMn-PAA To investigate the reaction mechanism in the cycloaddition reaction of CO2 and PO over ZnMn-PAA, the in situ diffuse reflectance infrared Fourier transform (DRIFT) measurement was conducted. Firstly, the adsorption properties of reactants were studied. Zn-PAA, Mn-PAA and ZnMn-PAA were respectively exposed to CO2, PO and the mixed gas (CO2 and PO) at 120 °C, followed by in situ DRIFT measurements. After the treatment with CO2, a peak at 1547 cm−1 was appeared over Mn-PAA and ZnMn-PAA. The peak at 1547 cm−1 was corresponded to the stretching asymmetric vibration of CO2 and indicated the promoted adsorption of CO2 on Mn center [45]. The exposure of samples to PO gave rise to the appearance of two peaks at 2998 cm−1 and 829 cm−1 over Zn-PAA and ZnMn-PAA. The peak located at 2998 cm−1 was assigned to the C−H symmetric stretching vibration, while the peak located at 829 cm−1 was the typical epoxy absorbance peak [46,47]. As such, the adsorption of PO was significantly facilitated on Zn center. Accordingly, Mn and Zn sites played vital roles in activating CO2 and PO, respectively. In addition, the Cl− ions were introduced during the catalyst preparation and attached to the catalysts. The introduction of Cl− ion can also promote the activation of PO through nucleophilic attack, resulting in ring opening of the PO [48]. Fig. 4 c showed in situ DRIFT of obtained samples after treatment with mixed gas (CO2 and PO). The exposure of the samples to mixed gas gave rise to the appearance of two new peaks at 1795 and 1410 cm−1, which were respectively assigned to the stretching vibration of carbonyl group stretching and the deformation vibration of CH [48,49]. Based on the above analysis, the detailed mechanism for the cycloaddition of CO2 and PO over ZnMn-PAA was proposed and depicted in Fig. 4d. Firstly, Zn served as the Lewis acid sites, which bonded with the oxygen of PO and contributed to the activation of epoxy ring. Then, the less-hindered carbon in PO was subjected to the nucleophilic attack by Cl− ion, leading to the ring opening. Meanwhile, CO2 was activated by the electrons transformed from Mn2+ and converted to CO2 −. Since Zn and Mn were adjacent to each other, the activated PO and CO2 − molecules were able to bond efficiently. Finally, PC was generated via the insertion of CO2 into the CO bond. 4 Conclusion In conclusion, bifunctional ZnMn-PAA aerogels were synthesized by an innovative strategy and achieved remarkable catalytic activity in the cycloaddition of CO2 with PO. More importantly, this innovative preparation method utilized the complexation of metal ions with polyacrylic acid, which was universal to immobilize active metal sites on aerogels as heterogeneous catalysts. The simple synthetic process and economical feedstock make this heterogeneous catalyst promising for industrialization. This work provides a facile and easily scalable method for the preparation of effective and inexpensive metal coordination polymer catalysts. Furthermore, this method allows the convenient immobilization of metal ions, with a wide scope for regulation in terms of element and quantity of metal ions. CRediT authorship contribution statement Yuxin Ouyang: Conceptualization, Data curation, Methodology, Software, Validation, Formal analysis, Investigation, Writing – original draft, Writing – review & editing. Qi Li: Data curation, Methodology, Software, Validation, Writing – review & editing. Yue Xin: Data curation, Methodology, Software, Validation. Sunpei Hu: Data curation, Methodology, Software, Validation. Sanmei Wang: Data curation, Methodology, Validation. Liangbing Wang: Conceptualization, Data curation, Funding acquisition, Methodology, Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by China Association for Science and Technology (No. YESS20200031), the Start-up Funding of Central South University (No. 502045005), and Industry-university-research Cooperation Projects with Zhejiang NHU Co., Ltd. and Ningbo Fengcheng Advanced Energy Materials Research Institute. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113462. Appendix Supplementary materials Image, application 1 References [1] A.C. Deacy A.F.R. Kilpatrick A. Regoutz C.K. Williams Understanding metal synergy in heterodinuclear catalysts for the copolymerization of CO2 and epoxides Nat. Chem. 12 2020 372 380 A.C. Deacy, A.F.R. Kilpatrick, A. Regoutz, C.K. Williams, Understanding metal synergy in heterodinuclear catalysts for the copolymerization of CO2 and epoxides, Nat. Chem. 12 (2020) 372–380. [2] L. Wang J. Cai Y. Xie J. Guo L. Xu S. Yu X. Zheng J. Ye J. Zhu L. Zhang S. Liang L. Wang In2O3 nanocrystals for CO2 fixation: atomic-level insight into the role of grain boundaries iScience 16 2019 390 398 L. Wang, J. Cai, Y. Xie, J. Guo, L. Xu, S. Yu, X. Zheng, J. Ye, J. Zhu, L. Zhang, S. Liang, L. Wang, In2O3 nanocrystals for CO2 fixation: atomic-level insight into the role of grain boundaries, iScience 16 (2019) 390–398. [3] M. Cao K. Liu H. Zhou H. Li X. Gao X. Qiu M. Liu Hierarchical TiO2 nanorods with a highly active surface for photocatalytic CO2 reduction J. Cent. South Univ. 26 2019 1503 1509 M. Cao, K. Liu, H. Zhou, H. Li, X. Gao, X. Qiu, M. Liu, Hierarchical TiO2 nanorods with a highly active surface for photocatalytic CO2 reduction, J. Cent. South Univ. 26 (2019) 1503–1509. [4] M. Tayyab Y. Liu Z. Liu Z. Xu W. Yue L. Zhou J. Lei J. Zhang A new breakthrough in photocatalytic hydrogen evolution by amorphous and chalcogenide enriched cocatalysts Chem. Eng. J. 455 2023 140601 M. Tayyab, Y. Liu, Z. Liu, Z. Xu, W. Yue, L. Zhou, J. Lei, J. Zhang, A new breakthrough in photocatalytic hydrogen evolution by amorphous and chalcogenide enriched cocatalysts, Chem. Eng. J. 455 (2023) 140601. [5] Z. Qin H. Li X. Yang L. Chen Y. Li K. Shen Heterogenizing homogeneous cocatalysts by well-designed hollow MOF-based nanoreactors for efficient and size-selective CO2 fixation Appl. Catal. B 307 2022 121163 Z. Qin, H. Li, X. Yang, L. Chen, Y. Li, K. Shen, Heterogenizing homogeneous cocatalysts by well-designed hollow MOF-based nanoreactors for efficient and size-selective CO2 fixation, Appl. Catal. B 307 (2022) 121163. [6] R. Gupta M. Yadav R. Gaur G. Arora P. Yadav R.K. Sharma Magnetically supported ionic liquids: a sustainable catalytic route for organic transformations Mater. Horiz. 7 2020 3097 3130 R. Gupta, M. Yadav, R. Gaur, G. Arora, P. Yadav, R.K. Sharma, Magnetically supported ionic liquids: a sustainable catalytic route for organic transformations, Mater. Horiz. 7 (2020) 3097–3130. [7] M. Cokoja C. Bruckmeier B. Rieger W.A. Herrmann F.E. Kuhn Transformation of carbon dioxide with homogeneous transition-metal catalysts: a molecular solution to a global challenge Angew. Chem. Int. Ed. 50 2011 8510 8537 M. Cokoja, C. Bruckmeier, B. Rieger, W.A. Herrmann, F.E. Kuhn, Transformation of carbon dioxide with homogeneous transition-metal catalysts: a molecular solution to a global challenge, Angew. Chem. Int. Ed. 50 (2011) 8510–8537. [8] D.R. Moore M. Cheng E.B. Lobkovsky G.W. Coates Mechanism of the alternating copolymerization of epoxides and CO2 using β-diiminate zinc catalysts: evidence for a bimetallic epoxide enchainment J. Am. Chem. Soc. 125 2003 11911 11924 D.R. Moore, M. Cheng, E.B. Lobkovsky, G.W. Coates, Mechanism of the alternating copolymerization of epoxides and CO2 using β-diiminate zinc catalysts: evidence for a bimetallic epoxide enchainment, J. Am. Chem. Soc. 125 (2003) 11911–11924. [9] W. Wang C. Li L. Yan Y. Wang M. Jiang Y. Ding Ionic liquid/Zn-PPh3 integrated porous organic polymers featuring multifunctional sites: highly active heterogeneous catalyst for cooperative conversion of CO2 to cyclic carbonates ACS Catal. 6 2016 6091 6100 W. Wang, C. Li, L. Yan, Y. Wang, M. Jiang, Y. Ding, Ionic liquid/Zn-PPh3 integrated porous organic polymers featuring multifunctional sites: highly active heterogeneous catalyst for cooperative conversion of CO2 to cyclic carbonates, ACS Catal. 6 (2016) 6091–6100. [10] X. Lu B. Liang Y. Zhang Y. Tian Y. Wang C. Bai H. Wang R. Zhang Asymmetric catalysis with CO2: direct synthesis of optically active propylene carbonate from racemic epoxides J. Am. Chem. Soc. 126 2004 3732 3733 X. Lu, B. Liang, Y. Zhang, Y. Tian, Y. Wang, C. Bai, H. Wang, R. Zhang, Asymmetric catalysis with CO2: direct synthesis of optically active propylene carbonate from racemic epoxides, J. Am. Chem. Soc. 126 (2004) 3732–3733. [11] D. Tian B. Liu Q. Gan H. Li D.J. Darensbourg Formation of cyclic carbonates from carbon dioxide and epoxides coupling reactions efficiently catalyzed by robust, recyclable one-component aluminum-salen complexes ACS Catal. 2 2012 2029 2035 D. Tian, B. Liu, Q. Gan, H. Li, D.J. Darensbourg, Formation of cyclic carbonates from carbon dioxide and epoxides coupling reactions efficiently catalyzed by robust, recyclable one-component aluminum-salen complexes, ACS Catal. 2 (2012) 2029–2035. [12] F. Monica A. Buonerba V. Paradiso S. Milione A. Grassi C. Capacchione [OSSO]-type Fe (III) metallate as single-component catalyst for the CO2 cycloaddition to epoxides Adv. Synth. Catal. 361 2019 283 288 F. Monica, A. Buonerba, V. Paradiso, S. Milione, A. Grassi, C. Capacchione, [OSSO]-type Fe (III) metallate as single-component catalyst for the CO2 cycloaddition to epoxides, Adv. Synth. Catal. 361 (2019) 283–288. [13] A. Decortes A.M. Castilla A.W. Kleij Salen-complex-mediated formation of cyclic carbonates by cycloaddition of CO2 to epoxides Angew. Chem. Int. Ed. 49 2010 9822 9837 A. Decortes, A.M. Castilla, A.W. Kleij, Salen-complex-mediated formation of cyclic carbonates by cycloaddition of CO2 to epoxides, Angew. Chem. Int. Ed., 49 (2010) 9822–9837. [14] Q. Liu L. Wu R. Jackstell M. Beller Using carbon dioxide as a building block in organic synthesis Nat. Commun. 6 2015 5933 Q. Liu, L. Wu, R. Jackstell, M. Beller, Using carbon dioxide as a building block in organic synthesis, Nat. Commun. 6 (2015) 5933. [15] C. Maeda T. Taniguchi K. Ogawa T. Ema Bifunctional catalysts based on m-phenylene-bridged porphyrin dimer and trimer platforms: synthesis of cyclic carbonates from carbon dioxide and epoxides Angew. Chem. Int. Ed. 54 2015 134 138 C. Maeda, T. Taniguchi, K. Ogawa, T. Ema, Bifunctional catalysts based on m-phenylene-bridged porphyrin dimer and trimer platforms: synthesis of cyclic carbonates from carbon dioxide and epoxides, Angew. Chem. Int. Ed. 54 (2015) 134–138. [16] L. Liang C. Liu F. Jiang Q. Chen L. Zhang H. Xue H.L. Jiang J. Qian D. Yuan M. Hong Carbon dioxide capture and conversion by an acid-base resistant metal-organic framework Nat. Commun. 8 2017 1233 L. Liang, C. Liu, F. Jiang, Q. Chen, L. Zhang, H. Xue, H.L. Jiang, J. Qian, D. Yuan, M. Hong, Carbon dioxide capture and conversion by an acid-base resistant metal-organic framework, Nat. Commun. 8 (2017) 1233. [17] Z. Zhou C. He J. Xiu L. Yang C. Duan Metal-organic polymers containing discrete single-walled nanotube as a heterogeneous catalyst for the cycloaddition of carbon dioxide to epoxides J. Am. Chem. Soc. 137 2015 15066 15069 Z. Zhou, C. He, J. Xiu, L. Yang, C. Duan, Metal-organic polymers containing discrete single-walled nanotube as a heterogeneous catalyst for the cycloaddition of carbon dioxide to epoxides, J. Am. Chem. Soc. 137 (2015) 15066–15069. [18] M. Tayyab Y. Liu Z. Liu L. Pan Z. Xu W. Yue L. Zhou J. Lei J. Zhang One-pot in-situ hydrothermal synthesis of ternary In2S3/Nb2O5/Nb2C Schottky/S-scheme integrated heterojunction for efficient photocatalytic hydrogen production J. Colloid Interface Sci. 628 2022 500 512 M. Tayyab, Y. Liu, Z. Liu, L. Pan, Z. Xu, W. Yue, L. Zhou, J. Lei, J. Zhang, One-pot in-situ hydrothermal synthesis of ternary In2S3/Nb2O5/Nb2C Schottky/S-scheme integrated heterojunction for efficient photocatalytic hydrogen production, J. Colloid Interface Sci. 628 (2022) 500–512. [19] K. Yu P. Jiang H. Yuan R. He W. Zhu L. Wang Cu-based nanocrystals on ZnO for uranium photoreduction: plasmon-assisted activity and entropy-driven stability Appl. Catal. B 288 2021 119978 K. Yu, P. Jiang, H. Yuan, R. He, W. Zhu, L. Wang, Cu-based nanocrystals on ZnO for uranium photoreduction: plasmon-assisted activity and entropy-driven stability, Appl. Catal. B 288 (2021) 119978. [20] Y. Liu Q. Zhu M. Tayyab L. Zhou J. Lei J. Zhang Single-atom Pt loaded zinc vacancies ZnO-ZnS induced type-V electron transport for efficiency photocatalytic H2 evolution Sol. RRL 5 2021 2100536 Y. Liu, Q. Zhu, M. Tayyab, L. Zhou, J. Lei, J. Zhang, Single-atom Pt loaded zinc vacancies ZnO-ZnS induced type-V electron transport for efficiency photocatalytic H2 evolution, Sol. RRL 5 (2021). [21] J. Hao L. Yuan Y. Zhu M. Jaroniec S.Z. Qiao Triple-function electrolyte regulation toward advanced aqueous Zn-ion batteries Adv. Mater. 34 2022 2206963 J. Hao, L. Yuan, Y. Zhu, M. Jaroniec, S.Z. Qiao, Triple-function electrolyte regulation toward advanced aqueous Zn-ion batteries, Adv. Mater. (2022) 2206963. [22] Y. Song J.R.C. Junqueira N. Sikdar D. Ohl S. Dieckhofer T. Quast S. Seisel J. Masa C. Andronescu W. Schuhmann B-Cu-Zn gas diffusion electrodes for co2 electroreduction to C2+ products at high current densities Angew. Chem. Int. Ed. 60 2021 9135 9141 Y. Song, J.R.C. Junqueira, N. Sikdar, D. Ohl, S. Dieckhofer, T. Quast, S. Seisel, J. Masa, C. Andronescu, W. Schuhmann, B-Cu-Zn gas diffusion electrodes for co2 electroreduction to C2+ products at high current densities, Angew. Chem. Int. Ed. 60 (2021) 9135–9141. [23] S. Li S. Zhao X. Lu M. Ceccato X.M. Hu A. Roldan J. Catalano M. Liu T. Skrydstrup K. Daasbjerg Low-valence Znδ+ (0<δ<2) single-atom material as highly efficient electrocatalyst for CO2 reduction Angew. Chem. Int. Ed. 60 2021 22826 22832 S. Li, S. Zhao, X. Lu, M. Ceccato, X.M. Hu, A. Roldan, J. Catalano, M. Liu, T. Skrydstrup, K. Daasbjerg, Low-valence Znδ+ (0<δ<2) single-atom material as highly efficient electrocatalyst for CO2 reduction, Angew. Chem. Int. Ed. 60 (2021) 22826–22832. [24] T. Tang W.J. Jiang S. Niu N. Liu H. Luo Y.Y. Chen S.F. Jin F. Gao L.J. Wan J.S. Hu Electronic and morphological dual modulation of cobalt carbonate hydroxides by Mn doping toward highly efficient and stable bifunctional electrocatalysts for overall water splitting J. Am. Chem. Soc. 139 2017 8320 8328 T. Tang, W.J. Jiang, S. Niu, N. Liu, H. Luo, Y.Y. Chen, S.F. Jin, F. Gao, L.J. Wan, J.S. Hu, Electronic and morphological dual modulation of cobalt carbonate hydroxides by Mn doping toward highly efficient and stable bifunctional electrocatalysts for overall water splitting, J. Am. Chem. Soc. 139 (2017) 8320–8328. [25] J. Lin Q. Zhang L. Wang X. Liu W. Yan T. Wu X. Bu P. Feng Atomically precise doping of monomanganese ion into coreless supertetrahedral chalcogenide nanocluster inducing unusual red shift in Mn2+ emission J. Am. Chem. Soc. 136 2014 4769 4779 J. Lin, Q. Zhang, L. Wang, X. Liu, W. Yan, T. Wu, X. Bu, P. Feng, Atomically precise doping of monomanganese ion into coreless supertetrahedral chalcogenide nanocluster inducing unusual red shift in Mn2+ emission, J. Am. Chem. Soc. 136 (2014) 4769–4779. [26] S. Vaddypally W. Tomlinson O.T. O'Sullivan R. Ding M.M. Van Vliet B.B. Wayland J.P. Hooper M.J. Zdilla Activation of C-H, N-H, and O-H bonds via proton-coupled electron transfer to a Mn(III) complex of Redox-noninnocent octaazacyclotetradecadiene, a catenated-nitrogen macrocyclic ligand J. Am. Chem. Soc. 141 2019 5699 5709 S. Vaddypally, W. Tomlinson, O.T. O'Sullivan, R. Ding, M.M. Van Vliet, B.B. Wayland, J.P. Hooper, M.J. Zdilla, Activation of C-H, N-H, and O-H bonds via proton-coupled electron transfer to a Mn(III) complex of Redox-noninnocent octaazacyclotetradecadiene, a catenated-nitrogen macrocyclic ligand, J. Am. Chem. Soc. 141 (2019) 5699–5709. [27] J. Wang J.G. Wang H. Liu Z. You Z. Li F. Kang B. Wei A highly flexible and lightweight MnO2/graphene membrane for superior zinc-ion batteries Adv. Funct. Mater. 2020 31 J. Wang, J.G. Wang, H. Liu, Z. You, Z. Li, F. Kang, B. Wei, A highly flexible and lightweight MnO2/graphene membrane for superior zinc-ion batteries, Adv. Funct. Mater. 31 (2020). [28] Z. Luo Y. Fang M. Zhou X. Wang A borocarbonitride ceramic aerogel for photoredox catalysis Angew. Chem. Int. Ed. 58 2019 6033 6037 Z. Luo, Y. Fang, M. Zhou, X. Wang, A borocarbonitride ceramic aerogel for photoredox catalysis, Angew. Chem. Int. Ed. 58 (2019) 6033–6037. [29] S.H. Yang S.K. Park Y.C. Kang MOF-derived CoSe2@N-doped carbon matrix confined in hollow mesoporous carbon nanospheres as high-performance anodes for potassium-ion batteries Nano Micro Lett. 13 2020 9 S.H. Yang, S.K. Park, Y.C. Kang, MOF-derived CoSe2@N-doped carbon matrix confined in hollow mesoporous carbon nanospheres as high-performance anodes for potassium-ion batteries, Nano Micro Lett. 13 (2020) 9. [30] W. Li F. Li H. Yang X. Wu P. Zhang Y. Shan L. Sun A bio-inspired coordination polymer as outstanding water oxidation catalyst via second coordination sphere engineering Nat. Commun. 10 2019 5074 W. Li, F. Li, H. Yang, X. Wu, P. Zhang, Y. Shan, L. Sun, A bio-inspired coordination polymer as outstanding water oxidation catalyst via second coordination sphere engineering, Nat. Commun. 10 (2019) 5074. [31] M. Tayyab Y. Liu S. Min R. Muhammad Irfan Q. Zhu L. Zhou J. Lei J. Zhang Simultaneous hydrogen production with the selective oxidation of benzyl alcohol to benzaldehyde by a noble-metal-free photocatalyst VC/CdS nanowires Chin. J. Catal. 43 2022 1165 1175 M. Tayyab, Y. Liu, S. Min, R. Muhammad Irfan, Q. Zhu, L. Zhou, J. Lei, J. Zhang, Simultaneous hydrogen production with the selective oxidation of benzyl alcohol to benzaldehyde by a noble-metal-free photocatalyst VC/CdS nanowires, Chin. J. Catal. 43 (2022) 1165–1175. [32] T. Hou Q. Luo Q. Li H. Zu P. Cui S. Chen Y. Lin J. Chen X. Zheng W. Zhu S. Liang J. Yang L. Wang Modulating oxygen coverage of Ti3C2Tx MXenes to boost catalytic activity for HCOOH dehydrogenation Nat. Commun. 11 2020 4251 T. Hou, Q. Luo, Q. Li, H. Zu, P. Cui, S. Chen, Y. Lin, J. Chen, X. Zheng, W. Zhu, S. Liang, J. Yang, L. Wang, Modulating oxygen coverage of Ti3C2Tx MXenes to boost catalytic activity for HCOOH dehydrogenation, Nat. Commun. 11 (2020) 4251. [33] M. Zhu J. Hu Q. Lu H. Dong D.D. Karnaushenko C. Becker D. Karnaushenko Y. Li H. Tang Z. Qu J. Ge O.G. Schmidt A patternable and in situ formed polymeric zinc blanket for a reversible zinc anode in a skin-mountable microbattery Adv. Mater. 33 2021 e2007497 M. Zhu, J. Hu, Q. Lu, H. Dong, D.D. Karnaushenko, C. Becker, D. Karnaushenko, Y. Li, H. Tang, Z. Qu, J. Ge, O.G. Schmidt, A patternable and in situ formed polymeric zinc blanket for a reversible zinc anode in a skin-mountable microbattery, Adv. Mater. 33 (2021) e2007497. [34] V. Sydorchuk O.I. Poddubnaya M.M. Tsyba O. Zakutevskyy O. Khyzhun S. Khalameida A.M. Puziy Photocatalytic degradation of dyes using phosphorus-containing activated carbons Appl. Surf. Sci. 535 2021 147667 V. Sydorchuk, O.I. Poddubnaya, M.M. Tsyba, O. Zakutevskyy, O. Khyzhun, S. Khalameida, A.M. Puziy, Photocatalytic degradation of dyes using phosphorus-containing activated carbons, Appl. Surf. Sci. 535 (2021) 147667. [35] V. D'Elia H. Dong A.J. Rossini C.M. Widdifield S.V. Vummaleti Y. Minenkov A. Poater E. Abou-Hamad J.D. Pelletier L. Cavallo L. Emsley J.M. Basset Cooperative effect of monopodal silica-supported niobium complex pairs enhancing catalytic cyclic carbonate production J. Am. Chem. Soc. 137 2015 7728 7739 V. D'Elia, H. Dong, A.J. Rossini, C.M. Widdifield, S.V. Vummaleti, Y. Minenkov, A. Poater, E. Abou-Hamad, J.D. Pelletier, L. Cavallo, L. Emsley, J.M. Basset, Cooperative effect of monopodal silica-supported niobium complex pairs enhancing catalytic cyclic carbonate production, J. Am. Chem. Soc., 137 (2015) 7728–7739. [36] G.G. Chang X.C. Ma Y.X. Zhang L.Y. Wang G. Tian J.W. Liu J. Wu Z.Y. Hu X.Y. Yang B. Chen Construction of hierarchical metal-organic frameworks by competitive coordination strategy for highly efficient CO2 conversion Adv. Mater. 31 2019 1904969 G.G. Chang, X.C. Ma, Y.X. Zhang, L.Y. Wang, G. Tian, J.W. Liu, J. Wu, Z.Y. Hu, X.Y. Yang, B. Chen, Construction of hierarchical metal-organic frameworks by competitive coordination strategy for highly efficient CO2 conversion, Adv. Mater. 31 (2019) 1904969. [37] P.Z. Li X.J. Wang J. Liu J.S. Lim R. Zou Y. Zhao A triazole-containing metal-organic framework as a highly effective and substrate size-dependent catalyst for co2 conversion J. Am. Chem. Soc. 138 2016 2142 2145 P.Z. Li, X.J. Wang, J. Liu, J.S. Lim, R. Zou, Y. Zhao, A triazole-containing metal-organic framework as a highly effective and substrate size-dependent catalyst for co2 conversion, J. Am. Chem. Soc. 138 (2016) 2142–2145. [38] J. Zhu P.M. Usov W. Xu P.J. Celis-Salazar S. Lin M.C. Kessinger C. Landaverde-Alvarado M. Cai A.M. May C. Slebodnick D. Zhu S.D. Senanayake A.J. Morris A new class of metal-cyclam-based zirconium metal-organic frameworks for co2 adsorption and chemical fixation J. Am. Chem. Soc. 140 2018 993 1003 J. Zhu, P.M. Usov, W. Xu, P.J. Celis-Salazar, S. Lin, M.C. Kessinger, C. Landaverde-Alvarado, M. Cai, A.M. May, C. Slebodnick, D. Zhu, S.D. Senanayake, A.J. Morris, A new class of metal-cyclam-based zirconium metal-organic frameworks for co2 adsorption and chemical fixation, J. Am. Chem. Soc. 140 (2018) 993–1003. [39] X.J. Bai X.Y. Lu R. Ju H. Chen L. Shao X. Zhai Y.N. Li F.Q. Fan Y. Fu W. Qi Preparation of MOF film/aerogel composite catalysts via substrate-seeding secondary-growth for the oxygen evolution reaction and CO2 cycloaddition Angew. Chem. Int. Ed. 60 2021 701 705 X.J. Bai, X.Y. Lu, R. Ju, H. Chen, L. Shao, X. Zhai, Y.N. Li, F.Q. Fan, Y. Fu, W. Qi, Preparation of MOF film/aerogel composite catalysts via substrate-seeding secondary-growth for the oxygen evolution reaction and CO2 cycloaddition, Angew. Chem. Int. Ed. 60 (2021) 701–705. [40] Q. Yang C.C. Yang C.H. Lin H.L. Jiang Metal-organic-framework-derived hollow N-doped porous carbon with ultrahigh concentrations of single Zn atoms for efficient carbon dioxide conversion Angew. Chem. Int. Ed. 58 2019 3511 3515 Q. Yang, C.C. Yang, C.H. Lin, H.L. Jiang, Metal-organic-framework-derived hollow N-doped porous carbon with ultrahigh concentrations of single Zn atoms for efficient carbon dioxide conversion, Angew. Chem. Int. Ed. 58 (2019) 3511–3515. [41] W. Xu H. Chen K. Jie Z. Yang T. Li S. Dai Entropy-driven mechanochemical synthesis of polymetallic zeolitic imidazolate frame works for CO2 fixation Angew. Chem. Int. Ed. 58 2019 5018 5022 W. Xu, H. Chen, K. Jie, Z. Yang, T. Li, S. Dai, Entropy-driven mechanochemical synthesis of polymetallic zeolitic imidazolate frame works for CO2 fixation, Angew. Chem. Int. Ed. 58 (2019) 5018–5022. [42] Q. Wang C.H. Guo J.F. Jia H.S. Wu Theoretical investigation of the mechanism for the cycloaddition of CO2 to epoxides catalyzed by a magnesium (II) porphyrin complex J. Mol. Model. 21 2015 179 Q. Wang, C.H. Guo, J.F. Jia, H.S. Wu, Theoretical investigation of the mechanism for the cycloaddition of CO2 to epoxides catalyzed by a magnesium (II) porphyrin complex, J. Mol. Model. 21 (2015) 179. [43] Stefan Baj Tomasz Krawczyk Katarzyna Jasiak Agnieszka Siewniak Mirosława Pawlyt Catalytic coupling of epoxides and CO2 to cyclic carbonates by carbon nanotube-supported quaternary ammonium salts Appl. Catal. A 488 2014 96 102 488 Stefan Baj, Tomasz Krawczyk, Katarzyna Jasiak, Agnieszka Siewniak, Mirosława Pawlyt, Catalytic coupling of epoxides and CO2 to cyclic carbonates by carbon nanotube-supported quaternary ammonium salts, Appl. Catal. A 488 (2014) 488 96–102. [44] Q. Yang H. Peng Q. Zhang X. Qian X. Chen X. Tang S. Dai J. Zhao K. Jiang Q. Yang J. Sun L.J. Zhang N. Zhang H. Gao Z. Lu L. Chen Atomically dispersed high-density Al–N4 sites in porous carbon for efficient photodriven CO2 cycloaddition Adv. Mater. 33 2021 2103186 Q. Yang, H. Peng, Q. Zhang, X. Qian, X. Chen, X. Tang, S. Dai, J. Zhao, K. Jiang, Q. Yang, J. Sun, L.J. Zhang, N. Zhang, H. Gao, Z. Lu, and L. Chen, Atomically dispersed high-density Al–N4 sites in porous carbon for efficient photodriven CO2 cycloaddition, Adv. Mater. 33 (2021) 2103186. [45] J. Robert W. Stevens R.V. Siriwardane J. Logan In situ fourier transform infrared (FTIR) investigation of CO2 adsorption onto zeolite materials Energy Fuels 22 2008 3070 3079 J. Robert W. Stevens, R.V. Siriwardane, J. Logan, In situ fourier transform infrared (FTIR) investigation of CO2 adsorption onto zeolite materials, Energy Fuels 22 (2008) 3070–3079. [46] P.F. Yang J.Y. Li T.D. Li Characterization on propylene oxide polymerization with in-situ FT-IR Adv. Mat. Res. 160 2011 60 64 P.F. Yang, J.Y. Li, T.D. Li, Characterization on propylene oxide polymerization with in-situ FT-IR, Adv. Mat. Res. 160 (2011) 60–64. [47] Y. Wang W. Ma D. Wang Q. Zhong Study on the reaction mechanism of the propylene oxide rearrangement via in situ DRIFTS Chem. Eng. J. 307 2017 1047 1054 Y. Wang, W. Ma, D. Wang, Q. Zhong, Study on the reaction mechanism of the propylene oxide rearrangement via in situ DRIFTS, Chem. Eng. J. 307 (2017) 1047–1054. [48] C. Martín G. Fiorani A.W. Kleij Recent advances in the catalytic preparation of cyclic organic carbonates ACS Catal. 5 2015 1353 1370 C. Martín, G. Fiorani, A.W. Kleij, Recent advances in the catalytic preparation of cyclic organic carbonates, ACS Catal. 5 (2015) 1353–1370. [49] K. Johnson G. Purvis E. Lopez-Capel C. Peacock N. Gray T. Wagner C. Marz L. Bowen J. Ojeda N. Finlay S. Robertson F. Worrall C. Greenwell Towards a mechanistic understanding of carbon stabilization in manganese oxides Nat. Commun. 6 2015 7628 K. Johnson, G. Purvis, E. Lopez-Capel, C. Peacock, N. Gray, T. Wagner, C. Marz, L. Bowen, J. Ojeda, N. Finlay, S. Robertson, F. Worrall, C. Greenwell, Towards a mechanistic understanding of carbon stabilization in manganese oxides, Nat. Commun. 6 (2015) 7628.",
      "scopus-id": "85167778406",
      "coredata": {
        "eid": "1-s2.0-S246882312300545X",
        "dc:description": "The cycloaddition reaction of carbon dioxide with propylene oxide captures considerable attention owing to its environmental friendliness, economy and 100% atomic utilization. Homogeneous metal catalysts exhibit excellent performance in cycloaddition reactions, but their widespread applications are limited by complicated preparation and recovery processes. It is important to develop effective strategies to immobilize homogeneous catalysts, and even immobilize active metal ions into solid carriers. Herein, we developed an innovative and universal strategy to immobilize metal ions through the complexation of metal ions with organic polymerization. The Zinc-manganese bifunctional polyacrylic acid complex (ZnMn-PAA) aerogels prepared using this strategy exhibited remarkable catalytic activity and stability in the cycloaddition reaction of carbon dioxide (CO2) and propylene oxide (PO). Mechanism studies revealed that the Zn and Mn central sites respectively enhanced the activation of PO and CO2, and the synergistic effect of bimetallic sites guaranteed to the excellent catalytic performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882312300545X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ouyang, Yuxin"
          },
          {
            "@_fa": "true",
            "$": "Li, Qi"
          },
          {
            "@_fa": "true",
            "$": "Xin, Yue"
          },
          {
            "@_fa": "true",
            "$": "Hu, Sunpei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Sanmei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Liangbing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882312300545X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882312300545X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00545-X",
        "prism:volume": "549",
        "articleNumber": "113462",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Metal-polyacrylic acid complex aerogels for efficient cycloaddition of CO2 with propylene oxide",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aerogels"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Cycloaddition"
          },
          {
            "@_fa": "true",
            "$": "Zinc"
          },
          {
            "@_fa": "true",
            "$": "Manganese"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113462",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2023",
        "prism:doi": "10.1016/j.mcat.2023.113462",
        "prism:startingPage": "113462",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113462",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "404",
            "@width": "555",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84709",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "454",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29706",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "605",
            "@width": "556",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100660",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "485",
            "@width": "554",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73066",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "326",
            "@width": "651",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69650",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23128",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "96",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11555",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16749",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12808",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12681",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1792",
            "@width": "2460",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "754926",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2011",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "223930",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2677",
            "@width": "2461",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "897224",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2149",
            "@width": "2453",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "556074",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1443",
            "@width": "2883",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "609099",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4127448",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13435",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "10857",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300545X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2079060",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85167778406"
      }
    }
  }
}