{
  "metadata": {
    "title": "Non-nitrogen Mn-O<ce:inf loc=post>4</ce:inf> coordination environment boosting CO<ce:inf loc=post>2</ce:inf> electroreduction over single-atom Mn catalyst at low overpotential",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2024-04-15",
    "doi": "10.1016/j.mcat.2024.114097",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124002803",
    "pii": "S2468823124002803"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85189177161",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-03-30 2024-03-30 2024-03-30 2024-03-30 2024-05-16T03:59:56 1-s2.0-S2468823124002803 S2468-8231(24)00280-3 S2468823124002803 10.1016/j.mcat.2024.114097 S300 S300.1 FULL-TEXT 1-s2.0-S2468823124X0005X 2024-05-16T11:03:10.219296Z 0 0 20240415 2024 2024-03-30T17:38:29.17472Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 559 559 C Volume 559 36 114097 114097 114097 20240415 15 April 2024 2024-04-15 2024 Regular Papers article fla © 2024 Elsevier B.V. All rights reserved. NONNITROGENMNO4COORDINATIONENVIRONMENTBOOSTINGCO2ELECTROREDUCTIONOVERSINGLEATOMMNCATALYSTLOWOVERPOTENTIAL WANG K Introduction Experimental section Materials Synthesis of ZIF-8 Synthesis of Mn/NC-Cl, Mn/NC-f, Mn/NC-Br, Mn/NC-I and Mn/NC Synthesis of NC Results and discussion Conclusion CRediT authorship contribution statement Acknowledgement Appendix Supplementary materials References YANG 2023 4343 4380 P SAHA 2022 134 144 P MA 2023 113632 J QI 2023 319 331 K WANG 2023 143686 H HE 2023 113511 Y ZHANG 2023 807 817 H AMIRBEIGIARAB 2023 837 846 R NABI 2022 112406 A SU 2023 2204391 J SUN 2021 23806 23810 X YIN 2023 1724 J HE 2023 113083 Z FANG 2022 15143 15154 M KIM 2021 925 933 H YANG 2022 15146 15156 S MA 2023 112876 X CHOI 2019 747 755 J TUO 2023 142510 Y ZHANG 2021 13500 13505 N XIONG 2021 121341 B DONGARE 2023 7812 7821 S ZHANG 2023 169638 T LIU 2023 1339 1344 Y DENG 2022 3401 3407 G ZHANG 2021 6855 6864 Z GUO 2023 146556 Z FILIPPI 2021 129050 J WANG 2020 4983 4994 M ZHANG 2019 2980 B FENG 2020 4341 J TAN 2021 52134 52143 H NI 2021 5212 5221 W LEE 2023 142593 S SHU 2021 3089 3098 Z ZHENG 2019 265 278 T FAN 2020 1903068 Q DU 2017 12711 12718 M WANG 2021 2021 X YANG 2018 1801732 Y COSKUN 2024 e202312163 O SHA 2022 e202200039 Y LIU 2022 9706 9716 B XU 2023 113617 F WANGX2024X114097 WANGX2024X114097XK 2026-03-30T00:00:00.000Z 2026-03-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights reserved. 2024-04-14T00:57:37.054Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Scientific Research Plan Projects of Shaanxi Education Department 22JK0294 Scientific Research Plan Projects of Shaanxi Education Department http://data.elsevier.com/vocabulary/SciValFunders/501100013101 http://sws.geonames.org/1814991 National Natural Science Foundation of China 22278261 22078182 22308204 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Natural Science Basic Research Plan in Shaanxi Province of China Natural Science Foundation of Shaanxi Province http://data.elsevier.com/vocabulary/SciValFunders/501100007128 http://sws.geonames.org/1814991/ 2023-JC-QN-0113 Natural Science Basic Research Program of Shaanxi Province http://data.elsevier.com/vocabulary/SciValFunders/501100017596 http://sws.geonames.org/1814991 This work was financially supported by the National Natural Science Foundation of China (22308204, 22078182 and 22278261), Natural Science Basic Research Plan in Shaanxi Province of China (2023-JC-QN-0113), Scientific Research Plan Projects of Shaanxi Education Department (22JK0294). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(24)00280-3 S2468823124002803 1-s2.0-S2468823124002803 10.1016/j.mcat.2024.114097 315758 2024-05-16T11:03:10.219296Z 2024-04-15 1-s2.0-S2468823124002803-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/MAIN/application/pdf/e93b0c748524508cc2f4c27a094d11b6/main.pdf main.pdf pdf true 5364873 MAIN 7 1-s2.0-S2468823124002803-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/PREVIEW/image/png/281724c51864f79fa967e9719e00ac7f/main_1.png main_1.png png 59190 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823124002803-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr4/DOWNSAMPLED/image/jpeg/308b95a2b7e3405148a1e2d89ceacd96/gr4.jpg gr4 gr4.jpg jpg 54907 291 620 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002803-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr3/DOWNSAMPLED/image/jpeg/18c191a948ce4e97eb2d349953f28d02/gr3.jpg gr3 gr3.jpg jpg 73232 373 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002803-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr2/DOWNSAMPLED/image/jpeg/18461201f3a3e1c36d1a95a3cc319b4d/gr2.jpg gr2 gr2.jpg jpg 90124 397 655 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002803-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/ga1/DOWNSAMPLED/image/jpeg/02f6117ea18df39f3bc59115bf9b184e/ga1.jpg ga1 true ga1.jpg jpg 33330 200 422 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002803-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr1/DOWNSAMPLED/image/jpeg/16504c7d86536b137afffa4fa2add67c/gr1.jpg gr1 gr1.jpg jpg 104938 611 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124002803-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr4/THUMBNAIL/image/gif/c516547984c78c206dc5ba5f519194ab/gr4.sml gr4 gr4.sml sml 11333 103 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002803-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr3/THUMBNAIL/image/gif/49e6c6c46adbcf89bc1a9967ac062ced/gr3.sml gr3 gr3.sml sml 14428 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002803-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr2/THUMBNAIL/image/gif/b9e43774127b5724aa2e8c84c47845ca/gr2.sml gr2 gr2.sml sml 16893 133 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002803-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/ga1/THUMBNAIL/image/gif/3a7f1a2d19b8a587606a7eaa5413ef30/ga1.sml ga1 true ga1.sml sml 13395 104 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124002803-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/gr1/THUMBNAIL/image/gif/69c83ef516d8c359a85877552b5c1d8c/gr1.sml gr1 gr1.sml sml 18100 163 161 IMAGE-THUMBNAIL 1-s2.0-S2468823124002803-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/HIGHRES/image/jpeg/76a079d0e92adad17717a2c7d4d121e4/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 490050 1290 2744 IMAGE-HIGH-RES 1-s2.0-S2468823124002803-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/HIGHRES/image/jpeg/c3f6907419a74b6a9d75963f13d6e3e3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 639268 1650 3000 IMAGE-HIGH-RES 1-s2.0-S2468823124002803-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/HIGHRES/image/jpeg/e627999ca1b8d7720368d7986b0e277e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 791704 1757 2900 IMAGE-HIGH-RES 1-s2.0-S2468823124002803-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/HIGHRES/image/jpeg/b7f06eed60aca3ed1e66b6afa9d70419/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 233435 886 1871 IMAGE-HIGH-RES 1-s2.0-S2468823124002803-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/HIGHRES/image/jpeg/4d8de06899fce1c7ee0a69cdb5ab2785/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1005637 2705 2667 IMAGE-HIGH-RES 1-s2.0-S2468823124002803-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124002803/mmc1/MAIN/application/pdf/059d89882144d48ec07dd82a8cbe5f4a/mmc1.pdf mmc1 mmc1.pdf pdf false 1191052 APPLICATION 1-s2.0-S2468823124002803-am.pdf am am.pdf pdf 508367 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10P1NB696T9/MAIN/application/pdf/3300bf398b6c6a3112c81884dd7528f0/am.pdf MCAT 114097 114097 S2468-8231(24)00280-3 10.1016/j.mcat.2024.114097 Elsevier B.V. Fig. 1 (a) Schematic illustration of the procedures for synthesis of Mn/NCCl. (b-c) SEM images of the Mn/NCCl. (d) TEM image of the Mn/NCCl. (e) XRD patterns of Mn/NCCl and NC. (f) EDS elemental mapping of Mn/NCCl, Mn (blue), carbon (red), nitrogen (yellow) and oxygen (green). (g) High-angle annular dark field scanning transmission electron microscope (HADDF-STEM) image of Mn/NCCl. Fig 1 Fig. 2 XPS spectra of (a) C 1 s, (b) N 1 s and (c) O 1 s of Mn/NCCl. (d-e) The XANES and EXAFS spectra of Mn/NCCl at the Mn K-edge. (f) Wavelet transforms of the K-edge EXAFS signals of Mn/NCCl, Mn foil, Mn2O3, and MnO. Fig 2 Fig. 3 (a) Linear sweep voltammetry curves of Mn/NCCl, Mn/NC, NC and carbon in CO2-saturated 0.5 M KHCO3 solution. (b) FECO and (c) j CO of Mn/NCCl, Mn/NC and NC at different applied potentials. (d) Nyquist plots for Mn/NCCl, Mn/NC and NC. (e) Long-time stability of Mn/NCCl operated at −0.43 V vs RHE. (f) FECO and j CO of Mn/NCCl at different applied potentials in CO2-saturated [Bmim][BF4]/CH3CNH2O mixture solution. Fig 3 Fig. 4 DFT calculations. (a) Calculated Gibbs free energy diagrams for CO2RR over Mn-O4/G and Mn-N4/G. (b) Optimized structures for the intermediate COOH* and CO* adsorbed on the Mn-N4/G catalyst. (c) Optimized structures for the intermediate COOH* and CO* adsorbed on the Mn-O4/G catalyst. Fig 4 Research Paper Non-nitrogen Mn-O4 coordination environment boosting CO2 electroreduction over single-atom Mn catalyst at low overpotential Kuan Wang Writing – review & editing Supervision Methodology Investigation Funding acquisition a ⁎ Li-Sha Li Writing – original draft Methodology Investigation Data curation a Rong-Rong Zhang Visualization Methodology Investigation Data curation a Huan Wang Methodology Investigation Conceptualization a ⁎ Xue Jiang Methodology Investigation Data curation a Xiaodong Hao Visualization Methodology Investigation b Zhen-Hong He Visualization Methodology Investigation a Zhao-Tie Liu Writing – review & editing Supervision Methodology Funding acquisition a c ⁎ a Key Laboratory of Chemical Additives for China National Light Industry, College of Chemistry and Chemical Engineering, Shaanxi University of Science and Technology, Xi'an, 710021, China Key Laboratory of Chemical Additives for China National Light Industry College of Chemistry and Chemical Engineering Shaanxi University of Science and Technology Xi'an 710021 China aKey Laboratory of Chemical Additives for China National Light Industry, College of Chemistry and Chemical Engineering, Shaanxi University of Science and Technology, Xi'an, 710021, China b Materials Institute of Atomic and Molecular Science, Shaanxi University of Science & Technology, Xi'An 710021, China Materials Institute of Atomic and Molecular Science Shaanxi University of Science & Technology Xi'An 710021 China bMaterials Institute of Atomic and Molecular Science, Shaanxi University of Science & Technology, Xi'An 710021, China c School of Chemistry & Chemical Engineering, Shaanxi Normal University, Xi'an, 710119, China School of Chemistry & Chemical Engineering Shaanxi Normal University Xi'an 710119 China cSchool of Chemistry & Chemical Engineering, Shaanxi Normal University, Xi'an, 710119, China ⁎ Corresponding authors. Modulating the ordinary nitrogen coordination environment of single-atom catalysts (SACs) is a promising strategy for customizing their activity and selectivity in electrochemical reduction of CO2 (CO2RR). However, less attention has been paid to developing Mn-SACs with nitrogen-free coordination environment for CO2 electroreduction. Herein, we construct a Mn SAC with a coordination structure of Mn-O4 anchored in nitrogen-doped graphitic carbon, which exhibits a 98.5 % of CO faradic efficiency (FECO) with a high CO partial current density (j CO) of ∼9.77 mA cm−2 at a low overpotential of 0.32 V in an H-type electrolytic cell. Furthermore, a higher current density of 27.8 mA cm−2 with a FECO of 93.8 % at 0.51 V overpotential was achieved in an ionic liquid (IL) electrolyte. Density functional theory (DFT) calculations reveal that the Mn-O4 site significantly lowers the free energy of the COOH* formation compared to the conventional N atoms coordinated Mn SACs, and thus facilitates the CO2-to-CO conversion. Graphical abstract Image, graphical abstract Keywords Nitrogen-free Mn-o4 coordination environment Single-atom Mn CO2 reduction Electrocatalysis, Carbon monoxide Data availability Data will be made available on request. Introduction Electrochemical conversion of carbon dioxide (CO2) is one of the cleanest and most promising strategies for both relieving greenhouse gas emissions and producing useful fuels[1–6]. Obviously, novel electrocatalysts with high Faradaic efficiency (FE), large current density and low overpotential of target products were strongly desirable[7,8]. Among these products from CO2 reduction, carbon monoxide (CO) is one of the most important and desirable targets, because it can be utilized as a feedstock for the synthesis of hydrocarbons and alcohol through a Fischer–Tropsch process[9–19]. Thus far, numerous noble metal-based (such as Au, Ag, Pd etc.) electrocatalysts were developed for electrochemical CO2RR, which showed good activity in transforming CO2 into CO at low overpotentials[20–27]. Nevertheless, the prohibitive cost and scarcity of these noble metals seriously limit their large-scale application in electrochemical CO2RR. Hence, developing efficient electrocatalysts based on abundant and cost-effective metals for CO2RR holds great value for practical implementation. Manganese (Mn) holds the distinction of being the third most prevalent transition metal in the natural environment. Therefore, electrocatalysts consisting of Mn are more attractive, and a series of Mn-based electrocatalysts for CO2RR were reported, including Mn complexes[28], Mn oxides[29], Mn single-atom catalysts (SACs)[30–32] etc. Among these catalysts, Mn SACs especially N atom coordinate Mn SACs display a promising application in electrochemical CO2RR, attributing to their peculiar electronic and well-defined structures[30,31]. For instance, the halogen and nitrogen dual-coordinated Mn SAC (Mn-N4Cl) shows a CO faradaic efficiency (FECO) of 97 % at a overpotential of 0.49 V with a current density of ∼10 mA cm−2 [30]. Subsequently, Zhang et al. reported a Mn-N3 SAC inlaid in graphitic carbon nitride exhibiting a FECO of 97 % at 0.44 V overpotential[31]. Recently, Zhang et al. reported the nonnitrogen coordination environment of Sn-SACs is more beneficial for CO2-to-CO conversion than the Sn-N4 site[33]. Inspired by these above results, the nonnitrogen-coordinated Mn-SACs may show considerable efficiency in CO2RR, however, less attention has been paid to constructing Mn-SACs with nitrogen-free coordination environment for electrochemical CO2RR[34]. Herein, we report a Mn SAC featuring a Mn-O4 site embedded in N-doped graphitic carbon (Mn/NCCl) for efficient electrocatalysis CO2RR. As an electrocatalyst, Mn/NCCl exhibits a high CO faradic efficiency (FECO) of 98.5 % at a low overpotential of 0.32 V with a CO partial current density (j CO) of ∼9.77 mA cm−2. In an IL electrolyte, a higher current density of 27.8 mA cm−2 with a FECO of 93.8 % at 0.51 V overpotential could be achieved. DFT calculations reveal that the O atoms coordinated Mn SACs favor *COOH intermediate with lower Gibbs free energy than the Mn SACs with N atoms coordination, resulting in lowering the overpotential of CO2RR, and thus boost the CO2-to-CO conversion. Experimental section Materials 2-Ethylimidazole (>99.0 %), Mn(NO3)2·4H2O (99.0 %), methanol (>99.5 %), Zn(NO3)2·6H2O (>99.0 %), potassium chloride (KCl, >99.5 %), potassium fluoride (KF, >99.5 %), potassium bromide (KBr, >99.5 %) and potassium iodide (KI, >99.5 %) were purchased from Sinopharm Chemical Reagent Co., Ltd.. [Bmim][BF4] (1-Butyl-3-methylimidazolium tetrafluoroborate, >99 %) was purchased from Shanghai Chengjie Co., Ltd.. All chemicals in this work were used as received without further purification. Synthesis of ZIF-8 ZIF-8 is synthesized as previous reports with some modifications[35]. Typically, 2-methylimidazole (6.702 g) was dissolved in 100 mL of methanol. And another 100 mL of methanol containing 5.95 g of Zn(NO3)2·6H2O was added into the pre-prepared 2-methylimidazole solution under vigorous stirring for 4 h, and the well-mixed solution was then aged for 24 h at room temperature to generate ZIF-8. The obtained ZIF-8 was filtered, washed with methanol for several times, and dried in vacuum at 65 °C overnight. Synthesis of Mn/NC-Cl, Mn/NC-f, Mn/NC-Br, Mn/NC-I and Mn/NC Typically, 200 mg of ZIF-8 was first dissolved in 15 mL of methanol. Then 1000 μl (0.1 g/mL) of Mn(NO3)2·4H2O aqueous solution was added to the above pre-prepared solution and stirred for 4 h at room temperature. After reaction, the resulting product was centrifugated and washed by methanol, thus dried in vacuum at 65 °C overnight. The obtained precursor and 100 mg of potassium chloride were annealed at 900 °C for 4 h with a heating rate of 5 °C min−1 under N2 flow. After cooling down to room temperature, the calcined product was washed with HCl for several times to obtain the Mn/CNCl (Fig. 1a ). The Mn/NC-F, Mn/NC-Br and Mn/NC-I were synthesized through the same procedure except that the potassium chloride was substituted by potassium fluoride (80 mg), potassium bromide (160 mg) and potassium iodide (220 mg), respectively. The Mn/NC was prepared via similar procedures except without the addition of potassium chloride. Synthesis of NC For the synthesis of NC, 200 mg of ZIF-8 was annealed at 900 °C for 4 h with a rapping rate of 5 °C min−1 under N2 flow. After cooling down to room temperature, the NC was obtained via leaching the resulting product with HCl to remove the free metal residues. Results and discussion Synthesis and structural characterizations of Mn/NCCl. Mn/NCCl was prepared through thermal pyrolysis of manganese nitrate and pre-formed ZIF-8 metal-organic frameworks (synthesizing according to the reported methods, details were provided in the supporting information) with the assistance of potassium chloride (KCl) under nitrogen at 900 °C (Fig. 1a). Scanning and transmission electron microscope (SEM, TEM) images show the formation of 2D amorphous carbon layered sheet structure (Fig. 1b-d). And no particles were observed on the carbon layer in TEM images. Energy dispersive X-ray spectroscopy (EDS) images indicate that Mn, O, N, and C distribute homogeneously over the entire surface of Mn/NCCl (Fig. 1f). For comparison, Mn-NC and NC were prepared via same procedures as Mn/NCCl except for the ellipsis of KCl and manganese nitrate, respectively. As shown in Fig. S1, the morphology of NC was almost identical with the Mn/NCCl, while the Mn/NC showed a three-dimensional structure. These results suggest that the chloride-assisted calcination strategy could transform the ZIF-8 to a 2D irregular layered sheet structure, which results in a higher degree of defective carbon and richer catalyst surface exposure. This morphological transformation contributes to the exposure of more active sites, which is beneficial for the CO2RR. Only diffraction peaks at 42° and 25° attributing to the (100) and (002) planes of graphitic carbon were detected from the X-ray diffraction (XRD) pattern of Mn/NCCl and NC (Fig. 1e), suggesting that there are no metal nanoparticles or clusters, which agrees well with the results of the TEM measurements. The HAADF-STEM image verifies the existence of atomically dispersed Mn on Mn/NCCl (Fig. 1 g), and the content of Mn is 0.1 wt% measured by inductively coupled plasma atomic emission spectroscopy (ICP-AES) (Table S1). In addition, the specific surface area of Mn/NCCl (2172.3 m2 g − 1) is much larger than that of Mn/NC (1372.5 m2 g − 1) and NC (759.6 m2 g − 1), which suggests that the chloride-assisted calcination strategy can efficiently increase the surface area (Fig. S2 and Table S2). The chemical composition and valence states of Mn/NCCl and NC were examined by XPS (X-ray photoelectron spectroscopy). The full XPS survey of Mn/NCCl confirms the existence of Mn, O, N and C (Fig. S3). The high-resolution N 1s XPS spectrum shows four peaks at 398.6, 400.7, 401.5 and 403.2 eV, which are corresponded to pyridine nitrogen, pyrrole nitrogen, graphite nitrogen and NO groups on the surface of NC, respectively (Fig. 2a and 2b) [36,37]. The O 1 s XPS spectrum reveals two O species, including Mn-O groups at 529.9 eV and CO groups at 531.6 eV (Fig. 2a and 2c). Comparing to the O 1 s XPS spectrum of NC (Fig. S4), a new signal assigned to the Mn-O groups appeared with the percentage of C = O decreases to 0 %, which indicated that C = O group is highly probable to provide coordination sites for Mn atoms to form Mn-Ox species. The peak located at 641.1 eV is observed in the Mn 2p3/2 XPS spectrum for Mn/NCCl, indicating that the Mn valence state of Mn/NCCl is probably to be +2 (Fig. S5) [38]. To further investigate the local structural information of Mn/NCCl at the atomic level, XAS (X-ray absorption spectroscopy) was conducted. As shown in the XANES (X-ray absorption near-edge structure) spectra of Mn K-edge, the shape of the adsorption curve of Mn/NCCl is close to that of MnO, positioned between Mn3O4 and Mn foil, demonstrating that the Mn valence state of Mn/NCCl is close to +2, which agrees well with the results of Mn 2p XPS (Fig. 2d) [39]. The FT (phase-uncorrected Fourier transform) of the EXAFS (extended X-ray absorption fine structure) spectra for Mn/NCCl in R space shows the main peak at 1.7 Å, matching the Mn-O scattering path, which harmonizes with the O 1 s XPS data (Fig. 2c and 2e). It is noteworthy that, the peak at around 2.3 Å belonging to the Mn-Mn scattering path was not observed in Mn/NCCl, confirming the existence of atomically dispersed Mn[40]. Additionally, the WT (Wavelet transforms) -EXAFS spectroscopy performs a high response WT signal located at 3.3 Å −1, resulting from the Mn-O contribution (Fig. 2f). While the signal derived from the Mn-Mn contribution is not detected, which further verifies the atomically dispersed Mn in Mn/NCCl (Fig. 2f). Moreover, the coordination configuration of Mn atom in Mn/NCCl was quantitatively analyzed by the EXAFS curve fittings (Fig. 2e). As shown in Fig. 2e and Table S3, the best fitting analyses indicate that the coordination number of Mn-O is 4 with an Mn-O mean bond distance of 1.7 Å[30]. Overall, the above results demonstrate that the Mn atom in Mn/NCCl is anchored by four O atoms, differing from the Mn SACs (coordinated with N atoms) reported in the literature, which may result in the distinct CO2RR performance. Electrocatalytic performance for CO2RR. The electrochemical CO2RR performances were investigated in CO2-saturated 0.5 M KHCO3 solution using a typical H-type cell with a standard three-electrode system. For Mn/NCCl catalyst, the linear sweep voltammetry (LSV) curve delivers lower current density and higher overpotentials under Ar atmosphere than those under CO2 atmosphere, indicating that the CO2RR occurs on the cathode (Fig. S6). For comparison, Mn/NC and NC were also synthesized and measured. As shown in Fig. 3a , Mn/NCCl shows the highest current density among all catalysts, suggesting its best electrochemical CO2RR activity. To further investigate the reduction products selectivity, controlled potential electrolysis of CO2RR was conducted at different potentials. Gas- and liquid-phase products were analyzed by gas chromatography (GC) and nuclear magnetic resonance (NMR), respectively. As illustrated in Fig. S7, CO was obtained as the only carbonaceous product and H2 was the sole byproduct. And no liquid products were detected (Fig. S8). For the Mn/NCCl catalyst, the formation of CO began at a cathodic potential of −0.23 V vs RHE with 65 % of FECO and 4.0 mA cm−2 of j CO. And the FECO increased to 98.5 % at −0.43 V vs RHE with j CO of 9.77 mA cm−2 accompanied with the decrease of H2 FE (Fig. 3b and 3c). However, the maximum CO FE of Mn/NC and NC were only 81.2 % and 55.3 %, respectively (Fig. 3b). Moreover, the Mn/NCCl showed the much lower H2 FE than Mn/NC and NC at all applied potentials (Fig. 3b). In addition, the Mn/NCCl exhibited a maximum CO partial current density of 12.97 mA cm−2 at −0.63 V vs RHE, which is much higher than that of Mn/NC (9.75 mA cm−2 at −0.63 V vs RHE) and NC (2.57 mA cm−2 at −0.53 V vs RHE) in the CO2-saturated 0.5 M KHCO3 solution (Fig. 3c). These results suggested that the high FECO and current density of Mn/NCCl in CO2RR originated from the oxygen atom coordinated Mn in the N adopted carbon framework and the 2D irregular layered sheet structure. The CO2RR activity over the Mn/NC-F, Mn/NC-Br and Mn/NC-I were also measured. Compared to the CO2RR activity of Mn/NCCl, the Mn/NC-F, Mn/NC-Br and Mn/NC-I showed the much lower CO FE of 40.1 %, 81.2 % and 38.5 %, respectively, which also confirms the morphology of Mn/NC-X strongly influenced the activity of CO2RR (Figs. S9 and S10) and the Mn/NC-X with a 2D irregular layered sheet structure shows much higher activity for CO2-to-CO. In addition, the ECSAs (electrochemical active surface areas) for the catalysts play a significant role in the activity of CO2RR. Then, the electric double-layer capacitances (C dl) based on cyclic voltammetry (CV) were conducted to evaluate the ECSAs of Mn/NC(Cl), Mn-NC and NC (Figs. S11 and S12). And the ECSA of Mn/NCCl (35.42 cm2 ECSA) is roughly 1.83 and 11.32 times higher than that for Mn/NC (19.26 cm2 ECSA) and NC (3.13 cm2 ECSA), respectively. It demonstrated that the Mn/NCCl could afford more accessible surface during the electrolytic process owing to the surface enriched O atoms coordinated Mn sites and amorphous layered sheet structure, which synergistically enhances the catalytic activity for CO2-to-CO. According to the Nyquist plots measured under the open circuit potential, the Mn/NCCl shows an arc with a smaller radius than the other catalysts, suggesting its weaker interfacial charge-transfer resistance during CO2RR process (Fig. 3d). Science durability is one of the most important criteria for evaluating the efficiency of catalyst, a 7 h electrolysis CO2RR experiment was conducted over Mn/NCCl in 0.5 M KHCO3 electrolyte. As a result, there was no obvious decline in both current density and FECO (Fig. 3e), which indicated its excellent stability during CO2RR. As known, ionic liquids (ILs) exhibit many unique advantages in electrocatalytic CO2 reduction, including the wide electrochemical potential window, high intrinsic ionic conductivity and large CO2 absorption capacity[41–44]. To investigate the effect of electrolytes, the performance of Mn/NCCl was measured in the CO2-saturated IL electrolyte (30 wt% [Bmim][BF4], 65 wt% CH3CN, and 5 wt% H2O). As shown in Fig. 3f, the Mn/NCCl exhibited a high FECO of 93.8 % at −0.63 V vs RHE with the current density of 27.8 mA cm−2, which is better than that of Mn/NCCl in the 0.5 M KHCO3 electrolyte. Moreover, the Mn/NCCl maintained FECO>90 % at a wide potential range of −0.63 V - 0.73 V vs RHE. The enhanced activity of Mn/NCCl in the IL electrolyte is probably attributed to the higher CO2 solubility in [BMIm][BF4] than that in the KHCO3, leading to the weaker resistance of mass transport on the CO2RR and lower activation energy for the CO2RR process resulting from the increased CO2 adsorption capacity at the cathode via [BMIm-CO2]+. These results indicate that the IL plays a significant role in enhancing the performance of catalysts, especially in the current density and the overpotential. DFT calculations and mechanism of electrochemical CO2RR. DFT calculations were conducted to investigate the inherent activity and property of the Mn/NCCl catalyst. Based on the EXAFS, XPS results and reported studies[30,31,45], two catalysts models with Mn-O4 and Mn-N4 sites were constructed, respectively. All the computational structure models and the detailed data are provided in the supporting information (Figs. S13-S15, Tables S3 and S4). As shown in Fig. S13, the average Mn-O bond length and the coordination number of Mn/NCCl agrees well with the EXAFS results, confirming that the structure of Mn/NCCl is noticeably distinct from the reported N-coordinated Mn SACs (Mn-N3 C3N4/CNT and Mn-N4-G). In addition, the simulations of CO2-to-CO conversion were performed by the well-accepted mechanism with the *COOH intermediate, which is the initial reduction barrier. As shown in the Figs. S14 and S15, the structures of COOH* and CO* intermediates on the surface of these catalysts are provided, and the Mn-O4/G shows a much higher adsorption energy of COOH* (ΔE ads = −1.05 eV) than Mn-N4/G (ΔE ads = −0.27 eV), revealing that the COOH* is more stable on Mn-O4/G than Mn-N4/G (Table S4). Furthermore, the free energy results plotted in Fig. 4 show that the Mn-N4/G (0.13 eV) presents a much higher Gibbs free energy for the formation COOH* than that of Mn-O4/G (−0.62 eV). These DFT calculation results indicate that the Mn-O4/G is beneficial for lowering the overpotential of CO2RR, which is consistent with the experimental results. Conclusion In summary, a nonnitrogen coordinated Mn SAC with a Mn-O4 active site supported on N-doped graphene was successfully synthesized. The synthesized single-atom Mn catalyst exhibited a FECO of 98.5 % at a low overpotential of 0.32 V with a high j CO of 9.77 mA cm−2 in aqueous electrolyte, which outperforms all the reported nitrogen coordinated Mn SACs. Specifically, a higher current density of 27.8 mA cm−2 with a 93.8 % of FECO could be obtained in IL electrolyte. DFT calculations demonstrate that as the active center, the Mn-O4 site is more conductive to the binding of CO2 and favors *COOH intermediate with lower Gibbs free energy compared to the conventional N atoms coordinated Mn SACs. We anticipated that single atom catalyst with nonnitrogen coordination environments may also deliver excellent performance in other valuable electrochemical reactions. CRediT authorship contribution statement Kuan Wang: Writing – review & editing, Supervision, Methodology, Investigation, Funding acquisition. Li-Sha Li: Writing – original draft, Methodology, Investigation, Data curation. Rong-Rong Zhang: Visualization, Methodology, Investigation, Data curation. Huan Wang: Methodology, Investigation, Conceptualization. Xue Jiang: Methodology, Investigation, Data curation. Xiaodong Hao: Visualization, Methodology, Investigation. Zhen-Hong He: Visualization, Methodology, Investigation. Zhao-Tie Liu: Writing – review & editing, Supervision, Methodology, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgement This work was financially supported by the National Natural Science Foundation of China (22308204, 22078182 and 22278261), Natural Science Basic Research Plan in Shaanxi Province of China (2023-JC-QN-0113), Scientific Research Plan Projects of Shaanxi Education Department (22JK0294). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2024.114097. Appendix Supplementary materials Image, application 1 References [1] P.-P. Yang M.-R. Gao Enrichment of reactants and intermediates for electrocatalytic CO2 reduction Chem. Soc. Rev. 52 13 2023 4343 4380 10.1039/d2cs00849a P.-P. Yang, M.-R. Gao, Enrichment of reactants and intermediates for electrocatalytic CO2 reduction, Chem. Soc. Rev. 52(13) (2023) 4343–4380, https://doi.org/10.1039/d2cs00849a. [2] P. Saha S. Amanullah A. Dey Selectivity in electrochemical CO2 reduction Acc. Chem. Res. 55 2 2022 134 144 10.1021/acs.accounts.1c00678 P. Saha, S. Amanullah, A. Dey, Selectivity in electrochemical CO2 reduction, Acc. Chem. Res. 55(2) (2022) 134–144, https://doi.org/10.1021/acs.accounts.1c00678. [3] J. Ma C. Liu M. Bai Z. Fu P. Zhao Y. Gao M. Zhao Y. He H. Xiao J. Jia Recent advances in application of tandem catalyst for electrocatalytic CO2 reduction Mol. Catal. 551 2023 113632 10.1016/j.mcat.2023.113632 J. Ma, C. Liu, M. Bai, Z. Fu, P. Zhao, Y. Gao, M. Zhao, Y. He, H. Xiao, J. Jia, Recent advances in application of tandem catalyst for electrocatalytic CO2 reduction, Mol. Catal. 551 (2023) 113632, https://doi.org/10.1016/j.mcat.2023.113632. [4] K. Qi Y. Zhang N. Onofrio E. Petit X. Cui J. Ma J. Fan H. Wu W. Wang J. Li J. Liu Y. Zhang Y. Wang G. Jia J. Wu L. Lajaunie C. Salameh D. Voiry Unlocking direct CO2 electrolysis to C3 products via electrolyte supersaturation Nat. Catal. 6 4 2023 319 331 10.1038/s41929-023-00938-z K. Qi, Y. Zhang, N. Onofrio, E. Petit, X. Cui, J. Ma, J. Fan, H. Wu, W. Wang, J. Li, J. Liu, Y. Zhang, Y. Wang, G. Jia, J. Wu, L. Lajaunie, C. Salameh, D. Voiry, Unlocking direct CO2 electrolysis to C3 products via electrolyte supersaturation, Nat. Catal. 6(4) (2023) 319–331, https://doi.org/10.1038/s41929-023-00938-z. [5] H. Wang H. Yan K. Peng J. Yan R. Fu R. Li B. Wang C. Jiang Y. Wang T. Xu A direct electrochemical substitution electrodialytic system for CO2 conversion into high value-added soda Chem. Eng. J. 468 2023 143686 10.1016/j.cej.2023.143686 H. Wang, H. Yan, K. Peng, J. Yan, R. Fu, R. Li, B. Wang, C. Jiang, Y. Wang, T. Xu, A direct electrochemical substitution electrodialytic system for CO2 conversion into high value-added soda, Chem. Eng. J. 468 (2023) 143686, https://doi.org/10.1016/j.cej.2023.143686. [6] Y.-P. He S.-Y. Wu J.-X. Guo T.-H. Guo X.-Y. Li A study on the single atom Cu adsorbed Janus MoSSe monolayer as the catalyst for reduction of CO2 to HCOOH Mol. Catal. 549 2023 113511 10.1016/j.mcat.2023.113511 Y.-P. He, S.-Y. Wu, J.-X. Guo, T.-H. Guo, X.-Y. Li, A study on the single atom Cu adsorbed Janus MoSSe monolayer as the catalyst for reduction of CO2 to HCOOH, Mol. Catal. 549 (2023) 113511, https://doi.org/10.1016/j.mcat.2023.113511. [7] H. Zhang J. Gao D. Raciti A.S.J.N.C. Hall Promoting Cu-catalysed CO2 electroreduction to multicarbon products by tuning the activity of H2O Nat. Catal. 6 9 2023 807 817 10.1038/s41929-023-01010-6 H. Zhang, J. Gao, D. Raciti, A.S.J.N.C. Hall, Promoting Cu-catalysed CO2 electroreduction to multicarbon products by tuning the activity of H2O, Nat. Catal. 6(9) (2023) 807–817, https://doi.org/10.1038/s41929-023-01010-6. [8] R. Amirbeigiarab J. Tian A. Herzog C. Qiu A. Bergmann B. Roldan Cuenya O.M.J.N.C. Magnussen Atomic-scale surface restructuring of copper electrodes under CO2 electroreduction conditions Nat. Catal. 6 9 2023 837 846 10.1038/s41929-023-01009-z R. Amirbeigiarab, J. Tian, A. Herzog, C. Qiu, A. Bergmann, B. Roldan Cuenya, O.M.J.N.C. Magnussen, Atomic-scale surface restructuring of copper electrodes under CO2 electroreduction conditions, Nat. Catal. 6(9) (2023) 837–846, https://doi.org/10.1038/s41929-023-01009-z. [9] A.G. Nabi A. ur-Rehman A. Hussain D.D. Tommaso Ab initio random structure searching and catalytic properties of copper-based nanocluster with earth-abundant metals for the electrocatalytic CO2-to-CO conversion Mol. Catal. 527 2022 112406 10.1016/j.mcat.2022.112406 A.G. Nabi, A. ur-Rehman, A. Hussain, D.D. Tommaso, Ab initio random structure searching and catalytic properties of copper-based nanocluster with earth-abundant metals for the electrocatalytic CO2-to-CO conversion, Mol. Catal. 527 (2022) 112406, https://doi.org/10.1016/j.mcat.2022.112406. [10] J. Su D. Pan Y. Dong Y. Zhang Y. Tang J. Sun L. Zhang Z. Tian L. Chen Ultrafine Fe2C iron carbide nanoclusters trapped in topological carbon defects for efficient electroreduction of carbon dioxide Adv. Energy Mater. 2023 2204391 10.1002/aenm.202204391 J. Su, D. Pan, Y. Dong, Y. Zhang, Y. Tang, J. Sun, L. Zhang, Z. Tian, L. Chen, Ultrafine Fe2C iron carbide nanoclusters trapped in topological carbon defects for efficient electroreduction of carbon dioxide, Adv. Energy Mater. (2023) 2204391, https://doi.org/10.1002/aenm.202204391. [11] X. Sun Y. Tuo C. Ye C. Chen Q. Lu G. Li P. Jiang S. Chen P. Zhu M. Ma J. Zhang J.H. Bitter D. Wang Y. Li Phosphorus induced electron localization of single iron sites for boosted CO2 electroreduction reaction Angew. Chem. Int. Ed. 133 44 2021 23806 23810 10.1002/anie.202110433 X. Sun, Y. Tuo, C. Ye, C. Chen, Q. Lu, G. Li, P. Jiang, S. Chen, P. Zhu, M. Ma, J. Zhang, J.H. Bitter, D. Wang, Y. Li, Phosphorus induced electron localization of single iron sites for boosted CO2 electroreduction reaction, Angew. Chem. Int. Ed. 133(44) (2021) 23806–23810, https://doi.org/10.1002/anie.202110433. [12] J. Yin J. Jin Z. Yin L. Zhu X. Du Y. Peng P. Xi C.-H. Yan S.J.N.C. Sun The built-in electric field across FeN/Fe3N interface for efficient electrochemical reduction of CO2 to CO Nat. Commun. 14 1 2023 1724 10.1038/s41467-023-37360-9 J. Yin, J. Jin, Z. Yin, L. Zhu, X. Du, Y. Peng, P. Xi, C.-H. Yan, S.J.N.C. Sun, The built-in electric field across FeN/Fe3N interface for efficient electrochemical reduction of CO2 to CO, Nat. Commun. 14(1) (2023) 1724, https://doi.org/10.1038/s41467-023-37360-9. [13] Z.-H. He J.-J. Shi Y.-Y. Wei S.-Y. Yang K. Wang W. Wang Y. Yang H. Wang C. Wang Z.-T. Liu Boosting electrocatalytic CO2 reduction over Ni/CN catalysts derived from metal-triazolate-framework by doping with chlorine Mol. Catal. 541 2023 113083 10.1016/j.mcat.2023.113083 Z.-H. He, J.-J. Shi, Y.-Y. Wei, S.-Y. Yang, K. Wang, W. Wang, Y. Yang, H. Wang, C. Wang, Z.-T. Liu, Boosting electrocatalytic CO2 reduction over Ni/CN catalysts derived from metal-triazolate-framework by doping with chlorine, Mol. Catal. 541 (2023) 113083, https://doi.org/10.1016/j.mcat.2023.113083. [14] M. Fang L. Xu H. Zhang Y. Zhu W.-Y.J.J.o.t.A.C.S. Wong Metalloporphyrin-linked mercurated graphynes for ultrastable CO2 electroreduction to CO with nearly 100% selectivity at a current density of 1.2 A cm–2 J. Am. Chem. Soc. 144 33 2022 15143 15154 10.1021/jacs.2c05059 M. Fang, L. Xu, H. Zhang, Y. Zhu, W.-Y.J.J.o.t.A.C.S. Wong, Metalloporphyrin-linked mercurated graphynes for ultrastable CO2 electroreduction to CO with nearly 100% selectivity at a current density of 1.2 A cm–2, J. Am. Chem. Soc. 144(33) (2022) 15143–15154, https://doi.org/10.1021/jacs.2c05059. [15] H. Kim D. Shin W. Yang D.H. Won H.-S. Oh M.W. Chung D. Jeong S.H. Kim K.H. Chae J.Y. Ryu Identification of single-atom Ni site active toward electrochemical CO2 conversion to CO J. Am. Chem. Soc. 143 2 2021 925 933 10.1021/jacs.0c11008 H. Kim, D. Shin, W. Yang, D.H. Won, H.-S. Oh, M.W. Chung, D. Jeong, S.H. Kim, K.H. Chae, J.Y. Ryu, Identification of single-atom Ni site active toward electrochemical CO2 conversion to CO, J. Am. Chem. Soc.143(2) (2021) 925–933, https://doi.org/10.1021/jacs.0c11008. [16] S. Yang Z. Liu H. An S. Arnouts J. De Ruiter F. Rollier S. Bals T. Altantzis M.C. Figueiredo I.A. Filot Near-unity electrochemical CO2 to CO conversion over Sn-doped copper oxide nanoparticles ACS. Catal. 12 24 2022 15146 15156 10.1021/acscatal.2c04279 S. Yang, Z. Liu, H. An, S. Arnouts, J. De Ruiter, F. Rollier, S. Bals, T. Altantzis, M.C. Figueiredo, I.A. Filot, Near-unity electrochemical CO2 to CO conversion over Sn-doped copper oxide nanoparticles, ACS. Catal.. 12(24) (2022) 15146–15156, https://doi.org/10.1021/acscatal.2c04279. [17] X. Ma T. Liu E. Liu Y. Zhang Preparation and performance of Cd-MgAl-LDHs@RGO in high efficiency electrocatalytic reduction of CO2 to CO Mol. Catal. 535 2023 112876 10.1016/j.mcat.2022.112876 X. Ma, T. Liu, E. Liu, Y. Zhang, Preparation and performance of Cd-MgAl-LDHs@RGO in high efficiency electrocatalytic reduction of CO2 to CO, Mol. Catal. 535 (2023) 112876, https://doi.org/10.1016/j.mcat.2022.112876. [18] J. Choi J. Kim P. Wagner S. Gambhir R. Jalili S. Byun S. Sayyar Y.M. Lee D.R. MacFarlane G.G. Wallace Energy efficient electrochemical reduction of CO2 to CO using a three-dimensional porphyrin/graphene hydrogel Energy Environ. Sci. 12 2 2019 747 755 10.1039/C8EE03403F J. Choi, J. Kim, P. Wagner, S. Gambhir, R. Jalili, S. Byun, S. Sayyar, Y.M. Lee, D.R. MacFarlane, G.G. Wallace, Energy efficient electrochemical reduction of CO2 to CO using a three-dimensional porphyrin/graphene hydrogel, Energy Environ. Sci. 12(2) (2019) 747–755, https://doi.org/10.1039/C8EE03403F. [19] Y. Tuo W. Liu Q. Lu X. Wang J. Luo S. Wang Y. Zhou M. Wang X. Sun X.J.C.E.J. Feng SO4 2− mediated CO2 activation on metal electrode for efficient CO2 electroreduction Chem. Eng. J. 464 2023 142510 10.1016/j.cej.2023.142510 Y. Tuo, W. Liu, Q. Lu, X. Wang, J. Luo, S. Wang, Y. Zhou, M. Wang, X. Sun, X.J.C.E.J. Feng, SO42− mediated CO2 activation on metal electrode for efficient CO2 electroreduction, Chem. Eng. J. 464 (2023) 142510, https://doi.org/10.1016/j.cej.2023.142510. [20] N. Zhang X. Zhang Y. Kang C. Ye R. Jin H. Yan R. Lin J. Yang Q. Xu Y. Wang A supported Pd2 dual-atom site catalyst for efficient electrochemical CO2 reduction Angew. Chem. Int. Ed. 133 24 2021 13500 13505 10.1002/ange.202101559 N. Zhang, X. Zhang, Y. Kang, C. Ye, R. Jin, H. Yan, R. Lin, J. Yang, Q. Xu, Y. Wang, A supported Pd2 dual-atom site catalyst for efficient electrochemical CO2 reduction, Angew. Chem. Int. Ed. 133(24) (2021) 13500–13505, https://doi.org/10.1002/ange.202101559. [21] B. Xiong Y. Yang J. Liu J. Ding Y. Yang Electrochemical conversion of CO2 to syngas over Cu-M (M= Cd, Zn, Ni, Ag, and Pd) bimetal catalysts Fuel 304 2021 121341 10.1016/j.fuel.2021.121341 B. Xiong, Y. Yang, J. Liu, J. Ding, Y. Yang, Electrochemical conversion of CO2 to syngas over Cu-M (M= Cd, Zn, Ni, Ag, and Pd) bimetal catalysts, Fuel. 304 (2021) 121341, https://doi.org/10.1016/j.fuel.2021.121341. [22] S. Dongare O.K. Coskun E. Cagli K.Y. Lee G. Rao R.D. Britt L.A. Berben B. Gurkan A bifunctional ionic liquid for capture and electrochemical conversion of CO2 to CO over silver ACS. Catal. 13 2023 7812 7821 10.1021/acscatal.3c01538 S. Dongare, O.K. Coskun, E. Cagli, K.Y. Lee, G. Rao, R.D. Britt, L.A. Berben, B. Gurkan, A bifunctional ionic liquid for capture and electrochemical conversion of CO2 to CO over silver, ACS. Catal.. 13 (2023) 7812–7821, https://doi.org/10.1021/acscatal.3c01538. [23] T. Zhang Y. Liu C. Yang L. Tian Y. Yan G. Wang Monotonically increasing relationship between conversion selectivity from CO2 to CO and the interface area of Cu-Ag biphasic electrochemical catalyst J. Alloys Compd. 947 2023 169638 10.1016/j.jallcom.2023.169638 T. Zhang, Y. Liu, C. Yang, L. Tian, Y. Yan, G. Wang, Monotonically increasing relationship between conversion selectivity from CO2 to CO and the interface area of Cu-Ag biphasic electrochemical catalyst, J. Alloys Compd. 947 (2023) 169638, https://doi.org/10.1016/j.jallcom.2023.169638. [24] Y. Liu Y. Fang Q. Yuan J. Lu H. Wang Highly active conversion of CO2 to CO on AuCuB materials Green. Chem. 25 4 2023 1339 1344 10.1039/D2GC04659H Y. Liu, Y. Fang, Q. Yuan, J. Lu, H. Wang, Highly active conversion of CO2 to CO on AuCuB materials, Green. Chem.. 25(4) (2023) 1339–1344, https://doi.org/10.1039/D2GC04659H. [25] G. Deng J. Kim M.S. Bootharaju F. Sun K. Lee Q. Tang Y.J. Hwang T.J.J.o.t.A.C.S. Hyeon Body-centered-cubic-kernelled Ag15Cu6 nanocluster with alkynyl protection: synthesis, total structure, and CO2 electroreduction J. Am. Chem. Soc. 145 6 2022 3401 3407 10.1021/jacs.2c10338 G. Deng, J. Kim, M.S. Bootharaju, F. Sun, K. Lee, Q. Tang, Y.J. Hwang, T.J.J.o.t.A.C.S. Hyeon, Body-centered-cubic-kernelled Ag15Cu6 nanocluster with alkynyl protection: synthesis, total structure, and CO2 electroreduction, J. Am. Chem. Soc. 145(6) (2022) 3401–3407, https://doi.org/10.1021/jacs.2c10338. [26] Z. Zhang G. Wen D. Luo B. Ren Y. Zhu R. Gao H. Dou G. Sun M. Feng Z.J.J.o.t.A.C.S. Bai Two ships in a bottle” design for Zn–Ag–O catalyst enabling selective and long-lasting CO2 electroreduction J. Am. Chem. Soc. 143 18 2021 6855 6864 10.1021/jacs.0c12418 Z. Zhang, G. Wen, D. Luo, B. Ren, Y. Zhu, R. Gao, H. Dou, G. Sun, M. Feng, Z.J.J.o.t.A.C.S. Bai, “Two ships in a bottle” design for Zn–Ag–O catalyst enabling selective and long-lasting CO2 electroreduction, J. Am. Chem. Soc. 143(18) (2021) 6855–6864, https://doi.org/10.1021/jacs.0c12418. [27] Z. Guo H. Zhu G. Yang A. Wu Q. Chen Z. Yan K.L. Fow H. Do J.D. Hirst T.J.C.E.J. Wu Synergistic engineering of heteronuclear Ni-Ag dual-atom catalysts for high-efficiency CO2 electroreduction with nearly 100% CO selectivity Chem. Eng. J. 476 2023 146556 10.1016/j.cej.2023.146556 Z. Guo, H. Zhu, G. Yang, A. Wu, Q. Chen, Z. Yan, K.L. Fow, H. Do, J.D. Hirst, T.J.C.E.J. Wu, Synergistic engineering of heteronuclear Ni-Ag dual-atom catalysts for high-efficiency CO2 electroreduction with nearly 100% CO selectivity, Chem. Eng. J. 476 (2023) 146556, https://doi.org/10.1016/j.cej.2023.146556. [28] J. Filippi L. Rotundo R. Gobetto H.A. Miller C. Nervi A. Lavacchi F. Vizza Turning manganese into gold: efficient electrochemical CO2 reduction by a fac-Mn (apbpy)(CO) 3Br complex in a gas–liquid interface flow cell Chem. Eng. J. 416 2021 129050 10.1016/j.cej.2021.129050 J. Filippi, L. Rotundo, R. Gobetto, H.A. Miller, C. Nervi, A. Lavacchi, F. Vizza, Turning manganese into gold: efficient electrochemical CO2 reduction by a fac-Mn (apbpy)(CO) 3Br complex in a gas–liquid interface flow cell, Chem. Eng. J. 416 (2021) 129050, https://doi.org/10.1016/j.cej.2021.129050. [29] M. Wang B. Zhang J. Ding N. Xu M.T. Bernards Y. He Y. Shi Three-dimensional nitrogen-doped graphene aerogel-supported MnO nanoparticles as efficient electrocatalysts for CO2 reduction to CO ACS Sustain. Chem. Eng. 8 12 2020 4983 4994 10.1021/acssuschemeng.0c01194 M. Wang, B. Zhang, J. Ding, N. Xu, M.T. Bernards, Y. He, Y. Shi, Three-dimensional nitrogen-doped graphene aerogel-supported MnO nanoparticles as efficient electrocatalysts for CO2 reduction to CO, ACS Sustain. Chem. Eng. 8(12) (2020) 4983–4994, https://doi.org/10.1021/acssuschemeng.0c01194. [30] B. Zhang J. Zhang J. Shi D. Tan L. Liu F. Zhang C. Lu Z. Su X. Tan X. Cheng B. Han L. Zheng J. Zhang Manganese acting as a high-performance heterogeneous electrocatalyst in carbon dioxide reduction Nat. Commun. 10 1 2019 2980 10.1038/s41467-019-10854-1 B. Zhang, J. Zhang, J. Shi, D. Tan, L. Liu, F. Zhang, C. Lu, Z. Su, X. Tan, X. Cheng, B. Han, L. Zheng, J. Zhang, Manganese acting as a high-performance heterogeneous electrocatalyst in carbon dioxide reduction, Nat. Commun. 10(1) (2019) 2980, https://doi.org/10.1038/s41467-019-10854-1. [31] J. Feng H. Gao L. Zheng Z. Chen S. Zeng C. Jiang H. Dong L. Liu S. Zhang X. Zhang A Mn-N3 single-atom catalyst embedded in graphitic carbon nitride for efficient CO2 electroreduction Nat. Commun. 11 1 2020 4341 10.1038/s41467-020-18143-y J. Feng, H. Gao, L. Zheng, Z. Chen, S. Zeng, C. Jiang, H. Dong, L. Liu, S. Zhang, X. Zhang, A Mn-N3 single-atom catalyst embedded in graphitic carbon nitride for efficient CO2 electroreduction, Nat. Commun. 11(1) (2020) 4341, https://doi.org/10.1038/s41467-020-18143-y. [32] H.-Y. Tan S.-C. Lin J. Wang C.-J. Chang S.-C. Haw K.-H. Lin L.D. Tsai H.-C. Chen H.M. Chen MOF-templated sulfurization of atomically dispersed manganese catalysts facilitating electroreduction of CO2 to CO ACS Appl. Mater. Interfaces. 13 44 2021 52134 52143 10.1021/acsami.1c10059 H.-Y. Tan, S.-C. Lin, J. Wang, C.-J. Chang, S.-C. Haw, K.-H. Lin, L.D. Tsai, H.-C. Chen, H.M. Chen, MOF-templated sulfurization of atomically dispersed manganese catalysts facilitating electroreduction of CO2 to CO, ACS Appl. Mater. Interfaces. 13(44) (2021) 52134–52143, https://doi.org/10.1021/acsami.1c10059. [33] W. Ni Y. Gao Y. Lin C. Ma X. Guo S. Wang S. Zhang Nonnitrogen coordination environment steering electrochemical CO2-to-CO conversion over single-atom tin catalysts in a wide potential window ACS. Catal. 11 9 2021 5212 5221 10.1021/acscatal.0c05514 W. Ni, Y. Gao, Y. Lin, C. Ma, X. Guo, S. Wang, S. Zhang, Nonnitrogen coordination environment steering electrochemical CO2-to-CO conversion over single-atom tin catalysts in a wide potential window, ACS. Catal.. 11(9) (2021) 5212–5221, https://doi.org/10.1021/acscatal.0c05514. [34] S. Lee Y.E. Jeon S. Lee W. Lee S. Kim J. Choi J. Park J.W. Han Y.N. Ko Y.E. Kim Deciphering mass transport behavior in membrane electrode assembly by manipulating porous structures of atomically dispersed Metal-Nx catalysts for High-Efficiency electrochemical CO2 conversion Chem. Eng. J. 464 2023 142593 10.1016/j.cej.2023.142593 S. Lee, Y.E. Jeon, S. Lee, W. Lee, S. Kim, J. Choi, J. Park, J.W. Han, Y.N. Ko, Y.E. Kim, Deciphering mass transport behavior in membrane electrode assembly by manipulating porous structures of atomically dispersed Metal-Nx catalysts for High-Efficiency electrochemical CO2 conversion, Chem. Eng. J. 464 (2023) 142593, https://doi.org/10.1016/j.cej.2023.142593. [35] Z. Shu G. Ye J. Wang S. Liu Z. He W. Zhu B. Liu M.J.I. Liu Nitrogen-doped carbon with high graphitic-N exposure for electroreduction of CO2 to CO Ionics. (Kiel) 27 7 2021 3089 3098 10.1007/s11581-021-04077-y Z. Shu, G. Ye, J. Wang, S. Liu, Z. He, W. Zhu, B. Liu, M.J.I. Liu, Nitrogen-doped carbon with high graphitic-N exposure for electroreduction of CO2 to CO, Ionics. (Kiel). 27(7) (2021) 3089–3098, https://doi.org/10.1007/s11581-021-04077-y. [36] T. Zheng K. Jiang N. Ta Y. Hu J. Zeng J. Liu H. Wang Large-scale and highly selective CO2 electrocatalytic reduction on nickel single-atom catalyst Joule 3 1 2019 265 278 10.1016/j.joule.2018.10.015 T. Zheng, K. Jiang, N. Ta, Y. Hu, J. Zeng, J. Liu, H. Wang, Large-scale and highly selective CO2 electrocatalytic reduction on nickel single-atom catalyst, Joule. 3(1) (2019) 265–278, https://doi.org/10.1016/j.joule.2018.10.015. [37] Q. Fan P. Hou C. Choi T.S. Wu S. Hong F. Li Y.L. Soo P. Kang Y. Jung Z. Sun Activation of Ni particles into single Ni–N atoms for efficient electrochemical reduction of CO2 Adv. Energy Mater. 10 5 2020 1903068 10.1002/aenm.201903068 Q. Fan, P. Hou, C. Choi, T.S. Wu, S. Hong, F. Li, Y.L. Soo, P. Kang, Y. Jung, Z. Sun, Activation of Ni particles into single Ni–N atoms for efficient electrochemical reduction of CO2, Adv. Energy Mater. 10(5) (2020) 1903068, https://doi.org/10.1002/aenm.201903068. [38] M.X. Du Y. Bu Y. Zhou Y.R. Zhao S.J. Wang H. Xu Peptide-templated synthesis of branched MnO2 nanowires with improved electrochemical performances RSC. Adv. 7 21 2017 12711 12718 10.1039/c7ra00829e M.X. Du, Y. Bu, Y. Zhou, Y.R. Zhao, S.J. Wang, H. Xu, Peptide-templated synthesis of branched MnO2 nanowires with improved electrochemical performances, RSC. Adv.. 7(21) (2017) 12711–12718, https://doi.org/10.1039/c7ra00829e. [39] X. Wang D. Wu S. Liu J. Zhang X.-Z. Fu J.-L. Luo Folic acid self-assembly enabling manganese single-atom electrocatalyst for selective nitrogen reduction to ammonia Nano-Micro Lett. 13 125 2021 2021 10.1007/s40820-021-00651-1 X. Wang, D. Wu, S. Liu, J. Zhang, X.-Z. Fu, J.-L. Luo, Folic acid self-assembly enabling manganese single-atom electrocatalyst for selective nitrogen reduction to ammonia, Nano-Micro Lett.. 13(125) (2021) 2021, https://doi.org/10.1007/s40820-021-00651-1. [40] Y. Yang K. Mao S. Gao H. Huang G. Xia Z. Lin P. Jiang C. Wang H. Wang Q. Chen O-, N-Atoms-coordinated mn cofactors within a graphene framework as bioinspired oxygen reduction reaction electrocatalysts Adv. Mater. 30 28 2018 1801732 10.1002/adma.201801732 Y. Yang, K. Mao, S. Gao, H. Huang, G. Xia, Z. Lin, P. Jiang, C. Wang, H. Wang, Q. Chen, O-, N-Atoms-coordinated mn cofactors within a graphene framework as bioinspired oxygen reduction reaction electrocatalysts, Adv. Mater. 30(28) (2018) 1801732, https://doi.org/10.1002/adma.201801732. [41] O.K. Coskun S. Dongare B. Doherty A. Klemm M. Tuckerman B.J.A.C. Gurkan Tailoring electrochemical CO2 reduction on copper by reactive ionic liquid and native hydrogen bond donors Angew. Chem. Int. Ed. 136 1 2024 e202312163 10.1002/ange.202312163 O.K. Coskun, S. Dongare, B. Doherty, A. Klemm, M. Tuckerman, B.J.A.C. Gurkan, Tailoring electrochemical CO2 reduction on copper by reactive ionic liquid and native hydrogen bond donors, Angew. Chem. Int. Ed. 136(1) (2024) e202312163, https://doi.org/10.1002/ange.202312163. [42] Y. Sha J. Zhang X. Cheng M. Xu Z. Su Y. Wang J. Hu B. Han L. Zheng Anchoring ionic liquid in copper electrocatalyst for improving CO2 conversion to ethylene Angew. Chem. Int. Ed. 61 13 2022 e202200039 10.1002/anie.202200039 Y. Sha, J. Zhang, X. Cheng, M. Xu, Z. Su, Y. Wang, J. Hu, B. Han, L.J.A.C.I.E. Zheng, Anchoring ionic liquid in copper electrocatalyst for improving CO2 conversion to ethylene, Angew. Chem. Int. Ed. 61(13) (2022) e202200039, https://doi.org/10.1002/anie.202200039. [43] J. Sun, Z. Liu, H. Zhou, M. Cao, W. Cai, C. Xu, J. Xu, Z.J.S. Huang, Ionic liquids modulating local microenvironment of NiFe binary single atom catalyst for efficient electrochemical CO2 reduction, Small 2308522, doi:10.1002/smll.202308522. [44] B. Liu W. Guo M.A.J.A.C. Gebbie Tuning ionic screening to accelerate electrochemical CO2 reduction in ionic liquid electrolytes ACS. Catal. 12 15 2022 9706 9716 10.1021/acscatal.2c02154 B. Liu, W. Guo, M.A.J.A.C. Gebbie, Tuning ionic screening to accelerate electrochemical CO2 reduction in ionic liquid electrolytes, ACS. Catal.. 12(15) (2022) 9706–9716, https://doi.org/10.1021/acscatal.2c02154. [45] F. Xu Z. Wang Z. Liu A. Ma D. Wu F. Wu H. Xu G. Fan Coordination environment engineering of transition metal doped phthalocyanine single-atom catalysts for carbon dioxide reduction reaction: a DFT study Mol. Catal. 550 2023 113617 10.1016/j.mcat.2023.113617 F. Xu, Z. Wang, Z. Liu, A. Ma, D. Wu, F. Wu, H. Xu, G. Fan, Coordination environment engineering of transition metal doped phthalocyanine single-atom catalysts for carbon dioxide reduction reaction: a DFT study, Mol. Catal. 550 (2023) 113617, https://doi.org/10.1016/j.mcat.2023.113617.",
      "scopus-id": "85189177161",
      "coredata": {
        "eid": "1-s2.0-S2468823124002803",
        "dc:description": "Modulating the ordinary nitrogen coordination environment of single-atom catalysts (SACs) is a promising strategy for customizing their activity and selectivity in electrochemical reduction of CO2 (CO2RR). However, less attention has been paid to developing Mn-SACs with nitrogen-free coordination environment for CO2 electroreduction. Herein, we construct a Mn SAC with a coordination structure of Mn-O4 anchored in nitrogen-doped graphitic carbon, which exhibits a 98.5 % of CO faradic efficiency (FECO) with a high CO partial current density (j CO) of ∼9.77 mA cm−2 at a low overpotential of 0.32 V in an H-type electrolytic cell. Furthermore, a higher current density of 27.8 mA cm−2 with a FECO of 93.8 % at 0.51 V overpotential was achieved in an ionic liquid (IL) electrolyte. Density functional theory (DFT) calculations reveal that the Mn-O4 site significantly lowers the free energy of the COOH* formation compared to the conventional N atoms coordinated Mn SACs, and thus facilitates the CO2-to-CO conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-04-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124002803",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Kuan"
          },
          {
            "@_fa": "true",
            "$": "Li, Li-Sha"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Rong-Rong"
          },
          {
            "@_fa": "true",
            "$": "Wang, Huan"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Xue"
          },
          {
            "@_fa": "true",
            "$": "Hao, Xiaodong"
          },
          {
            "@_fa": "true",
            "$": "He, Zhen-Hong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Zhao-Tie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124002803"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124002803"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00280-3",
        "prism:volume": "559",
        "articleNumber": "114097",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Non-nitrogen Mn-O4 coordination environment boosting CO2 electroreduction over single-atom Mn catalyst at low overpotential",
        "prism:copyright": "© 2024 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nitrogen-free Mn-o4 coordination environment"
          },
          {
            "@_fa": "true",
            "$": "Single-atom Mn"
          },
          {
            "@_fa": "true",
            "$": "CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis, Carbon monoxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114097",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 April 2024",
        "prism:doi": "10.1016/j.mcat.2024.114097",
        "prism:startingPage": "114097",
        "dc:identifier": "doi:10.1016/j.mcat.2024.114097",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "291",
            "@width": "620",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54907",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "373",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73232",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "397",
            "@width": "655",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90124",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "422",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33330",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "611",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104938",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "103",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11333",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14428",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16893",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "104",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13395",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18100",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1290",
            "@width": "2744",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "490050",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1650",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "639268",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1757",
            "@width": "2900",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "791704",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1871",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "233435",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2705",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1005637",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1191052",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124002803-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "508367",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85189177161"
      }
    }
  }
}