{
  "metadata": {
    "title": "Exceptional stability and chemical mechanism over spinel ZnCr<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>4</ce:inf> catalyst for HCl oxidation to Cl<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-06-30",
    "doi": "10.1016/j.mcat.2019.03.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119301415",
    "pii": "S2468823119301415"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85063732382",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-04-04 2019-04-04 2019-04-04 2019-04-04 2019-05-03T11:55:51 1-s2.0-S2468823119301415 S2468-8231(19)30141-5 S2468823119301415 10.1016/j.mcat.2019.03.025 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00061 2019-12-20T06:39:09.791581Z 0 0 20190601 20190630 2019 2019-04-04T04:30:46.459429Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 470 470 C Volume 470 11 82 88 82 88 201906 June 2019 2019-06-01 2019-06-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. EXCEPTIONALSTABILITYCHEMICALMECHANISMOVERSPINELZNCR2O4CATALYSTFORHCLOXIDATIONCL2 TIAN X 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalysts characterizations 2.3 Catalytic tests 2.4 DFT calculations 3 Results and discussion 3.1 Structural characterizations and catalytic performance of catalysts 3.2 Chemical mechanism study by DFT calculations 4 Conclusions Conflict of interest Acknowledgements Appendix A Supplementary data References DING 2013 97 104 J CRIHAN 2008 2131 2134 D FENG 2015 483 487 K SUN 2018 286 292 Y FEI 2014 273 280 Z AMRUTE 2012 287 297 A FARRA 2013 3454 3465 R MOSER 2013 121 123 M FEI 2014 19438 19445 Z LI 2017 6453 6463 C SEKI 2010 168 175 K AMRUTE 2013 9772 9775 A HOHENBERG 1964 B864 B869 P KOHN 1965 A1133 A1138 W AMRUTE 2011 583 590 A WANG 2015 477 486 Y KRESSE 1994 14251 14269 G KRESSE 1996 15 50 G ZHANG 1998 890 Y KRESSE 1999 1758 1775 G BLOCHL 1994 16223 16233 P HESTENES 1952 409 436 M CAO 2011 71 79 X SUCHOMSKI 2011 155 165 C ARNOLD 1952 293 296 C AMRUTE 2011 1056 1063 A CABELLO 2016 212 220 G CHEN 2011 17400 17408 J JIAO 2016 1065 1068 F AMRUTE 2012 257 265 A BRACCONI 1975 2395 2400 P HOSSEINI 2016 261 269 S PETERSON 2012 251 258 A ABILDPEDERSEN 2007 016105-1 016105-4 F TIANX2019X82 TIANX2019X82X88 TIANX2019X82XX TIANX2019X82X88XX 2021-04-04T00:00:00.000Z 2021-04-04T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S2468-8231(19)30141-5 S2468823119301415 1-s2.0-S2468823119301415 10.1016/j.mcat.2019.03.025 315758 2019-12-20T06:39:09.791581Z 2019-06-01 2019-06-30 1-s2.0-S2468823119301415-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/MAIN/application/pdf/6c59a7cccc09534e7ed9e8e4166a82f3/main.pdf main.pdf pdf true 1851572 MAIN 7 1-s2.0-S2468823119301415-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/PREVIEW/image/png/a26fc2f35fb2d351c3010757dcbfeec1/main_1.png main_1.png png 53773 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119301415-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/ga1/THUMBNAIL/image/gif/697c035a561a7ef866fe38f70476f1b8/ga1.sml ga1 true ga1.sml sml 15908 164 210 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr1/THUMBNAIL/image/gif/c1e5412fb9959381feb7f2ed7f4269b9/gr1.sml gr1 gr1.sml sml 14953 164 164 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr2/THUMBNAIL/image/gif/66354bd88409bb37b9cd02ed27b1dba6/gr2.sml gr2 gr2.sml sml 9832 164 210 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr3/THUMBNAIL/image/gif/776fb22d8ef99ad5e34ee9603a80e180/gr3.sml gr3 gr3.sml sml 11417 164 193 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr4/THUMBNAIL/image/gif/8b1f29c6dfe4e8ef95edf1be44c96d7e/gr4.sml gr4 gr4.sml sml 7827 102 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr5/THUMBNAIL/image/gif/3f3e48f2c816796736449d9f687622c9/gr5.sml gr5 gr5.sml sml 10297 164 173 IMAGE-THUMBNAIL 1-s2.0-S2468823119301415-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/ga1/DOWNSAMPLED/image/jpeg/ddd9f1f83fe21a52107ef1e580384d17/ga1.jpg ga1 true ga1.jpg jpg 19365 200 256 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr1/DOWNSAMPLED/image/jpeg/35f515bc158da18839211ad58239a616/gr1.jpg gr1 gr1.jpg jpg 112419 565 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr2/DOWNSAMPLED/image/jpeg/34850f9f5b8592e989143a60efc1315f/gr2.jpg gr2 gr2.jpg jpg 59175 441 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr3/DOWNSAMPLED/image/jpeg/ed734b1a01202afc3f1d6af5857aa66f/gr3.jpg gr3 gr3.jpg jpg 73274 480 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr4/DOWNSAMPLED/image/jpeg/c4f902a76181327292b806448228ac50/gr4.jpg gr4 gr4.jpg jpg 47817 262 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/gr5/DOWNSAMPLED/image/jpeg/2f1c0736861275a9009e5f225d9d8f5f/gr5.jpg gr5 gr5.jpg jpg 58784 445 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301415-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/cb9afdf61bac57664785f3bff4cc3640/mmc1.docx mmc1 mmc1.docx docx 2336610 APPLICATION 1-s2.0-S2468823119301415-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/STRIPIN/image/gif/f443262453616f45438774ed6a04c936/si1.gif si1 si1.gif gif 887 48 260 ALTIMG 1-s2.0-S2468823119301415-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/STRIPIN/image/gif/80e210fe2c199eaac3f4b1ca0ad0b9e8/si2.gif si2 si2.gif gif 1217 46 325 ALTIMG 1-s2.0-S2468823119301415-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301415/STRIPIN/image/gif/8c3c4c5585725e4b97df814e3be782cf/si3.gif si3 si3.gif gif 1330 46 413 ALTIMG 1-s2.0-S2468823119301415-am.pdf am am.pdf pdf 921956 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10DF3K78GWD/MAIN/application/pdf/0b26bc83fe025f8c052432f9018f3c69/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10DF3K78GWD/MAIN/application/pdf/0b26bc83fe025f8c052432f9018f3c69/am.pdf MCAT 10367 S2468-8231(19)30141-5 10.1016/j.mcat.2019.03.025 Elsevier B.V. Fig. 1 XRD patterns and HRTEM images of (a) CoCr2O4; (b) ZnCr2O4; (c), (d) CoCr2O4-700; (e), (f) ZnCr2O4-600. Fig. 1 Fig. 2 (a) The effect of reaction temperature on χHCl; (b) The effect of Wcat/FHCl on STY and χHCl; (c) The effect of feed O2/HCl on STY ; (d) Long-term stability test. Conditions: Wcat = 0.5 g, T = 390 °C (ZnCr2O4-600), T = 430 °C (CoCr2O4-700), FHCl = 16 ml/min, O2/ HCl = 1, FT = 160 ml/min, P = 1 bar. Fig. 2 Fig. 3 (a) Cr 2p3/2 XPS spectra; (b) O1s XPS spectra; (c) O2-TPD profiles; (d) H2-TPR profiles of CoCr2O4-700 and ZnCr2O4-600. Fig. 3 Fig. 4 The reaction free energy trend and elementary reaction network for HCl oxidation. The green line and blue line indicate the △G-determining steps with the consideration of the reaction on either perfect (solid lines) or defect (dashed lines) surfaces. The red triangles and circles indicate the specific activity of HCl oxidation on CoCr2O4 and ZnCr2O4 respectively. The reaction energy was corrected to free energy with the temperature of 703 K. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 4 Fig. 5 Reaction mechanisms for HCl oxidation on ZnCr2O4 (a) and CoCr2O4 (b) simulated by DFT calculations. The △G-determining steps were highlighted using the red letters. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 5 Exceptional stability and chemical mechanism over spinel ZnCr2O4 catalyst for HCl oxidation to Cl2 Xin Tian a Chenxi Guo c Hong Zhong a Yonghua Zhou a ⁎ Jianping Xiao b c ⁎⁎ a Hunan Provincial Key Laboratory of Efficient and Clean Utilization of Manganese Resources, College of Chemistry and Chemical Engineering, Central South University, Changsha, 410083, China Hunan Provincial Key Laboratory of Efficient and Clean Utilization of Manganese Resources College of Chemistry and Chemical Engineering Central South University Changsha 410083 China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, China State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 China c Institute of Natural Sciences, Westlake Institute for Advanced Study, School of Science, Westlake University, Hangzhou, 310024, China Institute of Natural Sciences Westlake Institute for Advanced Study School of Science Westlake University Hangzhou 310024 China ⁎ Corresponding author. ⁎⁎ Corresponding author at: State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, China. State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 China Graphical abstract Deacon process, one-step catalytic oxidation of HCl to Cl2, is the most effective way to realize the recycling utilization of chlorine element in industry since 1868. However, the stability of non-noble metal catalysts, e.g. Cr-based catalysts, is problematic to be commercialized due to the Cr loss in reaction atmosphere. Herein, we reported a spinel ZnCr2O4 catalyst exhibiting a high activity as well as an unprecedented long-term stability, with a sustainable HCl conversion rate (χHCl) of ˜78% and the space time yield (STY) of 2.25 gCl2 gcat −1 h−1 even after 300 h run at 390 °C and feed O2/HCl (1:1). In addition, we conceived the control experiments and density functional theory (DFT) calculations to deeply understand the chemical mechanisms over spinel CoCr2O4 and ZnCr2O4. The XPS, O2-TPD and H2-TPR characterizations suggested the different surface redox behaviors of both catalysts. DFT calculations indicated that a defect surface of ZnCr2O4 was more active in HCl catalyzed oxidation and HCl preferred to be absorbed on the Zn top site and Cl* coupling to Cl2 was the△G-determining step, which led to the excellent stability of ZnCr2O4 by efficiently avoiding the Cr loss. On the contrary, the higher reaction energy of HCl adsorption on the Co-Cr bridge sites of CoCr2O4 caused the decreasing of activity and stability. Consequently, the different stability performance over CoCr2O4 and ZnCr2O4 was well correlated with the two distinct chemical mechanisms and therefore an outstanding agreement was obtained from the theoretical calculations and experimental behaviors. Keywords Chlorine recycling HCl catalytic oxidation Spinel Zinc chromate Cobalt chromate 1 Introduction Chlorine (Cl2) is a key building block for the manufacturing of important industrial chemicals and consumer products, such as polyvinyl chloride (PVC), polyurethanes (PU), and chlorinated polypropylene (CPP). However in most chlorination processes, about 50 percent Cl2 used ends up with the by-product HCl [1]. As the more pressing issues from environmental and energy concerns in the chlorine-involved industries, it is highly demanding to effectively convert the by-product HCl to Cl2 for chlorine cycling. To date, the traditional Deacon process, firstly proposed in 1868, is still the most effective way via one-step HCl catalytic oxidation to Cl2, where a Ru-based catalyst was used due to its high activity and stability at low temperature [2–5]. However, the high price of Ru inhibits its wide application in massive productions. Alternatively, the Cu-based catalysts have been most extensively studied. Much effort was devoted to improve its stability by adding rare earth or alkali metal elements (K, La, Ce et al), since the Cu loss in reaction condition is the dominant drawback of the catalyst [6–8]. CeO2 was the recently reported catalyst or promoter for HCl oxidation [9–13]. Besides, Cr-based catalyst is another traditional and widely-studied catalyst for HCl conversion, where the poor long-term stability as well as the toxicity of Cr6+ are problematic, limiting its successful commercialization [14]. Furthermore, Pérez-Ramirez et al. reported a stable CuCrO2 delafossite catalyst, which exhibited a stability of above 200 h with STY of 0.7 gCl2 gcat −1 h−1 at feed O2/HCl (2:1) [15]. Therefore, the attempt to develop non-noble metal catalysts with high activity and stability is still appealing, while the lack of understanding the correlation between stability and chemical mechanism limits the development of high stable catalysts in HCl oxidation. Spinel is a kind of robust mineral, in which M1 and M2 cations are bound in a solid matrix. The high-spin divalent M2+ cations occupy the tetrahedral sites to a great extent, while the low-spin trivalent M3+ cations account for the octahedral sites. Considering the high reaction temperature of HCl oxidation, spinel type chromite (MCr2O4) with high thermal stability might be a potential candidate as a stable Cr-based catalyst. In this work, we have conceived some control experiments to understand the relation between the stability of catalysts and the corresponding chemical mechanisms in HCl oxidation. At first, we synthesized a series of chromate spinels MCr2O4 (M = Co, Zn, Ni, Mg, Cu) and tested their activity and stability in HCl oxidation. The results showed that only CoCr2O4 and ZnCr2O4 exhibited the comparable initial activity and short-time stability among all the samples. Even though, for the CoCr2O4 catalyst, the stability drops significantly after 300 h run. In comparison, the ZnCr2O4 has unprecedentedly stability after 300 h with a high χHCl of 78%, at a high STY value of 2.25 gCl2 gcat −1 h−1. In addition, DFT [16,17] calculations were carried out to understand the chemical mechanisms over the CoCr2O4 and ZnCr2O4 spinel catalysts. The CoCr2O4 perfect surface contributes more for HCl oxidation driven by Langmuir-Hinshelwood mechanism, while Mars van Krevelen (MK) mechanism is more preferred on ZnCr2O4 defect surface, where the involving of lattice O provides further promotion for the HCl conversion activity. As the formation of lattice oxygen vacancy defect is unavoidable in reaction condition, making the unsustainable stability for the CoCr2O4 catalyst, while the MK mechanism, being differential with the traditional mechanism found by previous work [18], is key for the stability of ZnCr2O4 catalyst, explaining well the experimental observations. 2 Experimental 2.1 Catalysts preparation The spinel MCr2O4 (M = Co, Zn) was prepared via sol-gel technique [19]. Taking ZnCr2O4 for instance, nitrates of different cations were used as precursors, with the stoichiometric ratio of Zn: Cr = 1:2, citric acid mono-hydrate (C6H8O7·H2O (99.5%)) as fuel ([citric acid]/[total nitrates] = 0.4(mol:mol)) and 5 wt% aqueous solution of glycerin as dispersant. The mixed-salt solution was heated at 80 °C and stirred constantly for 3 h to form a wet gel. Then the wet gel was dried at 100 °C for 8 h to dry gel. Finally the sample was calcined in the air at different temperatures (550–750 °C) for 2 h and ground to 40–60 mesh. The obtained catalyst was designated as MCr2O4-x, with M referring Zn or Co and x referring to the calcination temperature. 2.2 Catalysts characterizations The X-ray diffraction (XRD) patterns of samples were recorded by using a BRUKER D8 diffractometer with filtered Cu Kα radiation. X-ray fluorescence (XRF) in ARL ADVANT’X Intelli Power 4200 scanning X-ray fluorescence spectrometer is used to analyze elemental compositions of the catalysts. The BET surface areas of catalysts were measured by nitrogen physical adsorption-desorption isotherms at liquid-nitrogen temperature (77 K) by means of an automatic adsorption instrument (Quanta chromium Quadrawin gas sorption analyzer). The morphology of catalysts was detected by high-resolution transmission electron microscopy (HRTEM) TECNAI G2 F20S-TWIN instrument. Surface composition was determined by X-ray photoelectron spectroscopy (XPS) on an ESCALAB 250Xi instrument, with an Al Kα X-ray source (1486.6 eV). Raman spectra were achieved at room temperature on a LabRam HR Raman spectrometer (Horiba Jobin-Yvon) using a 532 nm laser with a 50% neutral-density filter. H2-temperature programmed reduction (H2-TPR) profiles of catalysts were carried out by micrometrics autochem 2910 equipment. 200 mg catalyst of 40–60 mesh was dehydrated with He or Ar for 1 h at 300 °C and then cooled down to 50 °C. The catalyst was heated from 50 °C to 800 °C at the rate of 10 °C/ min in a gas flow of 5 vol.% H2/N2 of 30 ml/min. The signal of H2 desorption was detected by TCD. Temperature programmed desorption of oxygen (O2-TPD) was performed at a Micromeritics autochem 2920 II chemisorption analyzer. 200 mg catalyst of 40–60 mesh was heated programmedly from 50 °C to 600 °C at the rate of 10 °C/ min in a gas flow of 10 vol.% O2/He of 30 ml/min and then cooled down to 50 °C. The catalyst was purged with He for 1 h and heated programmedly from 50 °C to 600 °C at the rate of 10 °C/ min. The signal of O2 desorption was detected by TCD. 2.3 Catalytic tests Catalytic performance tests for HCl oxidation were carried out in a quartz fixed-bed tube reactor (the equivalent diameter and length of 10 mm and 300 mm, respectively) using 0.5 g of catalyst, a total pressure of 1 bar. The reactor was slowly heated up to the specified temperature under N2 atmosphere before admitting a mixture with a total flow rate (FT) 160 ml/min. One hour after the reaction, outcomes were absorbed by excessive potassium iodide solution, and the amount of chlorine and HCl were analyzed by acid-base titration. The following formulas were used: (1) x H C l = 1 - [ H C l ] o u t [ H C l ] o u t + 2 [ C l 2 ] o u t ( % ) (2) S T Y = m a s s o f p r o d u c e d C l 2 c a t a l y s t m a s s ∙ h o u r ( g C l 2 g c a t - 1 h - 1 ) (3) W c a t / F H C l = c a t a l y s t m a s s f l o w r a t e o f H C l g a s ( m g min m L - 1 ) Where [HCl]out and [Cl2]out represent the mole numbers of HCl and Cl2 per minute detected in the effluent gas, respectively. 2.4 DFT calculations All the DFT calculations were conducted using the Vienna ab initio simulation package (VASP) [20,21] with revised Perdew–Burke–Ernzerhof (rPBE) functional [22]. The projector-augmented wave (PAW) method [23,24] was used with the cut-off energy of 400 eV. The bulk lattice parameters for two spinel unit cell were optimized with a Monkhorst-Pack k-point 3 × 3×3 and 3 × 3×1 for all the surface optimization calculations. Total electronic energy optimizations for adsorbates were conducted using the conjugate-gradient (CG) algorithm [25,26], and the force convergence was set to be 0.05 eV∙Å-1. Spinel (400) surfaces were applied with a p(1 × 1) unit cell, and the vacuum layer was set to be 15 Å. The standard thermodynamic corrections were used to obtain the free energy results considering the temperature of the system to be 703 K and both pressures of HCl and O2 to be 1 bar. The scaling relations were calculated using the DFT calculations based on adsorption energies of different adsorbates (O*, Cl*, OH*, O2*, OOH*, Cl*), where the adsorbed O* was used as the descriptor. The adsorption of adsorbates was calculated on MeCr2O4 (400) surfaces (Me = Co, Zn, Mg), and the most stable site was used in the scaling relations. All the scaling relations were calculated on perfect surfaces, besides, the adsorption of Cl* and H* were also considered on defect surfaces, which involve the rate-determining steps. Note that, it is necessary to using at least three points establishing the linear scaling relation between adsorption energies of different adsorbates. Therefore, the adsorption of adsorbates on MgCr2O4 was considered. 3 Results and discussion 3.1 Structural characterizations and catalytic performance of catalysts The bulk crystalline structure, elemental composition, specific surface area, and morphology of CoCr2O4 and ZnCr2O4 were characterized by X-ray diffraction (XRD), X-ray fluorescence (XRF), nitrogen physical adsorption-desorption isotherms, and high-resolution transmission electron microscopy (HRTEM). The XRD patterns of CoCr2O4 and ZnCr2O4 obtained at different calcination temperatures are shown in Fig. 1 a and b. CoCr2O4 and ZnCr2O4 samples displays the consistent characteristic peaks with the spinel-type oxides, corresponding to the JCPDS file No. 22-1084 and JCPDS file No. 22-1107) [27]. The elemental composition evaluated by XRF in Table S1, indicating all CoCr2O4 and ZnCr2O4 samples are pretty close to the stoichiometric ratio. Furthermore, with the increase of calcination temperature, the lattice parameters of spinel CoCr2O4 and ZnCr2O4 remain constant, as shown in Table S1, whereas the grain size increased, accompanied by a significant reduction of the BET surface area (SBET). The HRTEM images of CoCr2O4-700 and ZnCr2O4-600 in Fig. 1(c–f) displays the morphology of the cubic CoCr2O4 crystal with size of about 30 nm and the cubic ZnCr2O4 crystal with size of 10–20 nm. The clear fringe of (400) lattice plane of CoCr2O4 and ZnCr2O4 samples with the d-spacing 0.21 nm were both observed. To select the catalysts with optimal calcination temperature for HCl oxidation reaction, we have first investigated the initial activity and stability for spinel CoCr2O4 and ZnCr2O4 after 100 h run. It was found that the increase of calcination temperature leads to the slightly decreased initial activity, accompanied by the higher stability of CoCr2O4 under low HCl flow rate (Figs. S1 and S2). Comparatively, the CoCr2O4-700 sample exhibits both high activity and stability with apparent activation energy of 59.7 kJ/mol in the reaction temperature range of 300–360 °C (Fig. S3). The effect of calcination temperature on the initial activity of ZnCr2O4 (Fig. S4) indicates the ZnCr2O4-600 has the highest activity. The stability tests over ZnCr2O4 catalysts in Fig. S5 shows that ZnCr2O4 catalysts are quite stable even under higher HCl flow rate, when the calcination temperature of the catalysts exceeds 600 °C. Comparatively, ZnCr2O4-600 exhibits both high activity and stability. The apparent activation energy estimated for ZnCr2O4 in Fig. S6 also reveals that ZnCr2O4-600 is the most active, with the lowest apparent activation energy (80.7 kJ/mol). The two CoCr2O4-700 and ZnCr2O4-600 samples were further investigated in different reaction temperature, Wcat/FHCl, feed O2/HCl, to find the optimal reaction condition of individual catalyst (Fig. 2 ). It is noteworthy that the χHCl of ZnCr2O4-600 reaches to an equilibrium with the value of ˜80% in Fig. 2a, where the exothermic reaction is reversible at the temperature higher than 390 °C [28]. For the CoCr2O4-700, although it exhibits higher χHCl than ZnCr2O4-600 below 330 °C, the rising slope on reaction temperature is smaller as shown in Fig. 2a. This is consistent with the apparent activation energy contrast (59.7 and 80.7 kJ/mol) above, indicating the higher intrinsic activity of CoCr2O4-700 compared to the ZnCr2O4-600. However, why the real activity of CoCr2O4-700 is lower than ZnCr2O4-600? The reason could be explained by the following DFT calculation results. The effects of Wcat/FHCl on χHCl and STY in Fig. 2b suggest that the higher STY of 8.0 gCl2 gcat −1 h−1 could be obtained at the χHCl of 60˜70%. The effects of feed O2/HCl on the performance of CoCr2O4-700 and ZnCr2O4-600 catalysts are shown in Fig. 2c. It is observed that STY ascended with the increase of feed O2/HCl, indicating a higher oxygen partial pressure is beneficial to the performance for both catalysts. However, it is noteworthy that the reaction order of O2 on ZnCr2O4-600 and CoCr2O4-700 are estimated to be 0.080 and 0.075, respectively, by using a power equation to fit the curves, which are very close to that on RuO2 (0.078) [29]. The long-term stability test results of the two catalysts are shown in Fig. 2d. The ZnCr2O4-600 catalyst shows unprecedentedly stable conversion rate of ˜78% with STY of 2.25 gCl2 gcat −1 h−1. Compared with Fig. S5, the stability of ZnCr2O4-600 is well maintained and no obvious deactivation was observed even after 300 h run. However, for CoCr2O4-700, a higher HCl flow rate leads to the obviously decreased stability, with a conversion rate dropped from ˜74% to ˜47% after 230 h reaction. The XRD and XPS contrast of fresh and used CoCr2O4-700 and ZnCr2O4-600 catalysts are shown in Figs. S7–S10. It was found that both catalysts remain well the original spinel structure and no obvious crystalline growth can be observed after long-term run. Therefore, the deactivation caused by the aggregate of crystalline aggregation can be excluded. In contrast, the surface composition of fresh and used CoCr2O4-700 and ZnCr2O4-600 catalysts changed with different extents. The 1.02 atom% chlorine residue was detected on the used ZnCr2O4-600, whereas the 3.84 atom% chlorine appears on the used CoCr2O4-700. In addition, an obvious Cr loss (20.61% to 16.28%) was observed on the used CoCr2O4-700, according to the XPS survey spectra (Fig. S9). As contrast, no element loss is observed on used ZnCr2O4-600 (Fig. S10). In addition, the XRF results of fresh and catalysts also indicated the similar Cr loss percentage happened for CoCr2O4-700 catalyst. Comparing the drop percent of activity and Cr weight, we can refer that the deactivation of CoCr2O4-700 can be partly caused by the Cr loss. Another possible reason for the deactivation of CoCr2O4-700 can be explained by the following DFT calculation results that the transformation of perfect crystalline surface to defect surface (Section 3.2). However, it is difficult to observe the transformation by XRD and Raman characterizations (Figs. S7–8, S11–12). The comparison of the two reactors after 300 h run is shown in Fig. S13, further supplying the strong evidence of the excellent stability for ZnCr2O4-600. The green chromate deposits formed by Cr(ClO)2 and water is clearly observed as for CoCr2O4-700, while no Cr(ClO)2 is found as for ZnCr2O4-600. To explain the obviously different behavior of CoCr2O4-700 and ZnCr2O4-600 in HCl oxidation, the surface species and redox behavior of both catalysts were examined by XPS, O2-TPD and H2-TPR (Fig. 3 ). The XPS survey spectra and atomic percentage of CoCr2O4-700 and ZnCr2O4-600 are shown in Figs. S9 and S10, M/Cr (M = Co and Zn) close to 0.5, which proved the stoichiometric ratio of spinel structure on the surface of fresh samples. The Zn 2p3/2 XPS spectrum of ZnCr2O4-600 (Fig. S14) shows octahedral and tetrahedral Zn2+ ions at approximately 1022.6 eV and 1021.3 eV, respectively [30]. In addition, the Co 2p3/2 spectrum of CoCr2O4-700 (Fig. S14) consists of Co2+ and Co3+ at 781.1 eV, 786.8 eV and 783.2 eV, respectively [31]. In Fig. 3a, for both catalysts, three peaks at 575.6 eV, 576.8 eV and 579.0 eV in Cr 2p3/2 XPS spectra could be well assigned to Cr(OH)3, Cr3+ and Cr6+, respectively [19]. The O1s spectra contrast in Fig. 3b indicates that there are more adsorbed oxygen species (Oads) on ZnCr2O4-600 than CoCr2O4-700 sample. This can be justified by the O2-TPD results in Fig. 3c, where the higher amount of adsorbed oxygen at ˜150 °C has been observed for ZnCr2O4-600. Our DFT calculations show that this can be attributed to the stronger adsorption energy of O2 on ZnCr2O4. Bao’s group also reported that a large amount of oxygen vacant sites presents on ZnCr2O4 shown by DFT calculations, which was used in olefins synthesis [32]. To identify the redox behavior of metal species, including Zn, Cr and Co, the H2-TPR profiles in Fig. 3d can be ascribed to three main reduction peaks (1, 2 and 3) and a shoulder peak 1ʹ. The low-temperature reduction peaks at 100–400 °C had two peaks, attributed to the reduction of Cr6+ to Cr3+ (peak 1) and Cr5+ to Cr3+ (peak 1ʹ), respectively [33]. Peak 2 at 400–500 °C could be attributed to the reduction of Cr3+ to Cr2+ [34]. Peak 3 at 600–700 °C could be ascribed to the reduction of Zn2+ and Co2+ (or Co3+) in spinel [35]. The H2-TPR profile of the used ZnCr2O4-600 catalyst (Fig. S15) suggests that the peaks distribution is well maintained except the peak 1 shifting from 210 °C to 140 °C after 300 h run. As contrast, as for the H2-TPR profile of the used CoCr2O4-700 (Fig. S15), the majority of Cr6+ is transformed into Cr species with lower states. This contrast reflected by H2-TPR could be well supported by our DFT calculation results, which reveals that HCl, as a reductant, prefers to adsorb on the bridge position of Cr and Co atoms in CoCr2O4-700, whereas it favors to adsorb on Zn atoms of ZnCr2O4-600. 3.2 Chemical mechanism study by DFT calculations To further understand the catalytic mechanism of HCl oxidation on CoCr2O4 and ZnCr2O4, DFT calculations were conducted. It is found that the activity trend can be predicted by the reaction free energies [36], which was established based on the elementary reaction pathways. With the linear correlation between adsorption energies of different adsorbates [37], the free energies change of all the elementary steps can be demonstrated as a function of the adsorption energy of one specific adsorbate. Therefore, the correlations were established between different adsorption energies of adsorbed O*, on CoCr2O4 and ZnCr2O4 (400) perfect surfaces, where the most stable adsorbed sites were considered (see Fig. S16). Since the good linear correlations between the adsorption energies of all different adsorbates relevant to the adsorption energies of adsorbed O* are observed in Fig. S16, the elementary reaction free energies for HCl oxidation can be then described as a function of the adsorption energies of adsorbed O* as well. It is of great importance taking different mechanisms into account, when building possible reaction pathways. Fig. 4 shows the reaction free energy trend and elementary reaction network for HCl oxidation. It is clear that, the producing of Cl2 was mainly through the coupling of adsorbed Cl* (R7), which is dissociated from the HCl reactant (R1). Two mechanisms of O2 dissociation were considered: the direct dissociation of adsorbed O2* (R3) and the dissociation of OOH*, which is formed by the hydrogenation of O2* (R8 and R9). Moreover, two pathways were established to produce H2O, which are the coupling of adsorbed OH* (R6) and the association of O* and OH* (R5). The free energies change of all the elementary reactions were then calculated with the different free adsorption energy of O* on CoCr2O4 and ZnCr2O4 perfect surface, where the △G-determining steps were determined to be the coupling of adsorbed Cl* for catalysts with strong O* binding energy, while the dissociative HCl adsorption for weak O* binding energy. The △G-determining reaction energy was calculated to be 1.79 and 5.22 eV (see the red triangle and circle on solid line in Fig. 4) for CoCr2O4 and ZnCr2O4, respectively. However, a comparable conversion of HCl at initial stage was found in the experiments (74% on CoCr2O4 and 78% on ZnCr2O4), while a much larger difference would be predicted from DFT calculations. There must be some significant consideration neglected in DFT calculations. The reaction mechanism of lattice O involved on the surface of metal oxides has been studied in many researches, where the defect surface was assumed to contribute to higher catalytic activity in many cases. To address the possible mechanism discussed above, the reaction on defect surfaces of CoCr2O4 and ZnCr2O4 were investigated (see Fig. 4 dashed line). The reaction free energy trend of the △G-determining steps was calculated, where a lower △G-determining reaction free energy was obtained to be 2.34 eV (red circle on dashed line in Fig. 4) on ZnCr2O4 defect surface. Interestingly, a more reasonable predicted activity can be found with the consideration of defect surfaces, where more comparable reaction free energies were found (red circle on dashed line and red triangle on solid line in Fig. 4) for △G-determining steps, which indicates an agreement compared with the conversion in experiments. However, the lower reaction energy of the △G-determining step for HCl oxidation on CoCr2O4 perfect surface still harbinger a favored activity, while an obvious conversion drop was found in the experiments (Fig. 2d). How can we understand the behavior for HCl oxidation on CoCr2O4 with lower experimental stability? The mechanism of HCl oxidation on CoCr2O4 and ZnCr2O4 were then investigated by explicated DFT calculations in detail towards further understanding the catalytic activity. It was found that a defect surface is promoted due to the active lattice O on ZnCr2O4 (see Fig. 5 ). In the meantime, the binding energy of Cl* decreases from -3.09 eV on perfect surface to −1.17 eV on defect surface (see Table S2) due to the stabilization of local adsorption site with the involving of oxygen vacancy. As a consequence, a higher activity can be performed with the reduced △G-determining free energy. From the above discussion, we can see that as for HCl oxidation on ZnCr2O4, the higher reaction activity can be obtained based on the defect surface model, on which the lattice O is involved into the elementary steps as shown in Fig. 5(a). The oxygen vacancy is formed by the hydrogenation of OH*(lat), where the lattice O involved. The △G-determining step is the recombination of Cl* with the participation of surface oxygen vacancy. Since the lattice O is involved, the reaction mechanism on ZnCr2O4 can be described to a M-K mechanism. As for CoCr2O4, the high activity can be obtained on perfect surface model, where a l-H mechanism was more favored as shown in Fig. 5(b). The loss of metal was found to be an important issue in the stability of catalysts. It was found from the experiments that a lower stability of CoCr2O4 can be attributed to the obvious Cr loss. Interestingly, the DFT calculations indicate that the adsorbed Cl* is more favored on the Zn top site and Co-Cr bridge site on ZnCr2O4 and CoCr2O4, respectively (Fig. 5), where an easier formation of CrCl2O2 can be expected on CoCr2O4 (see Table S2). During the long-time reaction, the perfect surface of CoCr2O4 cannot be maintained, leading to a lower amount of Cr site over the surface. In the meantime, a weaker binding energy for Cl* adsorption is found on Co site over CoCr2O4 compared with that on Cr site. As a result, a higher reaction energy of HCl adsorption, namely, the △G-determining step for HCl oxidation on CoCr2O4, can be excepted causing the decreasing of activity. Generally speaking, the activity and stability are both investigated using the DFT calculations, and an outstanding agreement is obtained from the theoretical calculations and experimental behaviors. 4 Conclusions In summary, we conceived control experiments to examine in details the correlation between the stability and reaction mechanisms based on ZnCr2O4 and CoCr2O4. Unprecedentedly, the spinel ZnCr2O4 exhibited both high activity and long-term stability in HCl oxidation to Cl2, maintained for at least 300 h without obvious deactivation (a high STY value of 2.25 gCl2 gcat −1 h−1 and a high χHCl of 78% at feed O2/HCl = 1:1), while spinel CoCr2O4 showed rapid drop of activity. The XPS, O2-TPD and H2-TPR characterizations results displayed that the redox behaviors of both catalysts were distinct, with more adsorbed oxygen species and no obvious change of metal species on ZnCr2O4-600 after 300 h run. Our DFT calculations showed that a perfect surface was favored for HCl oxidation with the CoCr2O4 catalyst, while a defect surface was more preferred over ZnCr2O4. And the △G-determining step for HCl oxidation on ZnCr2O4 and CoCr2O4 were completely different, leading to the two distinct chemical mechanisms. As a consequence, the MK mechanism involving lattice O was the key factor, explaining well the outstanding activity and stability. This work provides a novel insight for the reaction mechanism, which established the correlation between stability and reaction mechanism for the further development of highly active and stable catalysts for HCl catalyzed oxidation. Conflict of interest The authors declare no competing financial interest. Acknowledgements We acknowledge the financial support from the National Natural Science Foundation of China (21676303 and 21802124), the Hunan Provincial Science and Technology Plan Project, China (No. 2016TP1007) and the financial and technique supports from the Westlake Education Foundation, Supercomputing Systems in the Information Technology Center of Westlake University. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.03.025. Appendix A Supplementary data The following is Supplementary data to this article: References [1] J. Ding W. Hua H. Zhang Y. Lou J. Clean. Prod. 41 2013 97 104 [2] H. Deacon, US 85370, 1868. [3] T. Hibi, H. Nishida, H. Abekawa, US 5871707, 1999. [4] A. Wolf, J. Kintrup, F. K. Schluter, L. Mleczko, US 20070292336, 2007. [5] D. Crihan M. Knapp S. Zweidinger E. Lundgren C.J. Weststrate J.N. Andersen A.P. Seitsonen H. Over Angew. Chem. Int. Ed. 47 2008 2131 2134 [6] K. Feng C. Li Y. Guo W. Zhan B. Ma B. Chen M. Yuan G. Lu Appl. Catal. B 164 2015 483 487 [7] Y. Sun C. Li Y. Guo W. Zhan Y. Guo L. Wang Y. Wang G. Lu Catal. Today 307 2018 286 292 [8] Z. Fei H. Liu Y. Dai W. Ji X. Chen J. Tang M. Cui X. Qiao Chem. Eng. J. 257 2014 273 280 [9] A.P. Amrute C. Mondelli M. Moser G. Novell-Leruth N. López D. Rosenthal R. Farra M.E. Schuster D. Teschner T. Schmidt J. Pérez-Ramírez J. Catal. 286 2012 287 297 [10] R. Farra S. Wrabetz M.E. Schuster E. Stotz N.G. Hamilton A.P. Amrute J. Pérez-Ramírez N. López D. Teschner Phys. Chem. Chem. Phys 15 2013 3454 3465 [11] M. Moser C. Mondelli T. Schmidt F. Girgsdies M.E. Schuster R. Farra L. Szentmiklósi D. Teschner J. Pérez-Ramírez Appl. Catal. B 132-133 2013 121 123 [12] Z. Fei X. Xie Y. Dai H. Liu X. Chen J. Tang M. Cui X. Qiao Ind. Eng. Chem. Res. 53 2014 19438 19445 [13] C. Li Y. Sun I. Djerdj P. Voepel C. Sack T. Weller R. Ellinghaus J. Sann Y. Guo B.M. Smarsly H. Over ACS Catal. 7 2017 6453 6463 [14] K. Seki Catal. Surv. Asia 14 2010 168 175 [15] A.P. Amrute G.O. Larrazábal C. Mondelli J. Pérez-Ramírez Angew. Chem. Int. Ed. 52 2013 9772 9775 [16] P. Hohenberg W. Kohn Phys. Rev. 136 1964 B864 B869 [17] W. Kohn L.J. Sham Phys. Rev. 140 1965 A1133 A1138 [18] A.P. Amrute C. Mondelli M.A.G. Hevia J. Pérez-Ramírez ACS Catal. 1 2011 583 590 [19] Y. Wang A. Jia M. Luo J. Lu Appl. Catal. B 165 2015 477 486 [20] G. Kresse J. Hafner Phys. Rev. B 49 1994 14251 14269 [21] G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 [22] Y. Zhang W. Yang Phys. Rev. Lett. 80 1998 890 [23] G. Kresse D. Joubert Phys. Rev. B 59 1999 1758 1775 [24] P.E. Blochl O. Jepsen O.K. Andersen Phys. Rev. B 49 1994 16223 16233 [25] M.R. Hestenes E. Stiefel J. Res. Nat. Bur. Stand 49 1952 409 436 [26] X. Cao R. Burch C. Hardacre P. Hu Catal. Today 165 2011 71 79 [27] C. Suchomski C. Reitz K. Brezesinski C. Tavares De Sousa M. Rohnke K. Iimura J.P. Esteves De Araujo T. Brezesinski Chem. Mater. 24 2011 155 165 [28] C.W. Arnold K.A. Kobe Chem. Eng. Prog. 6 1952 293 296 [29] A.P. Amrute C. Mondelli M.A.G. Hevia J. Pérez-Ramírez J. Phys. Chem. C 115 2011 1056 1063 [30] G. Cabello L. Lillo C. Caro M. Seguel C. Sandoval G.E. Buono-Core B. Chornik M. Flores Mater. Res. Bull 77 2016 212 220 [31] J. Chen W. Shi S. Yang H. Arandiyan J. Li J. Phys. Chem. C 115 2011 17400 17408 [32] F. Jiao J. Li X. Pan J. Xiao H. Li H. Ma M. Wei Y. Pan Z. Zhou M. Li Science 351 2016 1065 1068 [33] A.P. Amrute C. Mondelli J. Pérez-Ramírez Catal. Sci. Technol. 2 2012 257 265 [34] P. Bracconi L.C. Dufour J. Phys. Chem. 79 1975 2395 2400 [35] S.A. Hosseini M.C. Alvarez-Galvan J. Taiwan Process Saf. Environ. Prot. 61 2016 261 269 [36] A.A. Peterson J.K. Nørskov J. Phys. Chem. Lett. 3 2012 251 258 [37] F. Abild-Pedersen J. Greeley F. Studt J. Rossmeisl T.R. Munter P.G. Moses E. Skúlason T. Bligaard J.K.N. Rskov Phys. Rev. Lett. 99 2007 016105-1 016105-4",
      "scopus-id": "85063732382",
      "coredata": {
        "eid": "1-s2.0-S2468823119301415",
        "dc:description": "Deacon process, one-step catalytic oxidation of HCl to Cl2, is the most effective way to realize the recycling utilization of chlorine element in industry since 1868. However, the stability of non-noble metal catalysts, e.g. Cr-based catalysts, is problematic to be commercialized due to the Cr loss in reaction atmosphere. Herein, we reported a spinel ZnCr2O4 catalyst exhibiting a high activity as well as an unprecedented long-term stability, with a sustainable HCl conversion rate (χHCl) of ˜78% and the space time yield (STY) of 2.25 gCl2 gcat −1 h−1 even after 300 h run at 390 °C and feed O2/HCl (1:1). In addition, we conceived the control experiments and density functional theory (DFT) calculations to deeply understand the chemical mechanisms over spinel CoCr2O4 and ZnCr2O4. The XPS, O2-TPD and H2-TPR characterizations suggested the different surface redox behaviors of both catalysts. DFT calculations indicated that a defect surface of ZnCr2O4 was more active in HCl catalyzed oxidation and HCl preferred to be absorbed on the Zn top site and Cl* coupling to Cl2 was the△G-determining step, which led to the excellent stability of ZnCr2O4 by efficiently avoiding the Cr loss. On the contrary, the higher reaction energy of HCl adsorption on the Co-Cr bridge sites of CoCr2O4 caused the decreasing of activity and stability. Consequently, the different stability performance over CoCr2O4 and ZnCr2O4 was well correlated with the two distinct chemical mechanisms and therefore an outstanding agreement was obtained from the theoretical calculations and experimental behaviors.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119301415",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tian, Xin"
          },
          {
            "@_fa": "true",
            "$": "Guo, Chenxi"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Hong"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yonghua"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Jianping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119301415"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119301415"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30141-5",
        "prism:volume": "470",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Exceptional stability and chemical mechanism over spinel ZnCr2O4 catalyst for HCl oxidation to Cl2",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chlorine recycling"
          },
          {
            "@_fa": "true",
            "$": "HCl catalytic oxidation"
          },
          {
            "@_fa": "true",
            "$": "Spinel"
          },
          {
            "@_fa": "true",
            "$": "Zinc chromate"
          },
          {
            "@_fa": "true",
            "$": "Cobalt chromate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "82-88",
        "prism:endingPage": "88",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2019",
        "prism:doi": "10.1016/j.mcat.2019.03.025",
        "prism:startingPage": "82",
        "dc:identifier": "doi:10.1016/j.mcat.2019.03.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15908",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14953",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9832",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11417",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7827",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "173",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10297",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "256",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19365",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "565",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "112419",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "441",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59175",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "480",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73274",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47817",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "445",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58784",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2336610",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "48",
            "@width": "260",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "887",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "46",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1217",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "46",
            "@width": "413",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1330",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301415-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "921956",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85063732382"
      }
    }
  }
}