{
  "metadata": {
    "title": "Depolymerization of polystyrene over Mg<ce:inf loc=post>x</ce:inf>-Al<ce:inf loc=post>y</ce:inf>-O catalysts derived from hydrotalcites: Effect of Mg/Al ratio on the basicity and catalytic performance",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-04-30",
    "doi": "10.1016/j.mcat.2021.111546",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121001632",
    "pii": "S2468823121001632"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85103719992",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-04-05 2021-04-05 2021-04-05 2021-04-05 2021-04-30T07:56:42 1-s2.0-S2468823121001632 S2468-8231(21)00163-2 S2468823121001632 10.1016/j.mcat.2021.111546 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00065 2024-06-26T17:47:42.305855Z 0 0 20210401 20210430 2021 2021-04-05T11:35:45.080618Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 506 506 C Volume 506 12 111546 111546 111546 202104 April 2021 2021-04-01 2021-04-30 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. DEPOLYMERIZATIONPOLYSTYRENEOVERMGXALYOCATALYSTSDERIVEDHYDROTALCITESEFFECTMGALRATIOBASICITYCATALYTICPERFORMANCE PARK S 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalyst characterization 2.3 Catalytic performance test 3 Results and discussion 3.1 XRD analysis 3.2 SEM-EDX analysis 3.3 Mg/Al ratio, surface area, and average pore diameter 3.4 Basicity of Mgx-Aly-O catalysts 3.5 Correlation between basicity and catalytic performance 4 Conclusions CRediT authorship contribution statement Acknowledgements References THAKUR 2018 32 38 S PARASURAM 2013 97 100 B KARADUMAN 2002 667 674 A ACHILIAS 2007 923 934 D SALEM 2009 2625 2643 S SERRANO 2000 181 189 D TIWARY 2010 298 307 P UKEI 2000 67 75 H LEE 2001 297 305 S NANBU 1987 61 76 H AUDISIO 1990 191 200 G ZHANG 1995 4514 4519 Z SHAH 2014 1389 1398 J ANWAR 2008 47 51 J LIU 2016 1910 1916 X XIE 2008 1132 1136 C KIM 2008 59 68 J LIU 2019 130 137 P PEREZ 2009 2341 2346 C CONSTANTINO 1995 883 892 V DIEZ 2003 220 233 V KIM 2018 114 122 K KUSTROWSKI 2006 11 22 P ROJAS 2020 111262 111274 H WANG 2012 18 26 Q THOMAS 2012 3568 3572 N WU 2019 150 160 X CHITRAKAR 2007 446 447 R JODLOWSKI 2016 14972 14977 A KIM 2018 404 412 Y KAMOLPHOP 2011 1257 1262 U WANG 2020 5591 5600 H MILLANGE 2020 1713 1720 F CANTRELL 2005 183 190 D MANIKANDAN 2018 53 62 M COSIMO 1998 499 510 J KIKHTYANIN 2017 13411 13422 O JINESH 2010 243 249 C SONG 2018 309 318 J SING 1985 603 619 K SILVA 2010 205 210 C FISHEL 1994 159 165 C PARKX2021X111546 PARKX2021X111546XS 2023-04-05T00:00:00.000Z 2023-04-05T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-06-05T07:13:57.126Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Lotte Chemical R&D Center R-20-B012 The authors acknowledge the financial support from Lotte Chemical R&D Center (Grant No. R-20-B012 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00163-2 S2468823121001632 1-s2.0-S2468823121001632 10.1016/j.mcat.2021.111546 315758 2021-05-17T04:11:52.20815Z 2021-04-01 2021-04-30 1-s2.0-S2468823121001632-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/MAIN/application/pdf/a130aef1d4d835f664411b536a7533b6/main.pdf main.pdf pdf true 3906287 MAIN 7 1-s2.0-S2468823121001632-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/PREVIEW/image/png/70d37225fa43dfb722ef9fd69da5ccce/main_1.png main_1.png png 58088 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121001632-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr2/DOWNSAMPLED/image/jpeg/0221ca79beb99cd8df0dd0893b2f2cc6/gr2.jpg gr2 gr2.jpg jpg 19625 321 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/ga1/DOWNSAMPLED/image/jpeg/02baac93427bc6cf94acbe2fc2ce82d6/ga1.jpg ga1 true ga1.jpg jpg 11778 200 225 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr1/DOWNSAMPLED/image/jpeg/cce76182008f68fb810dd66da713ed03/gr1.jpg gr1 gr1.jpg jpg 22456 287 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr8.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr8/DOWNSAMPLED/image/jpeg/d3a9860974eccaa4da94cb30d33a0cda/gr8.jpg gr8 gr8.jpg jpg 14902 296 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr7/DOWNSAMPLED/image/jpeg/aae1506abf7cb99edeb2d1d27b0e0489/gr7.jpg gr7 gr7.jpg jpg 15022 296 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr9.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr9/DOWNSAMPLED/image/jpeg/9a7a69ee4659192d753a8c01739bc0e0/gr9.jpg gr9 gr9.jpg jpg 15244 295 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr4/DOWNSAMPLED/image/jpeg/06711c75faed587487c821506019468a/gr4.jpg gr4 gr4.jpg jpg 125266 604 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr3/DOWNSAMPLED/image/jpeg/3423fc5036bd7dea51af17c08c44c715/gr3.jpg gr3 gr3.jpg jpg 26583 253 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr6/DOWNSAMPLED/image/jpeg/18e6f817785b347a0506a31a1b256e7d/gr6.jpg gr6 gr6.jpg jpg 15395 297 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr5/DOWNSAMPLED/image/jpeg/f3d0469259902c59c7c1b4178892a159/gr5.jpg gr5 gr5.jpg jpg 29315 280 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001632-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr2/THUMBNAIL/image/gif/1a3c0dca7a9669b890615009be365e11/gr2.sml gr2 gr2.sml sml 5491 164 174 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/ga1/THUMBNAIL/image/gif/3a123740c7636750856bce159493a5f3/ga1.sml ga1 true ga1.sml sml 6105 164 184 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr1/THUMBNAIL/image/gif/ebcce0eab043e413eda393a701cf4222/gr1.sml gr1 gr1.sml sml 8276 164 195 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr8.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr8/THUMBNAIL/image/gif/0c1bd85984dec78faef349c0f6b3a3cf/gr8.sml gr8 gr8.sml sml 3733 164 189 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr7/THUMBNAIL/image/gif/b458bc8572f250f53136f0fdc35c9577/gr7.sml gr7 gr7.sml sml 3917 164 189 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr9.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr9/THUMBNAIL/image/gif/ec0c5911b3e23585102410bc8c5191e7/gr9.sml gr9 gr9.sml sml 3838 164 189 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr4/THUMBNAIL/image/gif/dbefb5f569259adef7a0567a43852ad8/gr4.sml gr4 gr4.sml sml 16920 164 154 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr3/THUMBNAIL/image/gif/cfbb0565169de4658eb0673815e3c2bf/gr3.sml gr3 gr3.sml sml 9938 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr6/THUMBNAIL/image/gif/39bf6a02ffb3a79a984fa29a02b9add7/gr6.sml gr6 gr6.sml sml 4405 164 188 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/gr5/THUMBNAIL/image/gif/62f4ae240341d81a0144afd3774b2dc7/gr5.sml gr5 gr5.sml sml 11197 164 199 IMAGE-THUMBNAIL 1-s2.0-S2468823121001632-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/STRIPIN/image/svg+xml/02f0b68ace4e4f906f6dee820c1aed81/si1.svg si1 si1.svg svg 4361 ALTIMG 1-s2.0-S2468823121001632-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/STRIPIN/image/svg+xml/8c779229e305893d03f2591d57e0dc7a/si2.svg si2 si2.svg svg 3091 ALTIMG 1-s2.0-S2468823121001632-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001632/STRIPIN/image/svg+xml/c9c2f7fbf77a463acdec8ad74e6d2368/si3.svg si3 si3.svg svg 3065 ALTIMG 1-s2.0-S2468823121001632-am.pdf am am.pdf pdf 1768817 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10PS5LLHTDF/MAIN/application/pdf/6bde7cc9b02c2d4d3e2d78580a481c19/am.pdf MCAT 111546 111546 S2468-8231(21)00163-2 10.1016/j.mcat.2021.111546 Elsevier B.V. Fig. 1 A schematic diagram of reaction apparatus. Fig. 1 Fig. 2 XRD patterns of Mg3-Al1-O and Mg1-Al2-O catalysts (a) before and (b) after calcination. Fig. 2 Fig. 3 XRD patterns of Mgx-Aly-O catalysts calcined at 450℃. Fig. 3 Fig. 4 FE-SEM micrographs and EDX elemental mapping images of (a) Mg3-Al1-O and (b) Mg1-Al2-O. Fig. 4 Fig. 5 CO2-TPD profiles of Mgx-Aly-O catalysts. Fig. 5 Fig. 6 Basicity of Mgx-Aly-O catalysts plotted as a function of Mg/Al ratio. Fig. 6 Fig. 7 A correlation between basicity and PS conversion of Mgx-Aly-O catalysts. Fig. 7 Fig. 8 A correlation between basicity and oil yield of Mgx-Aly-O catalysts. Fig. 8 Fig. 9 A correlation between basicity and SM yield of Mgx-Aly-O catalysts. Fig. 9 Table 1 Mg/Al ratio, surface area, and average pore diameter of Mgx-Aly-O catalyst. Table 1 Catalyst Designed Mg/Al ratio Measured Mg/Al ratio a Surface area (m2/g) b Average pore diameter (nm) c Mg1-Al10-O 0.1 0.14 310 3.8 Mg1-Al5-O 0.2 0.24 308 3.8 Mg1-Al3-O 0.3 0.39 226 3.8 Mg1-Al2-O 0.5 0.58 156 3.8 Mg1-Al1-O 1.0 1.06 161 3.8 Mg2-Al1-O 2.0 2.14 84 3.8 Mg3-Al1-O 3.0 3.03 43 3.8 Mg5-Al1-O 5.0 4.99 37 3.8 Mg10-Al1-O 10.0 9.48 9 3.8 a Determined by ICP-AES measurement. b Calculated by the BET (Brunauer–Emmett–Teller) equation. c BJH (Barret–Joyner–Hallender) average pore diameter obtained from desorption branch. Table 2 Catalytic performance of Mgx-Aly-O catalyst in the depolymerization of PS. Table 2 Catalyst Mg/Al ratio PS conversion (%) Oil yield (%) SM yield (%) Mg1-Al10-O 0.1 75.1 70.1 54.0 Mg1-Al5-O 0.2 76.1 71.5 53.8 Mg1-Al3-O 0.3 77.3 72.2 54.2 Mg1-Al2-O 0.5 80.0 75.4 56.1 Mg1-Al1-O 1.0 77.5 72.5 55.7 Mg2-Al1-O 2.0 76.4 72.3 54.1 Mg3-Al1-O 3.0 76.1 71.1 52.4 Mg5-Al1-O 5.0 75.6 70.3 52.4 Mg10-Al1-O 10.0 74.8 69.9 52.8 No catalyst (Blank test) – 69.7 65.0 48.8 Depolymerization of polystyrene over Mgx-Aly-O catalysts derived from hydrotalcites: Effect of Mg/Al ratio on the basicity and catalytic performance Sung Joon Park Conceptualization Methodology Validation Investigation Formal analysis Data curation Visualization Writing - original draft a b Seung Hee Kang Methodology Validation Investigation Formal analysis Data curation Visualization b Hyung-Ki Min Conceptualization Methodology Project administration Funding acquisition b Young Heon Choi Project administration Supervision Resources Funding acquisition b * Jae W. Lee Methodology Validation Visualization Supervision Resources Data curation Writing - review & editing a * a Department of Chemical and Biomolecular Engineering, Korea Advanced Institute of Science and Technology (KAIST), 291 Daehak-ro, Yuseong-gu, Daejeon, 34141, Republic of Korea Department of Chemical and Biomolecular Engineering Korea Advanced Institute of Science and Technology (KAIST) 291 Daehak-ro Yuseong-gu Daejeon 34141 Republic of Korea Department of Chemical and Biomolecular Engineering, Korea Advanced Institute of Science and Technology (KAIST), 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Republic of Korea b Lotte Chemical R&D Center, 115 Gajeongbuk-ro, Yuseong-gu, Daejeon, 34110, Republic of Korea Lotte Chemical R&D Center 115 Gajeongbuk-ro Yuseong-gu Daejeon 34110 Republic of Korea Lotte Chemical R&D Center, 115 Gajeongbuk-ro, Yuseong-gu, Daejeon 34110, Republic of Korea ⁎ Corresponding authors. Graphical abstract A series of hydrotalcites with various Mg/Al contents were prepared by a solid state reaction. They were then calcined at 450℃ to form a series of Mgx-Aly-O catalysts with different Mg/Al ratios for use in the depolymerization of polystyrene (PS) in a batch reactor. The prepared catalysts were characterized by X-ray diffraction (XRD), field emission-scanning electron microscopy (FE-SEM) equipped with energy dispersive X-ray analysis (EDX), induced coupled plasma-atomic emission spectroscopy (ICP-AES) measurements. The characterization results showed that the Mgx-Aly-O mixed metal oxide catalysts were successfully synthesized as attempted in this work. Basicity of Mgx-Aly-O catalysts was determined by CO2-TPD measurement to elucidate the catalytic performance in the depolymerization of PS. It was found that basicity and catalytic performance (PS conversion, oil yield, and styrene monomer (SM) yield) showed volcano-shaped trends with respect to the Mg/Al ratio of Mgx-Aly-O catalysts. Correlations between basicity and catalytic performance revealed that all of PS conversion, oil yield, and SM yield were improved with the increasing basicity. Among the catalysts tested, the Mg1-Al2-O (Mg/Al = 0.5) catalyst with the largest basicity showed the best catalytic performance. Thus, basicity of Mgx-Aly-O catalyst played an important role in the determining the catalytic performance in depolymerization of PS. Keywords Polystyrene Depolymerization Styrene Mixed metal oxide Hydrotalcite 1 Introduction Plastics are indispensable materials in our modern society for their convenience and usefulness, but they induce various environmental problems due to their non-biodegradable nature [1,2]. Although various recycling methods have been studied, chemical recycling such as pyrolysis of waste plastics is known to be the most efficient way in terms of economy and environment [3,4]. An important advantage of pyrolysis technology is that waste plastics can be treated with low pollution and can be recovered as raw materials or energy [5]. For this reason, researches on the recycling of polystyrene (PS) have received much attention because PS is easily converted into a variety of valuable chemicals such as styrene monomer (SM), ethyl benzene (EB), and α-methyl styrene (AMS) [6,7]. Typical chemical recycling routes of PS are thermal pyrolysis and catalytic pyrolysis over heterogenous catalysts. However, thermal pyrolysis has a fatal disadvantage in a sense that it requires a high temperature. In case of catalytic pyrolysis, the use of solid acid catalysts can cause successive cracking or hydrogenation reactions that produce various by-products such as benzene and indan derivatives [8,9]. In many previous studies reporting solid acid catalysts such as silica-alumina and zeolite, for example, low-valued products rather than SM were mainly produced [10,11]. Contrarily, the use of solid base catalysts can reduce the pyrolysis temperature compared to the thermal pyrolysis and can increase selectivity for styrene by reducing the formation of various by-products [12]. The most commonly used base catalysts are salts or oxides of alkaline earth metals. Mg, MgO, and MgCO3 were employed for the degradation of PS in a batch reactor at 400−450℃, and they reported that Mg showed the highest conversion of PS into SM [13]. It was reported that CaO was the cheapest and the most efficient catalyst for the formation of SM through degradation of PS [14]. In addition, several metal catalysts supported on mesoporous materials or alumina have also been used to enhance the yield of valuable chemicals in the depolymerization of PS [15–17]. Among various base catalysts, the mixed metal oxides have high surface area, excellent thermal stability, and tunable base property [18]. Therefore, they have been widely utilized in various base-catalyzed reactions such as aldol condensation, Knoevenagel reactions, Michael additions, alkene isomerization, and epoxidation [19]. An easy way to obtain a mixed metal oxide catalyst is to calcine hydrotalcite which has a general chemical formula of [MII (1-x)MIII x(OH)2][An−]x/n·zH2O, where MII and MIII are divalent metal cation (such as Mg2+, Mn2+, Fe2+, Co2+ Ni2+, Cu2+, Zn2+, or Ca2+) and trivalent metal cation (such as Al3+, Cr3+, Mn3+, Fe3+, Co3+, Ni3+, or La3+), respectively, and An- is a counter anion [20]. It has been well known that, like other heterogenous catalysts composed of several metals, chemical and structural properties of hydrotalcite can be modified by modulating the constituent metal content [21,22]. The subsequent thermal treatment of hydrotalcite leads to the formation of mixed metal oxide with high surface area and large basicity [23,24]. Hydrotalcites can be prepared by various methods such as urea hydrolysis, structure reconstruction, sol-gel, ion exchange, and co-precipitation [25–27]. Another promising way to prepare hydrotalcite is to adopt a solid state reaction [28]. This is a solvent-free method used to make perovskite, zeolite, and metal oxide [29–31]. This method has an advantage because it does not require optimal preparation conditions. Furthermore, hydrotalcite can be synthesized in a short time by this method without loss of precursors and without generation of waste materials [32]. In this work, a series of hydrotalcites with various Mg/Al contents were prepared by a solvent-free solid state reaction. They were then calcined to obtain a series of Mgx-Aly-O mixed metal oxide catalysts with different Mg/Al ratios for the depolymerization of PS. To our best knowledge, the resulting basic mixed metal oxide catalysts derived from hydrotalcites were used in the depolymerization of PS for the first time. The effect of Mg/Al ratio of Mgx-Aly-O catalysts on the basicity and catalytic performance in the depolymerization of PS was elucidated through various investigations of X-ray diffraction (XRD), field emission-scanning electron microscopy (FE-SEM), and induced coupled plasma-atomic emission spectroscopy (ICP-AES) measurements with CO2-TPD assessments. 2 Experimental 2.1 Catalysts preparation A series of Mgx-Aly-O catalysts with different Mg/Al molar ratio ranging from 0.1–10 were prepared by the calcination of hydrotalcites obtained by a solid state reaction. For the preparation of hydrotalcites with various Mg/Al contents, appropriate amounts of Mg(NO3)2·6H2O (Samchun Chemical, 98.0 %) and Al(NO3)3·9H2O (Sigma-Aldrich, 98.0 %) were well mixed in the mortar at ambient temperature and pressure. Known amounts of NH4HCO3 (Sigma-Aldrich, 99.5 %) equivalent to the number of moles of anions in these mixtures were then added to the Mg-Al-containing mixtures. The resulting solid mixtures were ground for 15−20 min until the generation of CO2, H2, and O2 stopped. Hydrotalcites were obtained by drying the mixtures at 120℃ in a convection oven overnight. They were finally calcined at 450℃ in a furnace for 6 h at a heating rate of 1℃/min to obtain Mgx-Aly-O catalysts with different Mg/Al ratios. 2.2 Catalyst characterization To investigate structural properties of the catalysts, X-ray diffraction (XRD, Panalytical Empyrean) measurements were carried out using Cu-Kα radiation (λ =0.15406 nm) operated at 40 kV and 30 mA. XRD patterns were recorded within the range of 5–90 degree with a scan speed of 0.0334 degree per second. Morphologies of the catalysts were obtained using field emission-scanning electron microscopy (FE-SEM, Hitachi SU8220) equipped with energy dispersive X-ray analyzer (EDX, NORAN System 7) at an accelerating voltage of 15 kV. Mg/Al ratios of the catalysts were determined by induced coupled plasma-atomic emission spectroscopy (ICP-AES, PerkinElmer Optima-8300) analyzer after dissolving the catalyst sample with a hydrochloric acid (Matsunoen chemicals ltd., 35 %). Surface areas of the catalysts were calculated by the Brunauer–Emmett–Teller (BET) equation at relative pressure (P/P0) of 0.05−0.3 in the Belsorp-max (Bel Japan Inc.) instrument. The catalysts were degassed at 200℃ for 2 h under vacuum prior to the BET measurements. Pore size distributions of the catalysts were obtained from desorption isotherms by the Barret–Joyner–Hallender (BJH) method. CO2-temperature programmed desorption (TPD) experiments were conducted to measure the basicity of the catalysts using the Belcat Basic (Bel Japan Inc.) equipped with a thermal conductivity detector (TCD). 100 mg of each catalyst sample was loaded in a quartz tube and pretreated at 150℃ for 1 h in a flow of helium (50 cc/min) to remove any impurities in the catalyst. CO2 adsorption was then done at 30℃ for 30 min by flowing pure CO2 (50 cc/min). Physiosorbed CO2 was removed by evacuating the catalyst sample at 30℃. The amount of desorbed CO2 was recorded by increasing the furnace temperature from room temperature to 450℃ at a heating rate of 10℃/min in a helium flow (30 cc/min). 2.3 Catalytic performance test The catalytic depolymerization of PS was carried out in a batch-type pyrex reactor at an atmosphere pressure (Fig. 1 ). 0.4 g of Mgx-Aly-O catalyst and 20 g of PS (GoodFellow Ltd.) having an average molecular weight of 390,000 and a particle size of 900 μm were put into a 100 mL round-bottom flask. The reactant mixture was heated up to 350℃ using a heating mantle under vigorous stirring (400 rpm) in order to avoid mass transfer limitation. The reaction was conducted at 350℃ for 2 h. Reaction products in the vapor phase were continuously swept from the reactor to the condenser using a heated stream of N2 (50 cc/min). The reaction products were finally condensed and collected in the reservoir surrounded by a cold trap. The obtained oil products were analyzed with a gas chromatograph (GC, Agilent technologies 7890A) equipped with DB-WAX column and flame ionization detector (FID). The PS conversion, oil yield, and SM yield were calculated by the following equations. (1) PS conversion % = Total weight of rectant − Total weight of residue Weight of PS fed × 100 (2) Oil yield % = Total weight of oil obtained Weight of PS fed × 100 (3) SM yield % = Weight of SM formed Weight of oil obtained × 100 3 Results and discussion 3.1 XRD analysis XRD patterns of Mg3-Al1-O and Mg1-Al2-O catalysts before and after calcination are presented in Fig. 2 . As shown in Fig. 2(a), these two samples showed strong peaks at 10.1°, 20.2°, 34.8°, 38.9°, 45.5°, and 60.8° corresponding to (003), (006), (009), (105), (108), and (110) plane, respectively. These are characteristic XRD peaks of hydrotalcite materials, indicating that hydrotalcites were succesively prepared by the solid state reaction. XRD patterns of mixed metal oxide catalysts obtained by calcination of hydrotalcites are shown in Fig. 2(b). Fig. 2(b) clealy shows that the characteristic peaks of hydrotalcite materials dissapeared. Instead, the characteristic peaks of MgO were observed at 36.8°, 42.8°, 62.2°, 74.6°, and 78.5° for Mg3-Al1-O catalyst, while the characteristic peaks of Mg1Al2O4 spinnel were observed at 36.5°, 44.6°, and 65.3° for the Mg1-Al2-O catalyst [33]. This result demonstrates that the Mgx-Aly-O catatlysts with different structures were formed depending on Mg/Al ratio. Fig. 3 shows the XRD patterns of Mgx-Aly-O mixed metal oxide catalysts with the Mg/Al ratio. XRD patterns of MgO and Al2O3 are also presented in Fig. 3 for comparison and as references. Mgx-Aly-O catalysts showed three different XRD patterns depending on the Mg/Al ratio. Mgx-Aly-O catalysts with the dominant Al content (Mg/Al = 0.1 − 0.5) showed the characteristic XRD patterns of both aluminum oxide and a spinel structure of magnesium aluminum oxide. It is noteworthy that the diffraction peak of Mgx-Aly-O (Mg/Al = 0.1 − 0.5) catalysts at around 66.5° shifted toward the low diffraction angle with the increasing Mg/Al ratio from 0.1 to 0.5. This indicates that alumina lattice was expanded by the incorporation of Mg2+ during the formation of Mgx-Aly-O catalysts from hydrotalcites [34]. In case of Mgx-Aly-O catalysts with the dominant Mg content (Mg/Al = 2 − 10), diffraction peaks of periclase phase for magnesium oxide were predominantly observed. On the other hand, Mg1-Al1-O catalyst with intermediate Mg/Al ratio (Mg/Al = 1) showed the mixed XRD patterns of MgO, Al2O3, and magnesium aluminum oxide. 3.2 SEM-EDX analysis Surface morphology and element distribution of Mgx-Aly-O catalysts were investigated by FE-SEM and EDX mapping analyses as shown in Fig. 4 . All the prepared catalysts clearly showed a flower-like shape, which is a typical morphology of hydrotalcites and mixed metal oxides as reported in the previous works [25,35]. Elemental mapping images for magnesium, aluminum, and oxygen showed that constituent metal elements were finely dispersed on the surface of Mgx-Aly-O catalysts. The Mg/Al ratios calculated from elemental analysis results were found to be 2.97 for Mg3-Al1-O catalyst and 0.45 for Mg1-Al2-O catalyst. These Mg/Al values were in good agreement with the designed values. 3.3 Mg/Al ratio, surface area, and average pore diameter Table 1 shows the chemical compositions and textural properties of Mgx-Aly-O catalysts with different Mg/Al ratios ranging from 0.1–10. The Mg/Al ratio of Mgx-Aly-O catalyst determined by ICP-AES measurements was well matched with the designed value. This result indicates that Mgx-Aly-O catalysts were prepared without any loss of precursors during the catalyst preparation step and the calcination step. Surface area of Mgx-Aly-O catalyst decreased with the increasing Mg/Al ratio. This trend is due to the decomposition of CO3 2− as reported in the previous works [32,36–39]. Since hydrotalcite with higher Al content has more CO3 2-, it forms a more porous open network after the calcination step [34]. In fact, Mg1-Al10-O catalyst with the highest Al content showed the highest surface area, while Mg10-Al1-O catalyst with the lowest Al content retained the lowest surface area. The pore size distribution was obtained from the plot of desorption branch on the Barrett-Joyner-Halenda (BJH) model. Although not shown here, N2 adsorption-desorption isotherms of all Mgx-Aly-O catalysts showed type Ⅳ isotherm which is characteristic feature of mesoporous materials [40]. All the catalysts retained an average pore diameter of 3.8 nm and uniform pore size distribution. It has been reported that PS depolymerization can sufficiently occur over the catalyst with an average pore diameter of 2.3 nm as observed for K2O/Si-MCM-41 catalyst [16]. This implies that Mgx-Aly-O catalysts with an average pore diameter of 3.8 nm can efficiently catalyze the PS depolymerization. 3.4 Basicity of Mgx-Aly-O catalysts The base properties such as base strength and base amount (basicity) of Mgx-Aly-O catalysts can be determined by desorption peak temperature and desorption peak area, respectively, through CO2-TPD measurements. CO2-TPD profiles of Mgx-Aly-O catalysts are shown in Fig. 5 . In general, CO2-TPD profiles can be deconvoluted into the three peaks; one peak below 100℃, the second peak between 200 and 300℃, and the third peak above 300℃. It is known that these three peaks are attributed to weak strength basic sites (OH− groups on the surface), medium strength basic sites (oxygen both Mg2+ - O2- and Al3+ - O2- pairs), and strong strength basic sites (isolated O2- anions), respectively [36,41]. As shown in Fig. 5, however, CO2-TPD profiles of Mgx-Aly-O catalysts did not show such distinctive three deconvoluted peaks. In other words, CO2-TPD profiles of Mgx-Aly-O catalysts showed very different shapes depending on the Mg/Al ratio. Therefore, our attempt was made to analyze the base amount (basicity) of the catalysts in order to elucidate the catalytic performance in the depolymerization of PS. Basicity (total amount of CO2 desorbed) was determined by the peak area of CO2-TPD profile as shown in Fig. 6 . It is interesting to note that basicity of Mgx-Aly-O catalysts showed a volcano-shaped trend with respect to Mg/Al ratio, in good agreement with the previous works [35,36,42]. According to the previous literatures [35,36,42], the surface Al content of mixed metal oxide had an actual influence on the density and strength of surface basic sites. As the content of Al in the mixed metal oxide increases, the density of basic sites increases. This is because Al3+ cation in the MgO lattice creates defects to compensate for the positive charge generated, and adjacent oxygen anions are coordinatively unsaturated. When the content of Al increases to a certain extent, however, the basic site density decreases due to the segregation of bulk MgAl2O4. Thus, the volcano-shaped trend of basicity of Mgx-Aly-O catalysts with regard to the Mg/Al ratio can be understood in this manner. 3.5 Correlation between basicity and catalytic performance PS depolymerization over Mgx-Aly-O catalysts with different Mg/Al ratio was carried out in a batch-type pyrex reactor at 350℃ and atmosphere pressure without any solvent. Table 2 shows the PS conversion, oil yield, and SM yield over Mgx-Aly-O catalysts. In the PS depolymerization, SM, EB, and AMS were produced as major products, while benzene and toluene were formed as minor products. All the catalysts showed better performance than the blank test (non-catalytic reaction). The PS conversion, oil yield, and SM yield showed volcano-shaped trends with respect to the Mg/Al ratio of the catalyst. Among the catalysts tested, the Mg1-Al2-O catalyst showed the best catalytic performance in terms of PS conversion (80.0 %), oil yield (75.4 %), and SM yield (56.1 %). Fig. 7 shows the correlation between basicity and PS conversion of Mgx-Aly-O catalysts. Among the catalysts, the Mg1-Al2-O catalyst with the largest basicity showed the highest PS conversion, while the Mg10-Al1-O catalyst with the smallest basicity exhibited the lowest PS conversion. It is noticeable that the PS conversion increased with increasing basicity of the catalyst. It has been reported that PS depolymerization over base catalyst initiates by the formation of carboanions by removing hydrogen atoms of PS adsorbed on the base site, and this step is a rate determining step [8]. Thus, large basicity of the catalyst accelerates the removal of hydrogen atoms of PS, and consequently, enhances the rate of PS depolymerization. The products of PS depolymerization reaction include not only main oil products such as SM, EB, and AMS, but also gas phase products such as methane, ethylene, and propylene. It has been previously reported that selectivity for liquid products changes considerably with increasing PS depolymerization [17]. In this respect, it is likely that the oil yield increased with the increasing PS conversion (with increasing basicity) as shown in Fig. 8 . Fig. 9 shows the SM yield plotted as a function of basicity of the catalyst. SM yield increased with increasing basicity of the catalyst, as observed for the PS conversion and oil yield. This result can also be explained by the mechanism in which H atom is removed by solid base catalyst and carbo-anion is generated [8]. The large basicity of solid base catalyst is more favorable for the formation of carbo-anion, and thus, the high SM yield can be obtained. Therefore, basicity of the Mgx-Aly-O catalyst served as a key factor determining the catalytic performance in the depolymerization of PS. Among the catalysts, Mg1-Al2-O with the largest basicity showed the best catalytic performance. 4 Conclusions A series of Mgx-Aly-O mixed metal oxide catalysts with varying Mg/Al ratios, which were derived from hydrotalcites prepared through a facile solid state reaction, were employed in the depolymerization of PS. The effect of Mg/Al ratio of Mgx-Aly-O catalysts on the basicity and catalytic performance was examined. Basicity, PS conversion, oil yield, and SM yield showed volcano-shaped trends with respect to the Mg/Al ratio of the catalyst. Correlations between basicity and catalytic performance showed that the catalytic performance rose with increasing basicity of the catalyst. As a consequence, basicity of Mgx-Aly-O catalyst served as a key factor for determining the catalytic performance in the depolymerization of PS. However, textural properties such as surface area and pore size of Mgx-Aly-O catalysts showed no significant effect on the catalytic performance. CRediT authorship contribution statement Sung Joon Park: Conceptualization, Methodology, Validation, Investigation, Formal analysis, Data curation, Visualization, Writing - original draft. Seung Hee Kang: Methodology, Validation, Investigation, Formal analysis, Data curation, Visualization. Hyung-Ki Min: Conceptualization, Methodology, Project administration, Funding acquisition. Young Heon Choi: Project administration, Supervision, Resources, Funding acquisition. Jae W. Lee: Methodology, Validation, Visualization, Supervision, Resources, Data curation, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors acknowledge the financial support from Lotte Chemical R&D Center (Grant No. R-20-B012). References [1] S. Thakur A. Verma B. Sharma J. Chaudhary S. Tamulevicius V.K. Thakur Recent developments in recycling of polystyrene based plastics Curr. Opon. Green Sustain. Chem. 13 2018 32 38 S. Thakur, A. Verma, B. Sharma, J. Chaudhary, S. Tamulevicius, V. K. Thakur, Recent developments in recycling of polystyrene based plastics, Curr. Opon. Green Sustain. Chem. 13 (2018) 32-38. [2] B. Parasuram S. Karthikeyan S. Sundram Catalytic pyrolysis of polystyrene waste using bentonite as a catalyst J. Environ. Nanotechnol. 2 2013 97 100 B. Parasuram, S. Karthikeyan, S. Sundram, Catalytic pyrolysis of polystyrene waste using bentonite as a catalyst, J. Environ. Nanotechnol. 2 (2013) 97-100. [3] A. Karaduman Pyrolysis of polystyrene plastic wastes with some organic compounds for enhancing styrene yield Energy Sources 24 2002 667 674 A. Karaduman, Pyrolysis of polystyrene plastic wastes with some organic compounds for enhancing styrene yield, Energy Sources, 24 (2002) 667-674. [4] D.S. Achilias I. Kanellopoulou P. Megalokonomos E. Antonakou A.A. Lappas Chemical recycling of polystyrene by pyrolysis: potential use of the liquid product for the reproduction of polymer Macromol. Mater. Eng. 292 2007 923 934 D. S. Achilias, I. Kanellopoulou, P. Megalokonomos, E. Antonakou, A. A. Lappas, Chemical recycling of polystyrene by pyrolysis: Potential use of the liquid product for the reproduction of polymer, Macromol. Mater. Eng. 292 (2007) 923-934. [5] S.M.A. -Salem P. Lettieri J. Baeyens Recycling and recovery routes of plastic solid waste (PSW): a review Waste Manage. 29 2009 2625 2643 S. M. A. -Salem, P. Lettieri, J. Baeyens, Recycling and recovery routes of plastic solid waste (PSW): A review, Waste Manage. 29 (2009) 2625-2643. [6] D.P. Serrano J. Aguado J.M. Escola Catalytic conversion of polystyrene over HMCM-41, HZSM-5 and amorphous SiO2–Al2O3: comparison with thermal cracking Appl. Catal. B Environ. 25 2000 181 189 D. P. Serrano, J. Aguado, J. M. Escola, Catalytic conversion of polystyrene over HMCM-41, HZSM-5 and amorphous SiO2–Al2O3: Comparison with thermal cracking, Appl. Catal. B Environ. 25 (2000) 181-189. [7] P. Tiwary C. Guria Effect of metal oxide catalysts on degradation of waste polystyrene in hydrogen at elevated temperature and pressure in benzene solution J. Polym. Environ. 18 2010 298 307 P. Tiwary, C. Guria, Effect of metal oxide catalysts on degradation of waste polystyrene in hydrogen at elevated temperature and pressure in benzene solution, J. Polym. Environ. 18 (2010) 298-307. [8] H. Ukei T. Hirose S. Horikawa Y. Takai M. Taka N. Azuma A. Ueno Catalytic degradation of polystyrene into styrene and a design of recyclable polystyrene with dispersed catalysts Catal. Today 62 2000 67 75 H. Ukei, T. Hirose, S. Horikawa, Y. Takai, M. Taka, N. Azuma, A. Ueno, Catalytic degradation of polystyrene into styrene and a design of recyclable polystyrene with dispersed catalysts, Catal. Today 62 (2000) 67-75. [9] S.Y. Lee J.H. Yoon J.R. Kim D.W. Park Catalytic degradation of polystyrene over natural clinoptilolite zeolite Polym. Degrad. Stab. 74 2001 297 305 S. Y. Lee, J. H. Yoon, J. R. Kim, D. W. Park, Catalytic degradation of polystyrene over natural clinoptilolite zeolite, Polym. Degrad. Stab. 74 (2001) 297-305. [10] H. Nanbu Y. Sakuma Y. Ishihara T. Takesue T. Ikemura Catalytic degradation of polystyrene in the presence of aluminum chloride catalyst Polym. Degrad. Stab. 19 1987 61 76 H. Nanbu, Y. Sakuma, Y. Ishihara, T. Takesue, T. Ikemura, Catalytic degradation of polystyrene in the presence of aluminum chloride catalyst, Polym. Degrad. Stab. 19 (1987) 61-76. [11] G. Audisio F. Bertini Catalytic degradation of polymers: part III - Degradation of polystyrene Polym. Degrad. Stab. 29 1990 191 200 G. Audisio, F. Bertini, Catalytic degradation of polymers: Part III - Degradation of polystyrene, Polym. Degrad. Stab. 29 (1990) 191-200. [12] Z. Zhang T. Hirose S. Nishio Y. Morioka N. Azuma A. Ueno Chemical recycling of waste polystyrene into styrene over solid acids and bases Ind. Eng. Chem. Res. 34 1995 4514 4519 Z. Zhang, T. Hirose, S. Nishio, Y. Morioka, N. Azuma, A. Ueno, Chemical recycling of waste polystyrene into styrene over solid acids and bases, Ind. Eng. Chem. Res. 34 (1995) 4514-4519. [13] J. Shah M.R. Jan Adnan Conversion of waste polystyrene through catalytic degradation into valuable products Korean J. Chem. Eng. 31 2014 1389 1398 J. Shah, M. R. Jan, Adnan, Conversion of waste polystyrene through catalytic degradation into valuable products, Korean J. Chem. Eng. 31 (2014) 1389-1398. [14] J. Anwar M.A. Munawar W.-U. -Zaman A. Dar U. Tahira Catalytic depolymerisation of polystyrene Prog. Rubber Plast. Recycl. Technol. 24 2008 47 51 J. Anwar, M. A. Munawar, W. -U. -Zaman, A. Dar, U. Tahira, Catalytic depolymerisation of polystyrene, Prog. Rubber Plast. Recycl. Technol. 24 (2008) 47-51. [15] X. Liu L. Li X. Song F. Liu S. Yu X. Ge Degradation of polystyrene using base modified mesoporous molecular sieves K2O/BaO-SBA-15 as catalysts Catal. Lett. 146 2016 1910 1916 X. Liu, L. Li, X. Song, F. Liu, S. Yu, X. Ge, Degradation of polystyrene using base modified mesoporous molecular sieves K2O/BaO-SBA-15 as catalysts, Catal. Lett. 146 (2016) 1910-1916. [16] C. Xie F. Liu S. Yu F. Xie L. Li S. Zhang J. Yang Study on catalytic pyrolysis of polystyrene over base modified silicon mesoporous molecular sieve Catal. Commun. 9 2008 1132 1136 C. Xie, F. Liu, S. Yu, F. Xie, L. Li, S. Zhang, J. Yang, Study on catalytic pyrolysis of polystyrene over base modified silicon mesoporous molecular sieve, Catal. Commun. 9 (2008) 1132-1136. [17] J.-S. Kim W.-Y. Lee S.-B. Lee S.-B. Kim M.-J. Choi Degradation of polystyrene waste over base promoted Fe catalysts Catal. Today 87 2008 59 68 J. -S. Kim, W. -Y. Lee, S. -B. Lee, S. -B. Kim, M. -J. Choi, Degradation of polystyrene waste over base promoted Fe catalysts, Catal. Today 87 (2008) 59-68. [18] P. Liu K. You R. Deng Z. Chen J. Jian F. Zhao P. Liu Q. Ai H. Luo Hydrotalcite-derived Co-MgAlO mixed metal oxides as efficient and stable catalyst for the solvent-free selective oxidation of cyclohexane with molecular oxygen Mol. Catal. 466 2019 130 137 P. Liu, K. You, R. Deng, Z. Chen, J. Jian, F. Zhao, P. Liu, Q. Ai, H. Luo, Hydrotalcite-derived Co-MgAlO mixed metal oxides as efficient and stable catalyst for the solvent-free selective oxidation of cyclohexane with molecular oxygen, Mol. Catal. 466 (2019) 130-137. [19] C.N. Perez J.L.F. Monteiro J.M.L. Nieto C.A. Henriques Influence of basic properties of Mg, Al-mixed oxides on their catalytic activity in Knoevenagel condensation between benzaldehyde and phenylsulfonylacetonitrile Quim. Nova 32 2009 2341 2346 C. N. Perez, J. L. F. Monteiro, J. M. L. Nieto, C.A. Henriques, Influence of basic properties of Mg, Al-mixed oxides on their catalytic activity in Knoevenagel condensation between benzaldehyde and phenylsulfonylacetonitrile, Quim. Nova, 32 (2009) 2341-2346. [20] V.R.L. Constantino T.J. Pinnavaia Basic properties of Mg2+ 1-xAl3+ x layered double hydroxides intercalated by carbonate, hydroxide, chloride, and sulfate anions Inorg. Chem. 34 1995 883 892 V. R. L. Constantino, T. J. Pinnavaia, Basic properties of Mg2+1-xAl3+x layered double hydroxides intercalated by carbonate, hydroxide, chloride, and sulfate anions, Inorg. Chem. 34 (1995) 883-892. [21] V.K. Diez C.R. Apesteguia J.I.D. Cosimo Effect of the chemical composition on the catalytic performance of MgyAlOx catalysts for alcohol elimination reactions J. Catal. 215 2003 220 233 V. K. Diez, C. R. Apesteguia, J. I. D. Cosimo, Effect of the chemical composition on the catalytic performance of MgyAlOx catalysts for alcohol elimination reactions, J. Catal. 215 (2003) 220-233. [22] K. Kim Y. Choi H. Lee J.W. Lee Y2O3-Inserted Co-Pd/zeolite catalysts for reductive amination of polypropylene glycol Appl. Catal. A Gen. 568 2018 114 122 K. Kim, Y. Choi, H. Lee, J. W. Lee, Y2O3-Inserted Co-Pd/zeolite catalysts for reductive amination of polypropylene glycol, Appl. Catal. A: Gen. 568 (2018) 114-122. [23] P. Kustrowski D. Sulkowska L. Chmielarz A.R. -Lasocha B. Dudek R. Dziembaj Influence of thermal treatment conditions on the activity of hydrotalcite-derived Mg-Al oxides in the aldol condensation of acetone Microporous Mesoporous Mater. 78 2006 11 22 P. Kustrowski, D. Sulkowska, L. Chmielarz, A. R. -Lasocha, B. Dudek, R. Dziembaj, Influence of thermal treatment conditions on the activity of hydrotalcite-derived Mg-Al oxides in the aldol condensation of acetone, Micropor. Mesopor. Mat. 78 (2006) 11-22. [24] H.A. Rojas V.P. Lopez M.H. Brijaldo S. Mancipe J.J. Martinez A.G. -Cortes D.G. Araiza G. Diaz Effect of boron on the surface properties of nickel supported on hydrotalcite-type mixed oxides in methanol decomposition Mol. Catal. 498 2020 111262 111274 H. A. Rojas, V. P. Lopez, M. H. Brijaldo, S. Mancipe, J. J. Martinez, A. G. -Cortes, D. G. Araiza, G. Diaz, Effect of boron on the surface properties of nickel supported on hydrotalcite-type mixed oxides in methanol decomposition, Mol. Catal. 498 (2020) 111262-111274. [25] Q. Wang H.H. Tay Z. Guo L. Chen Y. Liu J. Chang Z. Zhong J. Luo A. Borgna Morphology and composition controllable synthesis of Mg–Al–CO3 hydrotalcites by tuning the synthesis pH and the CO2 capture capacity Appl. Clay Sci. 55 2012 18 26 Q. Wang, H. H. Tay, Z. Guo, L. Chen, Y. Liu, J. Chang, Z. Zhong, J. Luo, A. Borgna, Morphology and composition controllable synthesis of Mg–Al–CO3 hydrotalcites by tuning the synthesis pH and the CO2 capture capacity, Appl. Clay Sci. 55 (2012) 18-26. [26] N. Thomas Mechanochemical synthesis of layered hydroxy salts Mater. Res. Bull. 47 2012 3568 3572 N. Thomas, Mechanochemical synthesis of layered hydroxy salts, Mater. Res. Bull. 47 (2012) 3568-3572. [27] X. Wu R. Wang Y. Du C. Zou H. Meng X. Xie Performance enhancement of NH3-SCR via employing hydrotalcite-like precursor to induce the decoration of NiO by TiO2 phase Mol. Catal. 467 2019 150 160 X. Wu, R. Wang, Y. Du, C. Zou, H. Meng, X. Xie, Performance enhancement of NH3-SCR via employing hydrotalcite-like precursor to induce the decoration of NiO by TiO2 phase, Mol. Catal. 467 (2019) 150-160. [28] R. Chitrakar S. Tezuka A. Sonoda K. Sakane K. Ooi T. Hirotsu A solvent-free synthesis of Zn-Al layered double hydroxides Chem. Lett. 36 2007 446 447 R. Chitrakar, S. Tezuka, A. Sonoda, K. Sakane, K. Ooi, T. Hirotsu, A solvent-free synthesis of Zn-Al layered double hydroxides, Chem. Lett. 36 (2007) 446-447. [29] A.D. Jodlowski A. Yepez R. Luque L. Camacho G.D. Miguel Benign-by-design solventless mechanochemical synthesis of three-, two-, and one-dimensional hybrid perovskites Angew. Chem., Int. Ed. 55 2016 14972 14977 A. D. Jodlowski, A. Yepez, R. Luque, L. Camacho, G. D. Miguel, Benign-by-design solventless mechanochemical synthesis of three-, two-, and one-dimensional hybrid perovskites, Angew. Chem., Int. Ed. 55 (2016) 14972-14977. [30] Y. Kim Y.K. Kim J.H. Kim M.-S. Yim D. Harbottle J.W. Lee Synthesis of functionalized porous montmorillonite via solid-state NaOH treatment for efficient removal of cesium and strontium ions Appl. Surf. Sci. 450 2018 404 412 Y. Kim, Y. K. Kim, J. H. Kim, M. -S. Yim, D. Harbottle, J. W. Lee, Synthesis of functionalized porous montmorillonite via solid-state NaOH treatment for efficient removal of cesium and strontium ions, Appl. Surf. Sci. 450 (2018) 404-412. [31] U. Kamolphop S.F.R. Taylor J.P. Breen R. Burch J.J. Delgado S. Chansai C. Hardacre S. Hengrasmee S.L. James Low-temperature selective catalytic reduction (SCR) of NOx with n-octane using solvent-free mechanochemically prepared Ag/Al2O3 catalysts ACS Catal. 1 2011 1257 1262 U. Kamolphop, S. F. R. Taylor, J. P. Breen, R. Burch, J. J. Delgado, S. Chansai, C. Hardacre, S. Hengrasmee, S. L. James, Low-temperature selective catalytic reduction (SCR) of NOx with n-octane using solvent-free mechanochemically prepared Ag/Al2O3 catalysts. ACS Catal. 1 (2011) 1257-1262. [32] H. Wang W. Liu Y. Wang N. Tao H. Cai J. Liu J. Lv Mg−Al mixed oxide derived from hydrotalcites prepared using the solvent-free method: a stable acid-base bifunctional catalyst for continuous-flow transesterification of dimethyl carbonate and ethanol Ind. Eng. Chem. Res. 59 2020 5591 5600 H. Wang, W. Liu, Y. Wang, N. Tao, H. Cai, J. Liu, J. Lv, Mg−Al mixed oxide derived from hydrotalcites prepared using the solvent-free method: A stable acid-base bifunctional catalyst for continuous-flow transesterification of dimethyl carbonate and ethanol, Ind. Eng. Chem. Res. 59 (2020) 5591-5600. [33] F. Millange R.I. Walton D. O’Hare Time-resolved in situ X-ray diffraction study of the liquid-phase reconstruction of Mg-Al-carbonate hydrotalcite-like compounds J. Mater. Chem. 10 2020 1713 1720 F. Millange, R.I. Walton, D. O'Hare, Time-resolved in situ X-ray diffraction study of the liquid-phase reconstruction of Mg-Al-carbonate hydrotalcite-like compounds, J. Mater. Chem. 10 (2020) 1713-1720. [34] D.G. Cantrell L.J. Gillie A.F. Lee K. Wilson Structure-reactivity correlations in MgAl hydrotalcite catalysts for biodiesel synthesis Appl. Catal. A Gen. 287 2005 183 190 D. G. Cantrell, L. J. Gillie, A. F. Lee, K. Wilson, Structure-reactivity correlations in MgAl hydrotalcite catalysts for biodiesel synthesis, Appl. Catal. A: Gen. 287 (2005) 183-190. [35] M. Manikandan M. Prabub S.K.A. Kumara P. Sangeethaa R. Vijayaraghavan Tuning the basicity of Cu-based mixed oxide catalysts towards the efficient conversion of glycerol to glycerol carbonate Mol. Catal. 460 2018 53 62 M. Manikandan, M. Prabub, S. K. A. Kumara, P. Sangeethaa, R. Vijayaraghavan, Tuning the basicity of Cu-based mixed oxide catalysts towards the efficient conversion of glycerol to glycerol carbonate, Mol. Catal. 460 (2018) 53-62. [36] J.I.D. Cosimo V.K. Diez M. Xu E. Iglesia C.R. Apesteguia Structure and surface and catalytic properties of Mg-Al basic oxides J. Catal. 178 1998 499 510 J. I. D. Cosimo, V. K. Diez, M. Xu, E. Iglesia, C. R. Apesteguia, Structure and surface and catalytic properties of Mg-Al basic oxides, J. Catal. 178 (1998) 499–510. [37] O. Kikhtyanin L. Capek L. Smolakova Z. Tisler D. Kadlec M. Lhotka P. Diblíkova D. Kubicka Influence of Mg−Al mixed oxide compositions on their properties and performance in aldol condensation Ind. Eng. Chem. Res. 56 2017 13411 13422 O. Kikhtyanin, L. Capek, L. Smolakova, Z. Tisler, D. Kadlec, M. Lhotka, P. Diblíkova, D. Kubicka, Influence of Mg−Al mixed oxide compositions on their properties and performance in aldol condensation, Ind. Eng. Chem. Res. 56 (2017) 13411-13422. [38] C.M. Jinesh C.A. Antonyraj S. Kannan Allylbenzene isomerisation over as-synthesized MgAl and NiAl containing LDHs: basicity-activity relationships Appl. Clay Sci. 48 2010 243 249 C. M. Jinesh, C. A. Antonyraj, S. Kannan, Allylbenzene isomerisation over as-synthesized MgAl and NiAl containing LDHs: Basicity-activity relationships, Appl. Clay Sci. 48 (2010) 243–249. [39] J. Song G. Yu X. Li X. Yang W. Zhang W. Yan G. Liu Oxidative coupling of alcohols and amines to an imine over Mg‐Al acid‐base bifunctional oxide catalysts Chin. J. Catal. 39 2018 309 318 J. Song, G. Yu, X. Li, X. Yang, W. Zhang, W. Yan, G. Liu, Oxidative coupling of alcohols and amines to an imine over Mg‐Al acid‐base bifunctional oxide catalysts, Chinese J. Catal. 39(2018) 309–318. [40] K.S.W. Sing D.H. Everett R.A.W. Haul L. Moscou R.A. Pierotti J. Rouquerol T. Siemieniewska Pure Appl. Chem. 57 1985 603 619 K. S. W. Sing, D. H. Everett, R. A. W. Haul, L. Moscou, R. A. Pierotti, J. Rouquerol, T. Siemieniewska, Pure Appl. Chem. 57 (1985) 603-619. [41] C.C.C.M. Silva N.F.P. Ribeiro M.M.V.M. Souza D.A.G. Aranda Biodiesel production from soybean oil and methanol using hydrotalcites as catalyst Fuel Process. Technol. 91 2010 205 210 C. C. C. M. Silva, N. F.P. Ribeiro, M. M. V. M. Souza, D. A. G. Aranda, Biodiesel production from soybean oil and methanol using hydrotalcites as catalyst, Fuel Process. Technol. 91 (2010) 205-210. [42] C.T. Fishel R.J. Davis Characterization of Mg-Al mixed oxides by temperature-programmed reaction of 2-propanol Langmuir 10 1994 159 165 C. T. Fishel, R. J. Davis, Characterization of Mg-Al mixed oxides by temperature-programmed reaction of 2-propanol, Langmuir 10 (1994) 159-165.",
      "scopus-id": "85103719992",
      "coredata": {
        "eid": "1-s2.0-S2468823121001632",
        "dc:description": "A series of hydrotalcites with various Mg/Al contents were prepared by a solid state reaction. They were then calcined at 450℃ to form a series of Mgx-Aly-O catalysts with different Mg/Al ratios for use in the depolymerization of polystyrene (PS) in a batch reactor. The prepared catalysts were characterized by X-ray diffraction (XRD), field emission-scanning electron microscopy (FE-SEM) equipped with energy dispersive X-ray analysis (EDX), induced coupled plasma-atomic emission spectroscopy (ICP-AES) measurements. The characterization results showed that the Mgx-Aly-O mixed metal oxide catalysts were successfully synthesized as attempted in this work. Basicity of Mgx-Aly-O catalysts was determined by CO2-TPD measurement to elucidate the catalytic performance in the depolymerization of PS. It was found that basicity and catalytic performance (PS conversion, oil yield, and styrene monomer (SM) yield) showed volcano-shaped trends with respect to the Mg/Al ratio of Mgx-Aly-O catalysts. Correlations between basicity and catalytic performance revealed that all of PS conversion, oil yield, and SM yield were improved with the increasing basicity. Among the catalysts tested, the Mg1-Al2-O (Mg/Al = 0.5) catalyst with the largest basicity showed the best catalytic performance. Thus, basicity of Mgx-Aly-O catalyst played an important role in the determining the catalytic performance in depolymerization of PS.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121001632",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Park, Sung Joon"
          },
          {
            "@_fa": "true",
            "$": "Kang, Seung Hee"
          },
          {
            "@_fa": "true",
            "$": "Min, Hyung-Ki"
          },
          {
            "@_fa": "true",
            "$": "Choi, Young Heon"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121001632"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121001632"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00163-2",
        "prism:volume": "506",
        "articleNumber": "111546",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Depolymerization of polystyrene over Mgx-Aly-O catalysts derived from hydrotalcites: Effect of Mg/Al ratio on the basicity and catalytic performance",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polystyrene"
          },
          {
            "@_fa": "true",
            "$": "Depolymerization"
          },
          {
            "@_fa": "true",
            "$": "Styrene"
          },
          {
            "@_fa": "true",
            "$": "Mixed metal oxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrotalcite"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111546",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.mcat.2021.111546",
        "prism:startingPage": "111546",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111546",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "321",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19625",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "225",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11778",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22456",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14902",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15022",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "295",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr9.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15244",
            "@ref": "gr9",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "125266",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26583",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "297",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15395",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29315",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5491",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6105",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8276",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3733",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3917",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr9.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3838",
            "@ref": "gr9",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "154",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16920",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9938",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4405",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11197",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4361",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3091",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3065",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001632-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1768817",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85103719992"
      }
    }
  }
}