{
  "metadata": {
    "title": "Binuclear molybdenum Schiff-base complex: An efficient catalyst for the epoxidation of alkenes",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-10-31",
    "doi": "10.1016/j.mcat.2019.110498",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119303359",
    "pii": "S2468823119303359"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85068451268",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-07-10 2019-07-10 2019-07-10 2019-07-10 2019-08-06T07:55:47 1-s2.0-S2468823119303359 S2468-8231(19)30335-9 S2468823119303359 10.1016/j.mcat.2019.110498 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00115 2020-07-20T16:58:06.124803Z 0 0 20191001 20191031 2019 2019-07-10T04:14:27.539067Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 475 475 C Volume 475 33 110498 110498 110498 201910 October 2019 2019-10-01 2019-10-31 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. BINUCLEARMOLYBDENUMSCHIFFBASECOMPLEXEFFICIENTCATALYSTFOREPOXIDATIONALKENES GUO Y 1 Introduction 2 Materials and methods 2.1 Synthesis materials 2.2 Synthesis of O,N-bidentate Schiff-base ligand (H2L) 2.3 Synthesis of symmetrical dimolybdenum Schiff-base complex (DMSBC) 2.4 General procedure for the epoxidation of alkenes 3 Results and discussion 3.1 The characterizations of free H2L and DMSBC 3.2 The X-ray photoelectron spectroscopy (XPS) of DMSBC 3.3 Study of the catalytic activity of DMSBC in the epoxidation of cyclooctene 3.3.1 The influence of solvent on catalytic activity of DMSBC 3.3.2 Proposed mechanism of the epoxidation of cyclooctene in the presence of DMSBC 3.3.3 Epoxidation of alkenes with DMSBC 3.3.4 Dynamics of the epoxidation of cyclooctene by DMSBC 3.4 Recycling experiments of DMSBC for epoxidation of cyclooctene under optimized conditions 3.5 Comparison with other catalysts 4 Conclusion Acknowledgment Appendix A Supplementary data References JUDMAIER 2012 9956 9966 M IVANCHIKOVA 2017 85 99 I GUPTA 2008 1420 1450 K CLERICI 1991 159 167 M VARGA 2016 125 134 G BONON 2014 71 86 A HUBER 2014 25 32 S XIA 2005 1603 1662 Q SANTIAGOPORTILLO 2018 450 463 A TOMAS 2013 7421 7469 R BREGANTE 2017 75 89 D VANDICHEL 2012 1 18 M OYAMA 2008 3 99 S MECHANISMSINHOMOGENEOUSHETEROGENEOUSEPOXIDATIONCATALYSIS KRACKL 2011 1186 1192 S GUENYAR 2010 117 124 A BAGHERZADEH 2009 3698 3702 M ALAJLOUNI 2005 1716 1723 A TRAAR 2014 54 60 P MAITY 2011 123 127 N KUECK 2016 349 364 J GROVER 2014 4219 4231 N LU 2006 62 69 X XIA 2001 179 193 Q PENG 2016 393 399 C DUPE 2015 20514 20522 A SROUR 2013 3030 3050 H ARNOLD 2007 55 64 U PRITCHARD 2015 3808 3833 J MASTERIFARAHANI 2018 3 M SHEN 2017 185 192 Y ZHAO 2018 6390 6397 Y MIRZAEE 2015 593 600 M ZARE 2016 1580 1586 M BABAEI 2018 2877 2881 B ESCUDEROADAN 2008 4256 4263 E MIRZAEE 2017 160 168 M BAGHERZADEH 2013 2885 2900 M COMASVIVES 2010 2147 2158 A QI 2011 44 51 B ELMEDANI 2004 497 507 S ROMANOWSKI 2018 156 164 G SARKHEIL 2018 9 M MAJUMDER 2018 366 378 S MAURYA 2017 724 734 M LONG 2012 622 631 J ASGHARPOUR 2017 e3782 Z KARDANPOUR 2015 262 272 R GUOX2019X110498 GUOX2019X110498XY 2021-07-10T00:00:00.000Z 2021-07-10T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-07-08T01:17:40.788Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2468-8231(19)30335-9 S2468823119303359 1-s2.0-S2468823119303359 10.1016/j.mcat.2019.110498 315758 2020-07-20T16:58:06.124803Z 2019-10-01 2019-10-31 1-s2.0-S2468823119303359-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/MAIN/application/pdf/fb1fcadb6b6a9e329c71a279bf328bfa/main.pdf main.pdf pdf true 1378046 MAIN 7 1-s2.0-S2468823119303359-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/PREVIEW/image/png/0b5984ee592c4b6e5bc12be1999586f1/main_1.png main_1.png png 55320 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119303359-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/ga1/THUMBNAIL/image/gif/e63d4659fdd10ba39cf6b276819042a2/ga1.sml ga1 true ga1.sml sml 23710 133 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr1/THUMBNAIL/image/gif/142cc62511d6767075bb4d78733d18a7/gr1.sml gr1 gr1.sml sml 9468 164 187 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr2/THUMBNAIL/image/gif/8d732970fd8d85525ea0b0a0f5f62df2/gr2.sml gr2 gr2.sml sml 8113 164 195 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr3/THUMBNAIL/image/gif/efc74c2bd2e29b60cd03108c10007d8e/gr3.sml gr3 gr3.sml sml 11838 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr4/THUMBNAIL/image/gif/d59ba5f04691981a9ce387e00ca879cd/gr4.sml gr4 gr4.sml sml 4932 91 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr5/THUMBNAIL/image/gif/23507bdc9f5ab8e7a3f51ebd9a046b43/gr5.sml gr5 gr5.sml sml 11935 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc1/THUMBNAIL/image/gif/75a146c4d61b386c60c27da791fd6c82/sc1.sml sc1 sc1.sml sml 4501 164 155 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc2/THUMBNAIL/image/gif/d7ac52eca15387e688964ab9744e2d82/sc2.sml sc2 sc2.sml sml 2779 64 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc3/THUMBNAIL/image/gif/a2277ced86951e8f44085f3fe936dc81/sc3.sml sc3 sc3.sml sml 4751 164 170 IMAGE-THUMBNAIL 1-s2.0-S2468823119303359-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/ga1/DOWNSAMPLED/image/jpeg/1769859a1c54cfa08cd3d5bdeb187bee/ga1.jpg ga1 true ga1.jpg jpg 29497 200 330 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr1/DOWNSAMPLED/image/jpeg/811241f23b22c1ccfc8504d2d723817f/gr1.jpg gr1 gr1.jpg jpg 32701 297 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr2/DOWNSAMPLED/image/jpeg/1fcd26f71ba10b10db527a68115051ae/gr2.jpg gr2 gr2.jpg jpg 50288 474 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr3/DOWNSAMPLED/image/jpeg/3a1448e587408691181f9f96b5e669bb/gr3.jpg gr3 gr3.jpg jpg 30037 258 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr4/DOWNSAMPLED/image/jpeg/eba0a2f381754143f6f9f69d530cd732/gr4.jpg gr4 gr4.jpg jpg 27760 235 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/gr5/DOWNSAMPLED/image/jpeg/806f6def3138f563d188705d9895ffae/gr5.jpg gr5 gr5.jpg jpg 20754 210 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc1/DOWNSAMPLED/image/jpeg/a449c1bd909c91541f586964d3acd7a0/sc1.jpg sc1 sc1.jpg jpg 23027 398 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc2/DOWNSAMPLED/image/jpeg/02ec067fb1138098d079450355ce33fc/sc2.jpg sc2 sc2.jpg jpg 5813 100 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/sc3/DOWNSAMPLED/image/jpeg/c767d36e25bf5aa8f64f09b274867bb0/sc3.jpg sc3 sc3.jpg jpg 40313 453 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303359-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/b409d657fc5aa4a1af1c8a310c689dae/mmc1.docx mmc1 mmc1.docx docx 11483888 APPLICATION 1-s2.0-S2468823119303359-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303359/STRIPIN/image/gif/f458b6e455cec1fa89647c63262087a5/si1.gif si1 si1.gif gif 1410 43 464 ALTIMG 1-s2.0-S2468823119303359-am.pdf am am.pdf pdf 1223297 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:106MVM7RP5F/MAIN/application/pdf/df9177bf46961d9354add70eb43c4a7f/am.pdf MCAT 110498 110498 S2468-8231(19)30335-9 10.1016/j.mcat.2019.110498 Elsevier B.V. Fig. 1 FT-IR spectra of (a) 4-(Diethylamino)salicylaldehyde (b) 3,3-Diaminobenzidine (c) Binuclear Schiff-base ligand (H2L) (d) Fresh catalyst (DMSBC) (e) Used catalyst (DMSBC) after six runs. Fig. 1 Fig. 2 XPS survey spectra of (a) DMSBC (b) Core level spectra of Mo3d,and (c) Core level spectra of O1s. Fig. 2 Fig. 3 The catalytic activity of DMSBC in the epoxidation of cyclooctene. Reaction conditions: catalyst (50 mg 0.04 mmol), cyclooctene (10 mmol), C2H4Cl2 (10 ml), TBHP(30 mmol) and 80°C reflux. Selectivity and yields were determined by GC, Selectivity toward the corresponding epoxide. Fig. 3 Fig. 4 (a) The conversion profiles of cyclooctene obtained at the indicated reaction temperature by using DMSBC. (b) Arrhenius plot of the epoxidation of cyclooctene with DMSBC and TBHP. Fig. 4 Fig. 5 Catalyst reusability in the epoxidation of cyclooctene with TBHP and DMSBC. Reaction conditions: cyclooctene (10 mmol), TBHP (30 mmol), 1,2-dichloroethane (10 ml) refluxing 1 h. Selectivity and yields were determined by GC, Selectivity toward the corresponding epoxide Fig. 5 Scheme 1 Procedure for the synthesis of a: binuclear salophen ligand and b dimolybdenum Schiff-base complex (DMSBC). Scheme 1 Scheme 2 Epoxidation of cyclooctene with DMSBC. Scheme 2 Scheme 3 Proposed mechanism of the epoxidation of cyclooctene in the presence of DMSBC and TBHP. Scheme 3 Table 1 The influence of solvent on catalytic activity of DMSBC (cyclooctene as substrate) a . Table 1 Entry Cat.(mg) solvent T(oC) Time(h) Conversion (%) Selectivity (%) 1 50 DMF 80 12 7.0 94.4 2 50 CH3CN 80 12 44.5 93.5 3 50 EtOH 80 12 64.3 93.0 4 50 CHCl3 80 12 75.6 94.8 5 50 C2H4Cl2 80 1 92.0 99.6 a Reaction conditions: catalyst (50 mg 0.04 mmol), cyclooctene (10 mmol), solvent (10 ml), TBHP(30 mmol) and reflux. Selectivity and yields were determined by GC, Selectivity toward the corresponding epoxide. Table 2 The result of the epodxidation of cyclooctene by DMSBC with different amount of TBHP a . Table 2 Entry Cat.(mg) solvent TBHP (mM) Conversion (%) Selectivity (%) 1 50 C2H4Cl2 10 37.9 77.4 2 50 C2H4Cl2 20 71.7 77.4 3 50 C2H4Cl2 30 92.0 99.6 4 50 C2H4Cl2 40 98.9 94.7 a Reaction conditions: catalyst (50 mg 0.04 mmol), 10 mmol cyclooctene, 1,2-dichloroethane (10 ml), time (1 h) and reflux. Selectivity and yields were determined by GC, Selectivity toward the corresponding epoxide. Table 3 Epoxidation of different alkenes in the presence of DMSBC. Table 3 Entry Cat. (mg) Time (h) Alkenes T (oC) Conversion (%) Selectivity (%) TOF 1 none 10 cyclooctene 80 3.9 85.0 2 50 12 styrene 80 49.9 4.6 7.4 3 50 1 cyclooctene 80 92.0(99.*) a 99.6 208 4 50 12 octylene 80 63.9 100 7.0 5 50 5 cyclohexene 80 91.0(99.*) b 100 33.0 6 50 12 hexene 80 90.0 100 6.3 7 50 10 Norbornene 80 98.1 90.4 29.0 a Complete conversion after 3 h, >99%. b Complete conversion after 4 h, >99%. Table 4 Catalytic activity of various catalysts for the epoxidation of cyclooctene. Table 4 Entry Catalyst Substrate Solvent Time (h) Conv. (%) TOF (h−1) References 1 [MoO2L] Cyclooctene C2H4Cl2 1 92.0 208 This work (99.* a 2 [MoO2(Sal-Tryp)] Cyclooctene CCl4 8 100 30.5 [36] 3 MoO2(acac)2@ UiO-66-NH2-SA Cyclooctene C2H4Cl2 0.75 97.0 61.0 [37] 4 MoO2(acac)2@UiO-66-NH2-TC Cyclooctene C2H4Cl2 1 94.0 39.2 [37] 5 Mo-Im-BNPs Cyclooctene CCl4 1 97.0 126 [31] 6 Mo-A-BNPs Cyclooctene CCl4 3.5 97.0 89.0 [31] a Complete conversion after 3 h,>99%. Binuclear molybdenum Schiff-base complex: An efficient catalyst for the epoxidation of alkenes Yingxiong Guo 1 Longqiang Xiao 1 Pan Li Wenhong Zou Wenzhe Zhang Linxi Hou ⁎ College of Chemical Engineering, Fuzhou University, Xueyuan Road No. 2, Fuzhou 350116, China College of Chemical Engineering Fuzhou University Xueyuan Road No. 2 Fuzhou 350116 China ⁎ Corresponding author. 1 These authors contributed equally to this work and should be regarded as co-first authors. Graphical abstract A binuclear molybdenum Schiff-base complex was prepared under mild conditions, fully characterized and applied as a heterogeneous catalyst for efficient synthesis of the epoxidation of alkenes. Dimolybdenum Schiff-base complex (DMSBC) which contain O,N-bidentate ligand was synthesized and characterized. The complex can be used as a promising catalyst in the epoxidation of olefins with tert-butyl-hydroperoxide (TBHP) as oxidant. The catalytic activity of the DMSBC was optimized by adjusting various parameters. Epoxidation of olefins by DMSBC indicated that the catalyst exhibited superb catalytic activity with high conversions up to 99.6%, high selectivity up to 100%, and high turnover frequency (TOF) of 208 h−1. Kinetic analysis provided that epoxidation of cyclooctene by DMSBC possessed moderate activation energy (95.3 ± 2 kJ·mol−1). Furthermore, the calculated pre-exponential factor (A) proved that strong collisions probability take place in the reaction. Additionally, the recycle experiments demonstrated that DMSBC could be recovered and repeatedly applied. Keywords Dimolybdenum complex Olefin epoxidation catalyst Binuclear Schiff-base Recyclable catalyst 1 Introduction Epoxide is one of the worthiest chemical intermediates for producing various important industrial products, such as surfactants, epoxy resins, lubricating oils, textiles, cosmetics, surface coatings, corrosion protection agents, pesticides, detergents, sweeteners, chiral pharmaceuticals, perfumes, and so on [1,2]. One of the most efficient method to produce epoxides is the epoxidation of alkenes. Epoxides were obtained with high yields and high selectivity by the assistant of heterogeneous/homogeneous catalysts or stoichiometric amounts of per-acids [3–6]. However, per-acids can induce environmental pollution and require high cost. In order to shrink the extravagant use of large amounts of oxidants, such as per-acids and sodium hypochlorite, the catalysts based on transition metal have been extensively developed [7–12]. As a sustainable world development, the awareness of environmental protection is increasing. The use of nontoxic, and resource-rich metals, such as molybdenum, has attracted more and more attentions. In the industry, promising economic effect has been obtained by the production of propylene oxide with molybdenum as well as alkyl hydro-peroxides as oxidants (named Halcon-Arco process) [13]. Furthermore, various kinds of molybdenum-base catalysts have been developed as heterogeneous catalysts in epoxidation reaction. One typical example is the usage of [Mo(CO)6] and alkyl peroxide [14–18]. Besides, the catalyst consisted of molybdenum and various kinds of ligands has been used for the epoxidation of olefins and presented excellent catalytic activity with high yields and high selectivity [19]. It is noteworthy that the complexes consisted of Schiff-base ligands and molybdenum are highly efficient homogeneous/heterogeneous catalysts [20–24]. Recently, the epoxidation of terminal olefins are accomplished by molybdenum Schiff-base complexes. According to previous works, most molybdenum Schiff-base complexes are efficient homogeneous catalysts. Generally, homogeneous catalysts could be used under mild reaction conditions [25–27]. However, the drawbacks of homogeneous catalyst, including unrecyclable ability and poor stability, urgently need to be solved. Heterogeneous catalysts are gained much attention compared to homogeneous catalysts since they could be easily separated and recycled from reaction mixture, which makes them play a critical role in the development of environmentally friendly and sustainable processes [28–31]. Mahdi Mirzaee al. used boehmite nanoparticles (BNPs) anchor Schiff base to generate molybdenum complexes, which could transform unreacted cis-cyclooctene to epoxy cyclooctane with good catalytic performance [32]. Maryam Zare al. immobilized molybdenum (VI) complex onto Fe3O4/SiO2 as heterogeneous catalyst, and had realized the catalyst recycle from the mixture [33]. Behnam Babaei al. had prepared the catalyst by tethering a molybdenum (VI) Schiff-base complex via post-synthesis modification of MnFe2O4 nanoparticles and the catalyst was recycled and reused several times [34]. Nevertheless, those methods may lead to the loss of catalyst activity. Therefore, it is eagerly desirable but still highly challenging to develop novel heterogeneous catalysts with high catalytic efficiency. In this work, a novel dimolybdenum Schiff-base complex (DMSBC) was obtained by the reaction of MoO2(acac)2 and a binuclear Schiff-base ligand (H2L). The DMSBC acted as heterogeneous catalyst in the epoxidation of some cyclic and terminal olefins. The result revealed that DMSBC exhibited excellent catalytic efficiency in the epoxidation of various linear and cyclic alkenes. Moreover, the kinetic analysis of catalytic oxidation was investigated to determine the activation energy of catalyst. Besides, DMSBC exhibited poor solubility at ambient temperature in some organic solvents. In addition, it could be separated from the reaction mixture mainly by filtration and centrifugation, and successfully reutilized at least three times without significantly reducing the catalytic efficiency, and could be use six times still have the catalytic efficiency. 2 Materials and methods 2.1 Synthesis materials All commercial grade solvents and chemical reagents were purchased and used without further purification. Infrared spectra of solid samples were recorded with a Nicolet iS50 fourier transform infrared (FT-IR)spectrometer in the range of 4000–400 cm−1 using KBr-disk method. 1H NMR spectra were observed on a Bruker Avance III (500 MHz). The mass spectra were performed on Agilent LC-QTOF mass spectrometer. Gas chromatography (GC) measurements were carried out on a ShimadzuGC-2010 gas chromatograph. Elemental analysis was performed on Vario EL cube. The X-ray photoelectron spectroscopy was performed on ESCALAB 250. 2.2 Synthesis of O,N-bidentate Schiff-base ligand (H2L) A typical process for the synthesis of symmetrical Schiff-base ligand by the condensation of the amino group with the aldehyde group was described (Scheme 1 a) [35]. A mixture of 4-(diethylamino)salicylaldehyde (6 mmol) and MeOH (25 mL) was added drop-wise into a mixture of 3,3-diaminobenzidine (1 mmol) and MeOH (25 mL) under continuous stirring at 80 °C, and then the brown mixture was refluxed for 24 h until a deep orange to red mixture was obtained. The rude product was collected by centrifugal separation. Subsequently, the orange product was obtained and recrystallized from MeOH for several times, then the product was collected by centrifugal separation and dried (Yield:87%). 1HNMR (500 MHz, CDCl3, TMS) = 1.23 (t, 24H, CH3), 3.44 (m, 16H, CH2), 6.26 (t, 8H, CH), 7.02 (m, 4H, CH), 7.07 (d, 2H, CH), 7.22 (t, 4H, CH), 8.50 (s,4H, CH), 13.48 (s, 4H, OH). 13C NMR (151 MHz, CDCl3) δ 164.70 (d, J = 16.9 Hz), 160.96 (s), 160.26 (s), 151.98 (d, J = 10.4 Hz), 142.02 (d, J = 133.0 Hz), 138.31 (s), 133.98 (d, J =27.7 Hz), 124.42 (s), 119.34 (s), 117.49 (s), 109.61 (d, J =7.5 Hz), 103.76 (s), 98.22 (s), 44.59 (s), 12.78 (s). MS(ESI): m/z = 915.528 [M+H]+. C56H66N8O4 (914.52): calcd. Anal calcd for C56H66N8O4: C, 73.49; H, 7.27; N, 12.24. Found: C, 73.35; H, 7.28; N, 12.26. 2.3 Synthesis of symmetrical dimolybdenum Schiff-base complex (DMSBC) MoO2(acac)2 (2.2 mmol) and binuclear Schiff-base ligand (H2L) (2 mmol) were mixed in MeOH (80 mL) under nitrogen atmosphere (Scheme 1b). The solution rapidly turned to crimson and then was stirred at 80 °C for 24 h. The MeOH was evaporated under vacuum and crimson solid was obtained. The crimson solid was collected by centrifugal separation and washed by MeOH for several times. The crimson solid was obtained after dried in vacuum (Yield:82%). 1H NMR (500 MHz, DMSO, TMS) = 1.10 (t, 12H, CH3), 3.42 (m, 8H, CH2), 6.04 (s, 2H, CH), 6.37 (d, 2H, CH), 6.84 (d, 1H, CH), 7.43 (t, 4H, CH), 8.81 (d,1H, CH), 9.22 (d, 1H, CH). 13C NMR (151 MHz, DMSO) δ 165.47-165.08 (m), 164.33 (s), 163.87 (s), 154.16 (d, J =34.2 Hz), 152.14 (s), 136.92-136.65 (m), 134.54-134.26 (m), 115.12-114.69 (m), 112.23 (s), 111.68 (s), 99.36 (s), 97.39 (s), 96.38 (s), 44.55 (t, J = 17.7 Hz), 19.04 (s). Anal Calcd for C56H62Mo2N8O8: C, 57.63; H, 5.35; N, 9.60. Found: C, 57.21; H, 5.23; N, 9.48. 2.4 General procedure for the epoxidation of alkenes In a typical procedure, a mixture of catalyst (50 mg 0.04 mmol), substrate (10 mmol), 1,2-dichloroethane (10 ml) and TBHP (30 mmol) (Table 2) was stirred and heated to the appropriate temperature in oil bath for pre-determined time. At the end of the reaction, the catalyst was removed by centrifugation and the product was analyzed by gas chromatography. 3 Results and discussion 3.1 The characterizations of free H2L and DMSBC Fourier-transform infrared (FT-IR) spectroscopy curves of five samples were shown in Fig. 1 . The characteristic C–O stretching vibrations and C–N asymmetric stretching vibrations could be found in the range of 1236 cm−1 and 1330 cm−1. A meaningful characteristic band at 1620 cm−1 belonged to the vibration of CN group, which proved the successful reaction of imines groups with aldehydegroups (Schiff base) [32]. As shown in Fig. 1d, a new peak at 904 cm−1 was assigned to Mo = O stretching vibration of DMSBC comparing to Fig. 1c, which may due to coordination of molybdenum to Schiff-base ligand [36,37]. 3.2 The X-ray photoelectron spectroscopy (XPS) of DMSBC The XPS spectrum of DMSBC is shown in Fig. 2 . From the XPS survey spectrum (Fig. 2a), bands at 232.4 eV (Mo3d), 285 eV (C1s), 400.5 (N1s), 410 eV (Mo3p), and 529 (O1s) could be used to determine the chemical composition of catalyst. The Mo3d core level spectrum (Fig. 2b) shows the dominant Mo3d3/2 and Mo3d5/2 peaks at 232.6 eV and 235.7 eV, which indicated that the Mo species are retained in the +6 oxidation state in DMSBC. The major role of the molybdenum (VI) ion is to withdraw electrons from the peroxidic-oxygens, making them more susceptible to attack by nucleophiles such as olefins. The O1s core level spectrum (Fig. 2c) could be deconvoluted into two bands: 530.79 for oxo-oxygen, and 532.17 for peroxo-oxygen respectively. 3.3 Study of the catalytic activity of DMSBC in the epoxidation of cyclooctene The action scheme of the catalyst in the epoxidation of cyclooctene was illustrated in Scheme 2 . The result (Fig. 3 ) described 92.0% conversion and almost 100% selectivity within 1 h, revealing the catalyst has high catalytic activity. 3.3.1 The influence of solvent on catalytic activity of DMSBC The catalytic activity of DMSBC was investigated in non-polar, polar aprotic, polar protic solvents and the solvents ordered by increasing polarity. The highest activity of DMSBC was obtained in 1,2-dichloroethane (C2H4Cl2) (Table 1 ), which could be explained by the theory of hard and soft acid base (HSAB) [36]. Coordinating solvents such as acetonitrile (CH3CN), dimethylformamide (DMF) and ethanol (EtOH) may compete with tert-butyl hydroperoxide (TBHP) to occupy the coordination sites on the hard Mo(VI) ion, leading to the remarkable reduction of the conversion. On the other side, the higher conversion and selectivity were obtained in the non-coordinative solvents such as 1,2-dichloroethane (C2H4Cl2) and chloroform (CHCl3), which may be attributed to the coordination of TBHP to Mo (VI) center followed by transfer of oxygen to alkenes [35]. 3.3.2 Proposed mechanism of the epoxidation of cyclooctene in the presence of DMSBC Although the mechanism of epoxidation of olefin is still controversial, the mechanism about the coordination of TBHP to Mo (VI) center resulted in the formation of MoO-H and MoO2-tBu moieties, which was more possible [32,36,38]. The mechanism is shown in Scheme 3 . The progress of reaction has been monitored by electronic absorption spectroscopy (Fig S6, Supporting Information). A absorption band observed at 230 nm is probably due to n to π transition of the -C = N- and -C = O- of the ligand. The spectra of DMSBC sho wa band at 410 nm, which assign to the ligand to metal(molybdenum atom) charge transfer (LMCT) [39–42]. The addition of TBHP causes the decrease in intensities of the 410 band. The change along with the generation of an isosbestic point at 410 nm indicate the interaction of catalyst with TBHP and the plausible formation of the corresponding peroxido complex. Although the isolation of the real intermediates has not been successfully achieved, the formation of relevant dioxidomolybdenum (VI) complexes with TBHP to generate [Mo(VI)O(O2)]2+ complexes has been reported [43,44]. However, the addition of cyclooctene into the above solution does not obviously change the wavelengths of observable absorption peaks. Based on the obtained oxidation products and experiments described above, a reaction pathway including oxido-peroxido intermediates can be rationally proposed. The catalyst is responsible for receiving and transferring oxygen atoms. Firstly, the TBHP proton transfer oxy-complex resulting in the coordination of TBHP to the molybdenum center. The α-O atom was then transferred to the olefin to produce the epoxide (the major product) meanwhile releasing tert-butylalcohol (byproduct), yielding the initial catalyst. The mechanism could interpret the high reaction speed of electron-rich alkenes compared with electron-poor alkenes. Besides, this mechanism suggest the addition of TBHP increase the conversion of olefin, which agrees to our experiment results (Tables 2 and 3 ). Theoretical studies proved that the formation of hydrogen bond was extremely important during the reaction. Thus, not only the transfer of oxygen, but also the transfer of hydrogen has the barrier. The production of epoxy compounds has almost no barrier. In contrast, there is an obvious energy barrier on the release of tert-butylalcohol (Table 2) [38]. 3.3.3 Epoxidation of alkenes with DMSBC The DMSBC could also be used for the epoxidation of a wide range of alkenes. The control experiment shown that the yields still extremely low after ten hours reflux without catalyst (Table 3, Entry 1). On the contrary, some cyclic and terminal olefins could be effectively and selectively converted to epoxies in the presence of catalyst, which revealed the catalyst has good catalytic activity. In the epoxidation of endocyclic alkenes, the selectivity of epoxy compounds is almost 100%, which is due to the high activity of the double bonds and the relative high stability of epoxy products. Linear aliphatic olefins such as 1-hexene and 1-octene converted to their corresponding 1,2-epoxy alkanes as an exclusive product. However, the conversion of 1-hexene (90.0%) was higher than 1-octene (63.9%) which suggested that catalytic activity decreases along with chain length of olefins. Larger hexyl group of 1-octene connected to double bond sterically hinders its approach to the active site compared to 1-hexene whose double bond carries a smaller butyl group. Due to the conjugative effect of benzene ring, styrene showed lower activity. Basing on the mechanism suggested above, higher electron donating olefins that have inner double bonds shows splendid activity comparing to terminal olefins. The product of the epoxidation reaction were collected at different time intervals and then identified and quantified by gas chromatography. The turnover frequency (TOF) was calculated as follows: T O F = m o l e s c o n v e r t e d m o l e s o f M o ( a c t i v e s i t e ) t a k e n f o r r e a c t i o n × r e a c t i o n t i m e 3.3.4 Dynamics of the epoxidation of cyclooctene by DMSBC To explore the source and activity of the catalyst for aerobic oxidation of olefins to form epoxy compounds, it is necessary to carry out kinetic analysis. In this present work, some key kinetic parameters were studied by using the oxidation of cyclooctene as a model reaction. Firstly, the effect of temperature on catalytic activity of catalyst was investigated [45]. Considering the selectivity of the reaction, we performed the reaction 323 K, 333 K, 343 K and 353 K (Fig. 4 ). As the result shown in Fig. 4, the conversion of cyclooctene increased gradually from 30.8% to 99.2% along with the reaction temperature increase from 323 K to 353 K. The reaction was carried out at different temperatures, and the initial k was obtained by the linear fitting of the time versus conversion curve. According to the Arrhenius equation of ln k= ln A−Ea /RT, we plotted the relationship between ln k and 1/T, which has excellent linear relationship (Fig. 4B R2 = 1). Activation energy (Ea) and pre-exponential factors (A) obtained by the Arrhenius equation were 95.3 ± 2 kJ·mol−1 and 7.9 × 1010 mol−1 dm3·s−1, respectively. The result indicated that the epoxidation of cyclooctene has high conversion speed and high probability of collision. 3.4 Recycling experiments of DMSBC for epoxidation of cyclooctene under optimized conditions The stability and reusability both are the important properties for the preparation of heterogeneous catalyst. Fig. 5 indicated the results of epoxidation of cyclooctene. After each test, the DMSBC was simply separated by centrifugal, then washed, dried, and reused in the next operation. The catalyst prepared in the epoxidation reaction of cyclooctene gained high conversion rate after 60 min of the first three runs. The catalytic activity of the catalyst in the fourth to sixth run showed suitable catalytic performance, but lower than the former three runs. One conclusion could be drawn is that the DMSBC was recycled used for the epoxidation of cyclooctene for three times without significantly reducing the catalytic efficiency. On the other hand, very low molybdenum species was detected in the filtrate for former two runs, which was confirmed by ICP analysis (Fig S7, Supporting Information). Moreover, no significant new peak can be found in FT-IR curve (Fig. 1e) when compared to that of fresh catalyst (Fig. 1d), proving the catalyst exhibited excellent stability. Small changes in signal intensity and position were probably due to overlapping or shifting of the band when tert-BuOH, and cyclooctene oxide coexisted [37]. Therefore, these stretching vibrations strongly confirm the retrievability and the stability of the catalyst. 3.5 Comparison with other catalysts Asgharpour al. testified that the [MoO2(Sal-Tryp)] catalyst could be used for the epoxidation of cyclooctene. They performed the reaction in CCl4 and obtained 100% yield (Table 4 , entry 2) [46]. Additional, Kardanpour et al. performed the epoxidation of cyclooctene by MoO2(acac)2@UiO-66-NH2-SA and MoO2(acac)2@UiO-66-NH2-TC in C2H4Cl2 (Table 4, entry 3,4), which showed that those catalysts have good catalytic performances for epoxidation of alkenes [47]. Furthermore, Mirzaee et al. reported that Mo-Im-BNPs and Mo-A-BNPs could be reused several times without significant loss of activity and selectivity (Table 4, entry 5,6) [36]. In this work, 92.0% conversion and high turnover frequency is 208 h−1 (Table 4, entries 1). Comparing with the reported catalysts (Table 4), this catalyst exhibited better catalytic property for epoxidation of turnover frequency. 4 Conclusion A heterogeneous dimolybdenum Schiff-base catalyst was successfully prepared. The catalyst showed remarkable catalytic activity in the epoxidation of cyclic and terminal olefins. Based on the experiments, the results indicated that solvent strongly effect the reaction speed, selectivity and conversion on the epoxidation of olefins. Moreover, the highest yield (99%) and selectivity (99.6%) were obtained in 1,2-dichloroethane (C2H4Cl2). Kinetic analysis indicated that dimolybdenum catalyst had moderate activation energy (95.3 ± 2 kJ·mol−1 for cyclooctene oxidation). The large pre-exponential factor (A) meant that there was a high probability of collision to account for the high reaction rate. Furthermore, the catalyst could be easily recovered by centrifugal. It could be reused at least six times with suitable catalytic performance. Acknowledgment We are grateful for the financial support from the National Natural Science Foundation of China (No 21676057). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110498. Appendix A Supplementary data The following is Supplementary data to this article: References [1] M.E. Judmaier C. Holzer M. Volpe N.C. Moesch-Zanetti Inorg. Chem. 51 2012 9956 9966 [2] I.D. Ivanchikova I.Y. Skobelev N.V. Maksimchuk E.A. Paukshtis M.V. Shashkov O.A. Kholdeeva J. Catal. 356 2017 85 99 [3] K.C. Gupta A.K. Sutar Catalytic activities of Schiff base transition metal complexes Coord. Chem. Rev. 252 2008 1420 1450 [4] M.G. Clerici G. Bellussi U. Romano J. Catal. 129 1991 159 167 [5] G. Varga A. Kukovecz Z. Konya L. Korecz S. Murath Z. Csendes G. Peintler S. Carlson P. Sipos I. Palinko J. Catal. 335 2016 125 134 [6] A.J. Bonon Y.N. Kozlov J.O. Bahu R. Maciel Filho D. Mandelli G.B. Shul’pin J. Catal. 319 2014 71 86 [7] S. Huber M. Cokoja F.E. Kuehn J. Organomet. Chem. 751 2014 25 32 [8] Q.H. Xia H.Q. Ge C.P. Ye Z.M. Liu K.X. Su Chem. Rev. 105 2005 1603 1662 [9] A. Santiago-Portillo S. Navalon M. Alvaro H. Garcia J. Catal. 365 2018 450 463 [10] R.A.F. Tomas J.C.M. Bordado J.F.P. Gomes Chem. Rev. 113 2013 7421 7469 [11] D.T. Bregante P. Priyadarshini D.W. Flaherty J. Catal. 348 2017 75 89 [12] M. Vandichel K. Leus P. Van der Voort M. Waroquier V. Van Speybroeck J. Catal. 294 2012 1 18 [13] S.T. Oyama Mechanisms in Homogeneous and Heterogeneous Epoxidation Catalysis 2008 Elsevier 3 99 [14] S. Krackl A. Company S. Enthaler M. Driess Chemcatchem 3 2011 1186 1192 [15] A. Guenyar D. Betz M. Drees E. Herdtweck F.E. Kuehn J. Mol. Catal. A Chem. 331 2010 117 124 [16] M. Bagherzadeh L. Tahsini R. Latifi L.K. Woo Inorg. Chim. Acta 362 2009 3698 3702 [17] A. Al-Ajlouni A.A. Valente C.D. Nunes M. Pillinger A.M. Santos J. Zhao C.C. Romao I.S. Goncalves F.E. Kuhn Eur. J. Inorg. Chem. 9 2005 1716 1723 [18] P. Traar J.A. Schachner B. Stanje F. Belaj N.C. Moesch-Zanetti J. Mol. Catal. A Chem. 385 2014 54 60 [19] N.C. Maity S.H.R. Abdi R.I. Kureshy N.-u.H. Khan E. Suresh G.P. Dangi H.C. Bajaj J. Catal. 277 2011 123 127 [20] J.W. Kueck R.M. Reich F.E. Kuehn Chem. Rec. 16 2016 349 364 [21] N. Grover A. Poethig F.E. Kuehn Catal. Sci. Technol. 4 2014 4219 4231 [22] X.H. Lu Q.H. Xia H.J. Zhan H.X. Yuan C.P. Ye K.X. Su G. Xu J. Mol. Catal. A Chem. 250 2006 62 69 [23] Q.H. Xia X. Chen T. Tatsumi J. Mol. Catal. A Chem. 176 2001 179 193 [24] C. Peng X.H. Lu X.T. Ma Y. Shen C.C. Wei J. He D. Zhou Q.H. Xia J. Mol. Catal. A Chem. 423 2016 393 399 [25] A. Dupe M.E. Judmaier F. Belaj K. Zangger N.C. Mosch-Zanetti Dalton Trans. 44 2015 20514 20522 [26] H. Srour P. Le Maux S. Chevance G. Simonneaux Coord. Chem. Rev. 257 2013 3030 3050 [27] U. Arnold F. Fan W. Habicht M. Doering J. Catal. 245 2007 55 64 [28] J. Pritchard G.A. Filonenko R. van Putten E.J.M. Hensen E.A. Pidko Chem. Soc. Rev. 44 2015 3808 3833 [29] M. Masteri-Farahani M. Modarres Appl. Organomet. Chem. 32 2018 3 e4142 [30] Y. Shen X.H. Lu C.C. Wei X.T. Ma C. Peng J. He D. Zhou Q.H. Xia Mol. Catal. 433 2017 185 192 [31] Y. Zhao D. Zhou T. Zhang Y. Yang K. Zhan X. Liu H. Min X. Lu R. Nie Q. Xia ACS Appl. Mater. Interfaces 10 2018 6390 6397 [32] M. Mirzaee B. Bahramian A. Amoli Appl. Organomet. Chem. 29 2015 593 600 [33] M. Zare Z. Moradi-Shoeili M. Bagherzadeh S. Akbayrak S. Ozkar New J. Chem. 40 2016 1580 1586 [34] B. Babaei A. Bezaatpour M. Amiri S. Szunerits R. Boukherroub ChemistrySelect 3 2018 2877 2881 [35] E.C. Escudero-Adan J. Benet-Buchholz A.W. Kleij Inorg. Chem. 47 2008 4256 4263 [36] M. Mirzaee B. Bahramian J. Gholizadeh A. Feizi R. Gholami Chem. Eng. J. 308 2017 160 168 [37] M. Bagherzadeh M. Zare J. Coord. Chem. 66 2013 2885 2900 [38] A. Comas-Vives A. Lledos R. Poli Chem. - Eur. J. 16 2010 2147 2158 [39] B. Qi X.H. Lu S.Y. Fang J. Lei Y.L. Dong D. Zhou Q.H. Xia J. Mol. Catal. A Chem. 334 2011 44 51 [40] S.M. El-Medani Reactions of chromium J. Coord. Chem. 57 2004 497 507 [41] G. Romanowski J. Kira M. Wera Inorg. Chim. Acta 483 2018 156 164 [42] M. Sarkheil M. Lashanizadegan Appl. Organomet. Chem. 32 2018 9 [43] S. Majumder S. Pasayat S. Roy S.P. Dash S. Dhaka M.R. Maurya M. Reichelt H. Reuter K. Brzezinski R. Dinda Inorg. Chim. Acta 469 2018 366 378 [44] M.R. Maurya L. Rana F. Avecilla New J. Chem. 41 2017 724 734 [45] J. Long X. Xie J. Xu Q. Gu L. Chen X. Wang ACS Catal. 2 2012 622 631 [46] Z. Asgharpour F. Farzaneh M. Ghiasi M. Azarkish Appl. Organomet. Chem. 31 2017 e3782 [47] R. Kardanpour S. Tangestaninejad V. Mirkhani M. Moghadam I. Mohammadpoor-Baltork F. Zadehahmadi J. Solid State Chem. 226 2015 262 272",
      "scopus-id": "85068451268",
      "coredata": {
        "eid": "1-s2.0-S2468823119303359",
        "dc:description": "Dimolybdenum Schiff-base complex (DMSBC) which contain O,N-bidentate ligand was synthesized and characterized. The complex can be used as a promising catalyst in the epoxidation of olefins with tert-butyl-hydroperoxide (TBHP) as oxidant. The catalytic activity of the DMSBC was optimized by adjusting various parameters. Epoxidation of olefins by DMSBC indicated that the catalyst exhibited superb catalytic activity with high conversions up to 99.6%, high selectivity up to 100%, and high turnover frequency (TOF) of 208 h−1. Kinetic analysis provided that epoxidation of cyclooctene by DMSBC possessed moderate activation energy (95.3 ± 2 kJ·mol−1). Furthermore, the calculated pre-exponential factor (A) proved that strong collisions probability take place in the reaction. Additionally, the recycle experiments demonstrated that DMSBC could be recovered and repeatedly applied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119303359",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guo, Yingxiong"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Longqiang"
          },
          {
            "@_fa": "true",
            "$": "Li, Pan"
          },
          {
            "@_fa": "true",
            "$": "Zou, Wenhong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Wenzhe"
          },
          {
            "@_fa": "true",
            "$": "Hou, Linxi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119303359"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119303359"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30335-9",
        "prism:volume": "475",
        "articleNumber": "110498",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Binuclear molybdenum Schiff-base complex: An efficient catalyst for the epoxidation of alkenes",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dimolybdenum complex"
          },
          {
            "@_fa": "true",
            "$": "Olefin epoxidation catalyst"
          },
          {
            "@_fa": "true",
            "$": "Binuclear Schiff-base"
          },
          {
            "@_fa": "true",
            "$": "Recyclable catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110498",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2019",
        "prism:doi": "10.1016/j.mcat.2019.110498",
        "prism:startingPage": "110498",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110498",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23710",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9468",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8113",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11838",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4932",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11935",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "155",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4501",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2779",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4751",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29497",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "297",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32701",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "474",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50288",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "258",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30037",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "235",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27760",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20754",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23027",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "100",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5813",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "453",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40313",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "11483888",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "43",
            "@width": "464",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1410",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303359-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1223297",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85068451268"
      }
    }
  }
}