{
  "metadata": {
    "title": "Selective production of green solvent (isoamyl acetate) from fusel oil using a sulfonic acid-functionalized KIT-6 catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-03-31",
    "doi": "10.1016/j.mcat.2019.110724",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119305851",
    "pii": "S2468823119305851"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85076251229",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-12-05 2019-12-05 2020-02-11 2020-02-11 2020-02-11T19:55:48 1-s2.0-S2468823119305851 S2468-8231(19)30585-1 S2468823119305851 10.1016/j.mcat.2019.110724 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00034 2020-03-13T05:13:48.385871Z 0 0 20200301 20200331 2020 2019-12-05T14:18:27.398907Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 484 484 C Volume 484 21 110724 110724 110724 202003 March 2020 2020-03-01 2020-03-31 2020 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. SELECTIVEPRODUCTIONGREENSOLVENTISOAMYLACETATEFUSELOILUSINGASULFONICACIDFUNCTIONALIZEDKIT6CATALYST TRAN T 1 Introduction 2 Experimental 2.1 One-step synthesis of x-SO3H-KIT-6 catalysts 2.2 Catalyst characterization 2.3 Esterification of fusel oil and acetic acid 3 Results and discussion 3.1 Physico-chemical properties of the catalysts 3.2 Catalytic activity in esterification reaction between fusel oil and acetic acid 3.2.1 Effect of MPMDS:TEOS molar ratio 3.2.2 Effects of reaction time and reaction temperature 3.2.3 Effect of acetic acid:fusel oil molar ratio 3.2.4 Effect of catalyst loading 3.3 Comparison of SO3H-KIT-6 and commercial catalysts, and catalyst reusability 4 Conclusions Declaration of Competing Interest CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References ALNOUSS 2019 664 676 A GEBREMARIAM 2018 74 84 S DASAN 2019 112 128 Y WU 2019 111901 L JANAMPELLI 2018 125 134 S KAKAKHEL 2019 110515 T PEREIRA 2015 81515 81522 F ZARE 2019 214 219 M CORREGIDOR 2018 P SANCHEZ 2017 11 19 C LI 2019 51 67 J VILASBOAS 2018 61 68 R BANSODE 2018 71 76 S NYARI 2018 e12812 N OSORIOVIANA 2013 755 763 W LEYVA 2013 18153 18161 F WANG 2013 1231 1234 L TAO 2014 1 7 D JIANG 2018 1972 1978 Z AFSHAR 2015 1949 1957 S CHEN 2013 1225 1230 T LI 2017 53 57 J NURYONO 2019 110248 N CORREGIDOR 2018 100611 P XUE 2019 69 74 M NOWICKI 2018 94 103 J ISLAM 2019 110489 M RAMDANI 2019 125 129 W KARNJANAKOM 2019 110632 S PONNURU 2018 247 260 K KARNJANAKOM 2016 3396 3407 S TRAN 2019 1156 1163 T HUA 2013 1395 1399 D KUMAR 2019 68 79 A SONG 2015 445 457 D WANG 2015 26767 26775 Y HAFIZI 2016 380 388 H ROMANAGUIRRE 2008 59 64 M TREJDA 2019 115 120 M JIANG 2019 115842 Y NI 2019 115368 Z YANG 2010 134 139 Z CHAIYASUT 2017 123 133 C BI 2008 919 923 F ZI 2004 J SAHA 2005 B TEO 2004 174 182 H PANG 2008 X TRANX2020X110724 TRANX2020X110724XT 2022-02-11T00:00:00.000Z 2022-02-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-11-21T06:36:01.792Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas TRF Thailand Research Fund http://data.elsevier.com/vocabulary/SciValFunders/501100004396 http://sws.geonames.org/1605651 item S2468-8231(19)30585-1 S2468823119305851 1-s2.0-S2468823119305851 10.1016/j.mcat.2019.110724 315758 2020-03-13T05:13:48.385871Z 2020-03-01 2020-03-31 1-s2.0-S2468823119305851-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/MAIN/application/pdf/9c8d558fc913c79c0c3721863f409261/main.pdf main.pdf pdf true 1503530 MAIN 8 1-s2.0-S2468823119305851-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/PREVIEW/image/png/0143e24877c9a8281431d88022902072/main_1.png main_1.png png 55116 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119305851-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/ga1/DOWNSAMPLED/image/jpeg/b735aaaaae8cb5119a3b2ecc22642770/ga1.jpg ga1 true ga1.jpg jpg 16110 200 326 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr1/DOWNSAMPLED/image/jpeg/3b77d58ec247825624f11665d9b4f9e8/gr1.jpg gr1 gr1.jpg jpg 28830 290 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr2/DOWNSAMPLED/image/jpeg/8264e0ce386797357e245c799fd852d8/gr2.jpg gr2 gr2.jpg jpg 16708 250 296 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr3/DOWNSAMPLED/image/jpeg/d7311f19cc93e58489d8785bfe5d2f6c/gr3.jpg gr3 gr3.jpg jpg 74936 773 491 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr4/DOWNSAMPLED/image/jpeg/1067495c997d3f06e8e20fbb39a719b7/gr4.jpg gr4 gr4.jpg jpg 49174 431 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr5/DOWNSAMPLED/image/jpeg/eb5d0495d159fed5499c207d445e1d96/gr5.jpg gr5 gr5.jpg jpg 30061 262 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr6/DOWNSAMPLED/image/jpeg/488c90731a724613a7b5bbb4221f69b6/gr6.jpg gr6 gr6.jpg jpg 32628 246 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr7/DOWNSAMPLED/image/jpeg/57e2c34c9cef77ea48395d79f064de99/gr7.jpg gr7 gr7.jpg jpg 33606 546 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305851-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/ga1/THUMBNAIL/image/gif/a7aa2914c7030f457867f702c71a903d/ga1.sml ga1 true ga1.sml sml 8025 134 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr1/THUMBNAIL/image/gif/9306156229f554187157e3d6854c9d68/gr1.sml gr1 gr1.sml sml 8320 164 214 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr2/THUMBNAIL/image/gif/ca71468d717ce1a8f736fe92af726ac9/gr2.sml gr2 gr2.sml sml 5974 164 194 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr3/THUMBNAIL/image/gif/8e123ba7f63db440de163ff7fb32e5b6/gr3.sml gr3 gr3.sml sml 5928 164 104 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr4/THUMBNAIL/image/gif/b634055f2284245f9c0ad382de52f0e9/gr4.sml gr4 gr4.sml sml 7568 164 215 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr5/THUMBNAIL/image/gif/6d4cebe787ee2dd020223a715117c63a/gr5.sml gr5 gr5.sml sml 10601 152 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr6/THUMBNAIL/image/gif/7052b3632fff87730aaed28da46eef01/gr6.sml gr6 gr6.sml sml 6379 95 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/gr7/THUMBNAIL/image/gif/b4a8782237b64959a9451cf6250b9870/gr7.sml gr7 gr7.sml sml 5522 163 113 IMAGE-THUMBNAIL 1-s2.0-S2468823119305851-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305851/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/470c72b75f3e8572952aa34627981683/mmc1.docx mmc1 mmc1.docx docx 596674 APPLICATION 1-s2.0-S2468823119305851-am.pdf am am.pdf pdf 1045089 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10HG3ZGCHNV/MAIN/application/pdf/1eebf7147bb11cf708768dab350030b3/am.pdf MCAT 110724 110724 S2468-8231(19)30585-1 10.1016/j.mcat.2019.110724 Elsevier B.V. Fig. 1 Representative N2 sorption isotherms and the pore size distribution of the: (i) KIT-6, (ii) 0.1-SO3H-KIT-6, (iii) 0.2-SO3H-KIT-6, and (iv) 0.3-SO3H-KIT-6 catalysts. Fig. 1 Fig. 2 Representative SAXS patterns of the: (i) KIT-6, (ii) 0.1-SO3H-KIT-6, (iii) 0.2-SO3H-KIT-6, and (iv) 0.3-SO3H-KIT-6 catalysts. Fig. 2 Fig. 3 Representative XPS spectra of the (A) wide scan, (B) O1s, (C) S2p, (D) Si2p and (E) C1s scans of the (i) 0.1-SO3H-KIT-6, (ii) 0.2-SO3H-KIT-6, (iii) 0.3-SO3H-KIT-6 catalysts and (iv) used 0.3 SO3H-KIT-6 catalysts after 3rd cycle. Fig. 3 Fig. 4 Representative NH3-TPD profiles of the (A) KIT-6, (B) 0.1-SO3H-KIT-6, (C) 0.2-SO3H-KIT-6, and (D) 0.3-SO3H-KIT-6 catalysts. Fig. 4 Fig. 5 Catalytic performance in the esterification between acetic acid and fusel oil (2:1 molar ratio) with the 0.3-SO3H-KIT-6 catalyst at different temperatures and reaction times. Fig. 5 Fig. 6 Catalytic performance in esterification between isoamyl alcohol and acetic acid with the 0.3-SO3H-KIT-6 at (A) different molar ratios of acetic acid/ fusel oil and (B) different catalyst loading levels. Fig. 6 Fig. 7 (A) Comparison of the commercial H2SO4 homogeneous catalyst, Amberlyst-35 solid acid catalyst and recycled 0.3-SO3H-KIT-6 catalyst at 80 °C for 3 h and 5 wt.% catalyst loading without H2O2 oxidation of catalyst (B) recycled 0.3-SO3H-KIT-6 catalyst at 80 °C for 3 h and 5 wt.% catalyst loading with H2O2 oxidation of catalyst. Fig. 7 Table 1 Physical and chemical properties, along with the catalytic performance in theesterification between isoamyl alcohol and acetic acid, of the different x-SO3H-KIT-6 catalysts. Table 1 Catalyst SBET (m2 g-1) BJH pore size (nm) BJH pore volume (cm3 g-1) Acidity (mmol g-1) Acid density (mmol (m2)-1) Isoamyl acetate yield (%) a TOF (h-1) b KIT-6 872 6.20 0.88 0.02 n/d n/d n/d 0.1-SO3H-KIT-6 269 4.70 0.21 0.69 0.0026 86.6 78.2 0.2-SO3H-KIT-6 157 4.60 0.10 1.25 0.0080 92.4 42.7 0.3-SO3H-KIT-6 225 4.50 0.13 1.53 0.0068 95.3 35.3 a Reaction conditions: 80 °C, 3 h, 5 wt.% catalyst loading, acetic acid/ fusel oil molar ratio of 2:1. b TOFisoamyl acetate: (moles of formed ester)/ (moles of H+ in the catalyst) (reaction time). Table 2 Comparison of the catalytic performance in the esterification of isoamyl alcohol and acetic acid of the 0.3-SO3H-KIT-6 catalyst in this study with those previously reported solid acid catalysts. Table 2 Raw material Catalyst Reaction temperature (°C) Reaction time (h) Isoamyl acetate yield (%) References Isoamyl alcohol H2SO4 120 1.5 85.0 [44] Isoamyl alcohol FeCl3.6H2O 110–118 2.5 90.0 [45] Isoamyl alcohol Cation exchange resin (Purolite® CT-275) 85 6 88.1 [46] Isoamyl alcohol Cation exchange resin (Purolite® CT-175) 85 6 80.0 [47] Isoamyl alcohol Expandable graphite Boiling point 1.5 96.0 [48] Fusel oil 0.3-SO3H-KIT-6 80 3 95.3 This work Selective production of green solvent (isoamyl acetate) from fusel oil using a sulfonic acid-functionalized KIT-6 catalyst Thi Tuong Vi Tran Investigation Writing - original draft a Suwadee Kongparakul Supervision Writing - review & editing a b Surachai Karnjanakom Validation c Prasert Reubroycharoen Resource d Guoqing Guan Resource e Narong Chanlek Investigation Validation f Chanatip Samart Methodology Supervision Writing - review & editing Conceptualization a b * a Department of Chemistry, Faculty of Science and Technology, Thammasat University, Pathumthani 12120, Thailand Department of Chemistry Faculty of Science and Technology Thammasat University Pathumthani 12120 Thailand Department of Chemistry, Faculty of Science and Technology, Thammasat University, Pathumthani 12120, Thailand b Bioenergy and Biochemical Refinery Technology Program, Faculty of Science and Technology, Thammasat University, Pathumthani 12120, Thailand Bioenergy and Biochemical Refinery Technology Program Faculty of Science and Technology Thammasat University Pathumthani 12120 Thailand Bioenergy and Biochemical Refinery Technology Program, Faculty of Science and Technology, Thammasat University, Pathumthani 12120, Thailand c Department of Chemistry, Faculty of Science, Rangsit University, Pathumthani 12000, Thailand Department of Chemistry Faculty of Science Rangsit University Pathumthani 12000 Thailand Department of Chemistry, Faculty of Science, Rangsit University, Pathumthani 12000, Thailand d Department of Chemical Technology, Faculty of Science, Chulalongkorn University, Bangkok 10330, Thailand Department of Chemical Technology Faculty of Science Chulalongkorn University Bangkok 10330 Thailand Department of Chemical Technology, Faculty of Science, Chulalongkorn University, Bangkok 10330, Thailand e Institute of Regional Innovation, Hirosaki University, Aomori, 030-0813, Japan Institute of Regional Innovation Hirosaki University Aomori 030-0813 Japan Institute of Regional Innovation, Hirosaki University, Aomori, 030-0813, Japan f Synchrotron Light Research Institute (SLRI), 111 University Avenue, Muang District, Nakhon Ratchasima 30000, Thailand Synchrotron Light Research Institute (SLRI) Muang District 111 University Avenue Nakhon Ratchasima 30000 Thailand Synchrotron Light Research Institute (SLRI), 111 University Avenue, Muang District, Nakhon Ratchasima 30000, Thailand. ⁎ Corresponding author at: Department of Chemistry, Faculty of Science and Technology, Thammasat University, Pathumthani 12120, Thailand. Department of Chemistry Faculty of Science and Technology Thammasat University Pathumthani 12120 Thailand Graphical abstract Isoamyl acetate production from fusel oil was demonstrated in a heterogeneous system using sulfonated mesoporous silica KIT-6 catalysts. These were prepared by co-condensation at different 3-mercaptopropyl(methyl)dimethoxysilane (MPMDS):tetraethoxysilane (TEOS) ratios and subsequent oxidation (x-SO3H-KIT-6, where x is the molar ratio of MPMDS). Isoamyl acetate production was performed via esterification of fusel oil with acetic acid in a batch reactor at different reaction temperatures and reaction times. The optimal conditions were: 80 °C, 3 h, catalyst loading of 5 wt.%, and a 2:1 (v/v) acetic acid:fusel oil ratio. Under these conditions, a 95% yield of isoamyl acetate was achieved. The efficiency in terms of turnover frequency (TOF) was strongly affected by the number and accessibility of the acid sites, and therefore by the MPMDS:TEOS ratio. The highest yield was found for 0.3-SO3H-KIT-6, while 0.1-SO3H-KIT-6 had the highest TOF. The 0.3-SO3H-KIT-6 catalyst also exhibited excellent reusability over four cycles, with only a small reduction in isoamyl acetate yield in each cycle. Overall, the 0.3-SO3H-KIT-6 catalyst exhibited catalytic activity comparable to that of a commercial esterification catalyst. This novel catalyst has potential practical applications in selective production of isoamyl acetate. Keywords Fusel oil Esterification SO3H-KIT-6 Isoamyl acetate Reusability 1 Introduction Awareness has grown that reserves of fossil fuels are limited, and that their use produces greenhouse gases (GHGs). The transportation sector is a major consumer of fossil fuels, and the number of trips has increased in line with rapid increases in the global population and economic growth [1,2]. The internal combustion engines on which much of the transportation sector relies are major emitters of GHGs. The use of sustainable and renewable energy resources is, therefore, of increasing interest [3–6]. One approach is the use of gasohol, a blend of ethanol and gasoline at (v/v) ratios from E10 to E85, which has been promoted for use in road vehicles. Bioethanol production has increased to meet the growing demand for gasohol. However, the production of bioethanol also produces fusel oil, a mixture of C3-C5 alcohols. This byproduct accounts for approximately 0.25% by volume of bioethanol. In 2012, the output of fusel oil from the bioethanol industry in Brazil (one of the main bioethanol producing countries) exceeded 59 million gallons [7]. There is growing interest in adding value to this byproduct and increasing the economic viability of bioethanol production. Fusel oil mainly consists of isoamyl alcohol (C5 alcohol), which can be used to produce isoamyl acetate via both enzymatic and chemical catalytic esterification routes [8,9]. As high-purity isoamyl acetate is used in the fragrance, food, and pharmaceutical industries, much of the focus has been on this product. Two main approaches have been followed: process improvement and catalyst development. Process improvement has focused on more effective design of product separation units, to improve the purity of the ester product. One study examined the thermodynamics of the vapor-liquid equilibrium in the binary mixture of ester products [10], and proposed a reaction system in which the reactor was coupled with separation. The proposed distillation procedure reduced operating costs by almost 40%, and had a payback period of 5–10 y [11]. In the second route, improvements have been made both to biocatalysts and chemical catalysts. Typically, a lipase-based enzyme immobilized on a support is applied in the esterification process. Five different commercial lipases were studied for isoamyl laurate production in both batch and a continuous systems [12]. When the lipase catalyst was used for isoamyl butyrate production under microwave irradiation, a 95% conversion level was attained within 2 h without the need for an organic solvent [13]. The application of ultrasonic agitation to the lipase-catalyzed esterification of isoamyl alcohol and acetic acid was found to achieve an up to six-fold reduction in reaction time [14]. However, large amounts of liquid waste were produced, and a high level of impurities was observed during production. Chemical catalysis has high potential for use in the catalytic esterification of fusel oil at a commercial scale. Polymeric ion-exchange resin, one type of catalyst material, has been shown to offer good catalytic performance in esterification. One study investigated how Amberlite IR-120 affected kinetic behavior in the esterification of isoamyl alcohol and acetic acid, and reported that the sorption affinity had clear effects on the rate of reaction [15]. A second study investigated the intraparticle mass transfer effect in Amberlyst 70 ion exchange, and found that this played a major role in the reaction kinetics, while the reaction temperature had no significant effect on the reaction equilibrium [16]. Ion exchange resin supported (NH4)6[MnMo9O32].8H2O has been used in the catalytic synthesis of isoamyl acetate, with effective catalytic performance and an ester yield of up to 95% within 2 h [17]. This resin also acts as an ionic liquid in the esterification of isoamyl alcohol with salicylic acid, giving excellent catalytic activity and selectivity for isoamyl salicylate production, and with the potential for reuse across six cycles or more [18]. However, this polymeric material is limited by its low thermal stability and small surface area. The use of inorganic materials may overcome the drawbacks of polymeric-based catalysts. The kinetic behavior of esterification between isoamyl alcohol and lactic acid in the presence of a silica-gel-supported sodium hydrogen sulphate catalyst has been investigated [19]. Acid-doped inorganic materials, including sulfated Titania, have been used to catalyze esterification in isoamyl acetate synthesis. Under optimal reaction conditions of 130 °C for 5 h with an alcohol:acetic acid molar ratio of 7:1, a 94% yield was achieved [20]. Heteropoly acid supported on ordered mesoporous carbon (HPW/OMC) has been proposed to improve catalytic performance by increasing the surface area and providing pore selection matched to the product. A 20% HPW/OMC system gave a 96% isoamyl acetate yield with an alcohol:acid molar ratio of 2:1 [21]. The use of magnetic solid acid catalyst (Fe3O4/SiO2-SO3H) in the esterification of isoamyl alcohol was found to offer similar performance to that of a homogeneous H2SO4 acid catalyst, but allowing magnetic separation of the catalyst and reuse for up to three reaction cycles [22,23]. HZSM-5 zeolite has been used in the reaction between isoamyl alcohol and vinyl acetate. The conversion of isoamyl alcohol increased to 98%. However, the selectivity of isoamyl acetate was competed with diisoamyl alcohol acetal [24] Catalytic separation has been applied in the esterification of iso-pentanol and acetic acid using an HZSM-5 membrane reactor. The water from the esterification reaction was removed during the reaction to increase the chemical equilibrium, giving a steady isoamyl acetate yield of 98% over a 160 h operating time [25]. However, a high reaction temperature and lengthy reaction times are required for production of isoamyl acetate at high yields. Meanwhile, catalyst reusability is poor due to its rapid deactivation by the water produced in the course of the reaction. The small pore size and/or low surface area of the catalyst prevent access to reaction sites, encouraging deactivation. There is still an outstanding need for catalysts that are effective and selective. The sulfonic acid materials including sulfonated carbon and sulfonic acid functionalized mesoporous silica have been become important catalyst for acid catalyzed organic reaction due to easy tuning the acidic properties [26,27]. Sulfonated carbon gave the excellent in catalytic performance in the glycosylation of carbohydrate and transformation of sugar into 2-formyl-5-ethoxymethylfuran with good recyclability [28,29]. Meanwhile, Sulfonic acid functionalized mesoporous silica SBA-15 performed good catalytic activity with high selectivity to the specific product of enantioselective nitroaldol reaction [30]. In this research, mesoporous silica KIT-6 functionalized with alkyl sulfonic acid (SO3H-KIT-6) was proposed for the catalytic esterification of fusel oil with acetic acid. This material has a three dimensional (3D) structure of KIT-6, improving the intra-particle diffusion effect [31]. The SO3H-KIT-6 catalyst was synthesized using a hydrothermal process. The physicochemical properties of the SO3H-KIT-6 catalyst were characterized by N2 sorption, SAXS, XPS, and NH3-TPD. The catalyst was tested for isoamyl acetate production via esterification of fusel oil and acetic acid. Raw fusel oil was obtained from a bioethanol production plant and was used without purification. The effects of turnover frequency (TOF), reaction temperature, reaction time, and molar ratio of acetic acid:fusel oil were investigated, using the criterion of isoamyl acetate yield. The performance of the proposed catalyst was compared with those of commercial acid catalysts H2SO4 and Amberlyst-35 under optimal conditions. Catalyst reusability was tested over four cycles, without regeneration. To the best of our knowledge, no previous studies have reported the use of SO3H-KIT-6 as a catalyst for esterification of fusel oil. This catalyst has potential applications in practical esterification of fusel oil. 2 Experimental 2.1 One-step synthesis of x-SO3H-KIT-6 catalysts The x-SO3H-KIT-6 mesoporous catalysts were prepared by co-condensation of tetraethoxysilane (TEOS) with 3-mercaptopropyl(methyl)dimethoxysilane (MPMDS) in the presence of Pluronic triblock copolymer (P123) at molar compositions of (1-x) TEOS: x MPMDS: 0.017 P123: 1.31 n-butanol: 1.83 HCl: 195 H2O, where x (the molar content of MPMDS) was varied from 0.1–0.3 [32]. For synthesis, 2.0 g of P123 (Aldrich) as structure-directing agent was completely dissolved in 3.75 g HCl (QRëC chemical, 37%) and 73.0 g deionized water. Then, 2.0 g of n-butanol (QRëC chemical) was added under vigorous stirring at 35 °C for 1 h. A mixture of 4.3 g TEOS (Aldrich) and the appropriate amount of MPMDS (Aldrich) was added dropwise with stirring at 35 °C for 24 h and subsequently hydrothermally treated in a Teflon-lined stainless-steel autoclave at 100 °C for 24 h. The solid product obtained was filtered and dried at 80 °C for 12 h. The residual surfactant was removed by Soxhlet extraction with a 10/1 (v/v) ratio of ethanol:HCl to obtain sulfhydryl functionalized KIT-6 mesoporous silica (SH-KIT-6). Finally, the SH-KIT-6 was oxidized with H2O2 (QRëC chemical, 30%) at room temperature for 24 h to form the sulfonic acid-functionalized KIT-6 catalyst (x-SO3H-KIT-6). 2.2 Catalyst characterization The pore arrangement of each catalyst was characterized using small-angle X-ray scattering (SAXS) on a Rigaku TTRAX III X-ray diffractometer, scanning in a 2θ range of 0.5–5° using Cu Kα radiation with a resolution of 0.02°. The textural properties of surface area, pore diameter, and pore volume were obtained from the nitrogen (N2) sorption isotherm, measured at −196 °C in a V-Sorb 2800 P (Gold APP Instruments Corporation). The Brunauer-Emmett-Teller (BET) equation was applied to calculate the specific surface area, while the pore diameter and pore size distribution were calculated from the N2 desorption region of the isotherm following the Barrett-Joyner-Halenda (BJH) method. The total pore volume of the samples depended on the adsorbed N2 volume at a relative pressure P/Po of 0.99. Before analysis, the samples were pretreated under vacuum at 60 °C for 16 h. The elemental composition on the catalyst surface was analyzed by X-ray photoelectron spectroscopy (XPS) using a ULVAC-PHI, PHI 500 VersaProbe II with Al Kα X-ray radiation. The binding energy (BE) was corrected to the C1s peak at 284.5 eV, with S2p spectra fitted using a common Gaussian/Lorentzian peak shape to confirm the presence of sulfonic acid on the KIT-6 surface. The acid properties were investigated by ammonia-temperature programmed desorption (NH3-TPD) using a BELCAT (BEL) instrument. In a typical acidity measurement, the catalyst was charged in a U-shaped quartz cell and preheated at 750 °C for 1 h under He flow (flow rate of 50 cm3/min) to eliminate moisture within the catalyst structure. Thereafter, the catalyst was saturated with a mixed gas of 5%NH3/95%He at ambient temperature for 1 h under He flow. After stabilization, NH3 desorption was performed by heating to 400 °C at a heating rate of 5 °C/min under He flow. The NH3-desorption peak was detected using a TCD, and the adsorbed NH3 concentration was quantiﬁed from the peak area by calibration using the standard gas. 2.3 Esterification of fusel oil and acetic acid The chemical composition of the fusel oil was determined to be primarily isoamyl alcohol, at 71.83% (Table S1). Isoamyl acetate was produced by esterification of fusel oil and acetic acid. In a typical run, mixtures of fusel oil, acetic acid, and the catalyst were placed inside a small glass bottle and stirred at 600 rpm. The reaction was run at a specified reaction time, reaction temperature, and catalyst concentration. When the reaction completed, the reaction mixture was cooled and filtered to separate the catalyst. The liquid product was washed with cold water and neutralized by 5% (w/w) sodium bicarbonate solution before analysis. The organic layer was dehydrated using anhydrous sodium sulfate to obtain the final product. In reusability tests, the used catalyst was washed with acetone, dried at 70 °C, and oxidation with H2O2 [33]. The catalytic activity of catalysts with and without reoxidation was then retested under the original conditions. The isoamyl acetate content was determined using gas chromatography (GC; Shimadzu GC-17A) with a DB-WAX capillary column (length, 30 m; internal diameter, 0.25 mm; and film thickness, 0.25 mm) and a flame ionization detector (FID, mm), following EN 14103 with methyl heptadecanoate as internal standard. A GC temperature of 250 °C was used in the injector and detector, with He as carrier gas at a flow rate of 2 mL/min. Split mode was used for product injection at a split rate of 27 ml/min. The oven temperature was set initially to 50 °C with an equilibration time of 3 min. The oven was then heated to 100 °C at a rate of 30 °C/min and held for 2 min. The temperature was further increased to 200 °C at a rate of 25 °C/min and held for 3 min. All experiments were repeated at least three times under fixed conditions to minimize error and variation in the reaction. 3 Results and discussion 3.1 Physico-chemical properties of the catalysts The porous structures of the KIT-6 and x-SO3H-KIT-6 catalysts were identified from the characteristic N2-sorption isotherms (Fig. 1 ). The KIT-6 showed a characteristic IUPAC type IV isotherm with H1 hysteresis, producing a well-defined cylindrical mesoporous structure. The x-SO3H-KIT-6 catalysts showed IUPAC type IV isotherms but with H4 hysteresis, suggesting a narrow-slit mesoporous structure. The presence of mercaptoalkyl silane in the synthesis process hindered the formation of an ordered structure, but the pore size distribution was nevertheless uniform. The BET surface area, average pore diameter, and pore volume of the KIT-6 and three x-SO3H-KIT-6 catalysts are reported in Table 1 . The surface areas of the x-SO3H-KIT-6 catalysts were drastically decreased by more than 80% than that of the pure KIT-6, due to the loss of the ordered porous structure. The pore diameter decreased as the concentration of sulfonic acid (-SO3H) increased. The presence of the sulfhydryl group in the MPMDS hinders pore formation in the sol-gel process, and the porous structure of x-SO3H-KIT-6 derives instead from the inter-particle spaces between particles of uniform size [26]. Interestingly, when the MPMDS:TEOS ratio was raised to 0.3 (0.3-SO3H-KIT-6), the surface area and pore size was greater than at 0.2, suggesting that a new mesoporous structure was generated. Extra pore structure can therefore be formed by adjusting the MPMDS:TEOS ratio. However, the structure of KIT-6 may be changed if excessive MPMDS is added. In this study we therefore used a maximum of 0.3. The three-dimensional (3D) ordered porous structure of KIT-6 was observed from the SAXS analysis (Fig. 2 ). At 2θ, peaks were evident at 0.76°, 0.89°, and 1.53° and were ascribed to the scattering plane of (2 1 1), (2 2 0), and (3 3 2), respectively. The structure of the KIT-6 was disturbed by the presence of the sulfonic acid functional group, so that the scattering plane of (3 3 2) was lost and the peaks of (2 1 1) and (2 2 0) became broader. Although the 3D porous structure of the x-SO3H-KIT-6 catalysts was lost, an ordered structure with a uniform pore diameter was still evident. The presence of surface functional groups, including sulfonic acid (-SO3H), was supported by the XPS analysis (Fig. 3 ). The wide scan spectra showed four peaks at BEs of 103.5 eV and 284.8 eV. These were attributed to Si2p and C1s, respectively. As shown in Fig. 3B, O1s showed a broad spectrum in the range 530 eV to 535 eV, representing the SiO2 in the mesoporous silica framework and sulfonic acid (S = O and S-O-H) [34]. A peak at 168.9 eV was observed in the S2p of the alkyl sulfonic structure (Fig. 3C). In addition, the fact that the sulfur S2p spectra revealed only a single peak suggested that the sulfhydryl (-SH) groups had been completely oxidized to sulfonic acid (-SO3H) groups. However, the S2p spectra of spent catalyst (iv) gave the lowest intensity, due to leaching of active sites and/or binding with impurities in the fusel oil. The presence of an SiO2 framework was represented by the single XPS peak at a BE of 103.5 eV, shown in Fig. 3D. The presence of functionalized molecules on the KIT-6 surface was confirmed by the C1s XPS spectra (Fig. 3E). Three different peaks were observed, with the major peak at a BE of 284 eV being attributed to the C-C bonds of the alkyl sulfonic molecules and the two smaller peaks at BEs of 285 eV and 289 eV to C-O and O-C = O, respectively [35,36]. The acid properties were determined using NH3-TPD analysis, with representative profiles shown in Fig. 4 . The desorption study was limited to 350 °C to take account of decomposition of the sulfonic acid functionalized molecules at higher temperatures [37]. Such decomposition was confirmed by thermogravimetric analysis (Figure S1). The KIT-6 presented a single desorption peak at 130 °C, representing the weak acid sites of the silanol group (Si-OH). The x-SO3H-KIT-6 catalysts showed two distinct peaks in the NH3-TPD profiles. The first was a desorption peak similar to that of KIT-6, as the acid sites of the silanol group weakened at 130 °C. This was slightly higher (143 °C) in the case of 0.3-SO3H-KIT-6, because of the presence of sulfonic acid [38]. The second peak at 265–300 °C reflected desorption of the strong sulfonic acid sites. This effect shifted to higher temperatures as the sulfonic acid content increased, due to large charge-charge interactions between the sulfonic acid sites and NH3 gas. The acidity was related to the area of the desorption peak, which increased with the sulfonic acid content (Table 1). The acidity increased from 0.69 mmol g-1 to 1.53 mmol g-1 as the molar MPMDS:TEOS ratio increased from 0.1 to 0.3. Increased acidity affects both catalytic performance and the accessibility of the reactant [32]. The acid density plays a role in the catalytic performance of each active site, and the 0.2-SO3H-KIT-6 catalyst had the highest acid density (8 × 10-3 mmol m-2) in this study. 3.2 Catalytic activity in esterification reaction between fusel oil and acetic acid 3.2.1 Effect of MPMDS:TEOS molar ratio The catalytic activity of the x-SO3H-KIT-6 catalysts formed at different molar ratios of MPMDS:TEOS was compared by the isoamyl acetate yield and turnover frequency (TOF). The results are shown in Table 1. The isoamyl acetate yield increased from 87% to 95% as the MPMDS:TEOS ratio was increased from 0.1 to 0.3. The mechanism of acid-catalyzed isoamyl acetate production is understood [24]. The formation of electrophilic carbonyl carbon is initiated by protonation of the acid sites. The electrophilic carbonyl carbon then further reacts with nucleophilic isoamyl alcohol to yield isoamyl acetate. The isoamyl acetate yield is therefore strongly dependent on the number of acid sites available. In this study, the TOF (catalyst active sites) was highest in the 0.1-SO3H-KIT-6 and markedly decreased at the higher MPMDS:TEOS ratios. A high TOF suggests that each active site produces a large yield of isoamyl acetate [39]. As the 0.1-SO3H-KIT-6 catalyst had a low acid density, the reactant could readily approach the active sites. In the higher acid density 0.3-SO3H-KIT-6, this was restricted by hindrance from neighboring active sites. 3.2.2 Effects of reaction time and reaction temperature Fig. 5 shows the effect of reaction time and reaction temperature on the catalytic activity of the 0.3-SO3H-KIT-6 catalyst. As expected, the isoamyl acetate yield initially increased as the reaction time was extended, reaching equilibrium at 3 h. More facile formation of isoamyl acetate was generally found as the reaction temperature increased. The highest yield of isoamyl acetate was found at a reaction temperature of 80 °C. It should be noted that, while the esterification reaction favored a high temperature, the isoamyl acetate yield reduced when the temperature exceeded 80 °C. This was probably due to the reversible exothermic reaction [40], though it is also possible that acetic acid changed from liquid to vapor phase in the reactor, reducing the availability of acetic acid. In this study, the optimal conditions for isoamyl acetate yield were 80 °C for 3 h. The change in the TOF with different reaction times could be reflected in the rate of production. The TOF decreased as the reaction time increased, becoming constant at 6 h. The results suggest that the reactant had ready access to the active sites when the reaction time was short, whereas at longer reaction times access to active sites was determined by the diffusion effect and the number of unoccupied sites. 3.2.3 Effect of acetic acid:fusel oil molar ratio Fig. 6 A shows the effect of the acetic acid:fusel oil molar ratio on production of isoamyl acetate. The yield increased abruptly when the molar ratio was changed from 1 to 2, then decreased as the ratio was increased further. It is well known that the stoichiometry of the esterification reaction requires a 1:1 ratio of acetic acid to fusel oil. However, since the reaction is reversible, Le Chatelier's principle states that an excess of acetic acid is required to shift the equilibrium forward to isoamyl acetate. For economic reasons, the acetic acid remaining after the reaction completes may be recovered by evaporation. As shown in Fig. 6A, a decline in isoamyl acetate yield was observed at molar ratios of acetic acid to fusel greater than 2:1. This was due to dilution of the fusel oil by the excess acetic acid, blocking acetic acid chemisorption by nucleophilic reaction. The optimal acetic acid to fusel oil molar ratio was therefore 2:1. 3.2.4 Effect of catalyst loading Fig. 6B shows the effect of the catalyst loading on the activity of the 0.3-SO3H-KIT-6 catalyst. The isoamyl acetate yield increased as the catalyst loading level was increased from 3 to 5 wt.%, suggesting that the number of available active sites increased and the esterification reaction was enhanced. However, when the catalyst loading was further increased to 7 wt.% the isoamyl acetate yield fell. Presumably, the non-homogeneity of the reaction mixture became important at this higher catalyst loading [41]. This may be due to poor mixing in the highly viscous slurries, creating resistance to mass transfer in the multi-phase system. Yang et al., [42] reported that excessive loading of catalyst promoted the conversion of some of the acetic acid to acetic anhydride, suppressing the formation of isoamyl acetate. The formation of by-products including water also increases under highly acidic conditions, speeding deactivation of the catalyst. A possible reaction mechanism for the synthesis of isoamyl acetate via esterification has been reported [42]. Initially, an acetic molecule accepts a proton from the acid catalyst, forming a protonated C = O group. Attraction between the isoamyl alcohol and protonated carbonyl group then leads to the formation of a tetrahedral intermediate. In this step, a proton is lost from one oxygen atom, and a second intermediate is formed. With the release of water, a protonated ester also forms. Finally, proton transfer to an acetic or water molecule forms the target isoamyl acetate product. 3.3 Comparison of SO3H-KIT-6 and commercial catalysts, and catalyst reusability The performance of SO3H-KIT-6 catalyst at 80 °C for 3 h was compared with those of a homogeneous catalyst (18 M H2SO4) and a commercial solid acid catalyst (Amberlyst-35). The results are summarized in Fig. 7 . As expected, the SO3H-KIT-6 catalyst gave the highest isoamyl acetate yield, due to its large surface area and high acidity. In addition, the silica framework of the KIT-6 3D structure offered good chemical and thermal stability. Although the acidity of Amberlyst-35 (>5.00 mmol/g) was significantly higher than that of SO3H-KIT-6, its catalytic activity was lower. This phenomenon was attributed to the abundance of acid promoting the formation of side-products. Moreover, the strongly hydrophilic structure of Amberlyst-35 means that hydrophilic molecules such as water are readily adsorbed onto its surface, restricting access to active sites and speeding deactivation by acid leaching. The superior catalytic performance of SO3H-KIT-6 may be due to the conjunct existence in its structure of the methyl and sulfonic groups (derived from MPMDS). The adsorption of polar molecules such as water was well suppressed by methyl group, encouraging mass transfer of reactants into active sites and improving stability. The reusability of the 0.3-SO3H-KIT-6 catalyst was evaluated under the optimum reaction conditions of 80 °C and 3 h, 2:1 acetic acid:fusel oil molar ratio, and catalyst loading of 5 wt.%. The catalyst was washed with acetone, dried at 70 °C, and oxidized with H2O2. The reusability of catalysts both with and without oxidation was investigated. Without oxidation, reductions were observed in the isoamyl acetate yield over the 1st, 2nd, and 3rd cycles of 7%, 9%, and 11%. After the 3rd cycle the yield dropped by a further 24%, from 95% to 71%. This was probably caused by active sites becoming occupied by impurities, including minerals, from the fusel oil [43]. This reduction in active sites was confirmed by the XPS spectra shown in Fig. 3. Catalyst with oxidation showed no significant reduction over the first three cycles, with isoamyl acetate yields exceeding 92%. The results are shown in Figure S2. The fresh catalyst had the appearance of a white powder, and the post-reaction catalyst that of a brown powder. The used catalyst was returned to a white powder by oxidation with H2O2. The 0.3-SO3H-KIT-6 was benchmarked against the previously-reported catalysts listed in Table 2 . It showed excellent activity, with a 95% yield under mild conditions (80 °C for 3 h). The fusel oil used in this study was not purified prior to use to give a more realistic and economically viable evaluation. The catalyst showed good performance despite the presence of impurities in the oil. Given the mild reaction conditions and presence of impurities in the raw fusel oil, 0.3-SO3H-KIT-6 proved to be a promising candidate catalyst in the esterification of fusel oil for isoamyl acetate production. 4 Conclusions The x-SO3H-KIT-6 catalysts exhibited highly efficient conversion of fusel oil to isoamyl acetate via esterification with acetic acid. The catalysts were prepared by co-condensation at different TEOS:MPMDS molar ratios. The performance, including the isoamyl acetate yield and TOF, was strongly affected by the number and accessibility of acid sites. Overall, SO3H-KIT-6 gave the highest isoamyl acetate yield, while 0.1-SO3H-KIT-6 showed the highest TOF. The increase in the number of acid sites hindered the accessibility of reactants to the active sites. The optimal reaction condition used a 0.5 wt.% loading of 0.3-SO3H-KIT-6 catalyst at 80 °C for 3 h with an acetic acid:fusel oil molar ratio of 2:1. The 0.3-SO3H-KIT-6 showed good catalytic activity at these mild conditions with a yield of up to 95%. It compared well with catalysts from previous reports and with a homogeneous and commercial solid acid catalyst. 0.3-SO3H-KIT-6 was demonstrated to be an efficient catalyst for the esterification of fusel oil for isoamyl acetate production. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. CRediT authorship contribution statement Thi Tuong Vi Tran: Investigation, Writing - original draft. Suwadee Kongparakul: Supervision, Writing - review & editing. Surachai Karnjanakom: Validation. Prasert Reubroycharoen: . Guoqing Guan: . Narong Chanlek: Investigation, Validation. Chanatip Samart: Methodology, Supervision, Writing - review & editing, Conceptualization. Acknowledgements The authors gratefully acknowledge KTIS Bioethanol Co., LTD. (KTBE) and the Thailand Research Fund (TRF) through Biofuel and Biochemical Industry Project for financial support (contract no. RDG6050081). Thammasat University Research Fund under the RUN project is also acknowledged. Ms. TTV Tran acknowledges the International Student Scholarship awarded by Thammasat University for supporting her Ph.D. study. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at https://doi.org/10.1016/j.mcat.2019.110724. Appendix A Supplementary data The following is Supplementary data to this article: References [1] A. AlNouss G. McKay T. Al-Ansari A techno-economic-environmental study evaluating the potential of oxygen-steam biomass gasification for the generation of value-added products Energy Convers. Manage. 196 2019 664 676 10.1016/j.enconman.2019.06.019 A. AlNouss, G. McKay, T. Al-Ansari, A techno-economic-environmental study evaluating the potential of oxygen-steam biomass gasification for the generation of value-added products, Energy Convers. Manage. 196 (2019) 664-676. https://doi.org/10.1016/j.enconman.2019.06.019 [2] S.N. Gebremariam J.M. Marchetti Economics of biodiesel production: Review Energy Convers. Manage 168 2018 74 84 10.1016/j.enconman.2018.05.002 S.N. Gebremariam, J.M. Marchetti, Economics of biodiesel production: Review, Energy Convers. Manage.168 (2018) 74-84. https://doi.org/10.1016/j.enconman.2018.05.002 [3] Y.K. Dasan M.K. Lam S. Yusup J.W. Lim K.T. Lee Life cycle evaluation of microalgae biofuels production: Effect of cultivation system on energy, carbon emission and cost balance analysis Sci. Total Environ. 688 2019 112 128 10.1016/j.scitotenv.2019.06.181 Y.K. Dasan, M.K. Lam, S. Yusup, J.W. Lim, K.T. Lee, Life cycle evaluation of microalgae biofuels production: Effect of cultivation system on energy, carbon emission and cost balance analysis, Sci. Total Environ. 688 (2019) 112-128. https://doi.org/10.1016/j.scitotenv.2019.06.181 [4] L. Wu Y. Wang L. Zheng P. Wang X. Han Techno-economic analysis of bio-oil co-processing with vacuum gas oil to transportation fuels in an existing fluid catalytic cracker Energy Convers. Manage. 197 2019 111901 10.1016/j.enconman.2019.111901 L. Wu, Y. Wang, L. Zheng, P. Wang, X. Han, Techno-economic analysis of bio-oil co-processing with vacuum gas oil to transportation fuels in an existing fluid catalytic cracker, Energy Convers. Manage. 197 (2019) 111901. https://doi.org/10.1016/j.enconman.2019.111901 [5] S. Janampelli S. Darbha Effect of support on the catalytic activity of WOx promoted Pt in green diesel production Mol. Catal. 451 2018 125 134 10.1016/j.mcat.2017.11.029 S. Janampelli, S. Darbha, Effect of support on the catalytic activity of WOx promoted Pt in green diesel production, Mol. Catal. 451 (2018) 125-134. https://doi.org/10.1016/j.mcat.2017.11.029 [6] T. Kaka khel P. Mäki-Arvela M. Azkaar Z. Vajglová A. Aho J. Hemming M. Peurla K. Eränen N. Kumar D.Y. Murzin Hexadecane hydrocracking for production of jet fuels from renewable diesel over proton and metal modified H-Beta zeolites Mol. Catal. 476 2019 110515 10.1016/j.mcat.2019.110515 T. Kaka khel, P. Mäki-Arvela, M. Azkaar, Z. Vajglová, A. Aho, J. Hemming, M. Peurla, K. Eränen, N. Kumar, D.Y. Murzin, Hexadecane hydrocracking for production of jet fuels from renewable diesel over proton and metal modified H-Beta zeolites, Mol. Catal. 476 (2019) 110515. https://doi.org/10.1016/j.mcat.2019.110515 [7] F.S. Pereira L.J. Pereira D.F.A. Crédito L.H.V. Girão A.H.S. Idehara E.R.P. González Cycling of waste fusel alcohols from sugar cane industries using supercritical carbon dioxide RSC Adv. 5 2015 81515 81522 10.1039/C5RA16346C F.S. Pereira, L.J. Pereira, D.F.A. Crédito, L.H.V. Girão, A.H.S. Idehara, E.R.P. González, Cycling of waste fusel alcohols from sugar cane industries using supercritical carbon dioxide, RSC Adv. 5 (2015) 81515-81522. https://doi.org/10.1039/C5RA16346C [8] M. Zare M.-T. Golmakani M. Niakousari Lipase synthesis of isoamyl acetate using different acyl donors: Comparison of novel esterification techniques LWT 101 2019 214 219 10.1016/j.lwt.2018.10.098 M. Zare, M.-T. Golmakani, M. Niakousari, Lipase synthesis of isoamyl acetate using different acyl donors: Comparison of novel esterification techniques, LWT 101 (2019) 214-219. https://doi.org/10.1016/j.lwt.2018.10.098 [9] P.F. Corregidor D.E. Acosta E.E. Gonzo H.A. Destéfanis Isoamyl acetate preparation from reaction of vinyl acetate and Isoamyl alcohol catalyzed by H-ZSM-5 zeolite: a kinetic study Mol. Catal. 2018 10.1016/j.mcat.2018.06.009 In Press, Corrected Proof P.F. Corregidor, D.E. Acosta, E.E. Gonzo, H.A. Destéfanis, Isoamyl acetate preparation from reaction of vinyl acetate and Isoamyl alcohol catalyzed by H-ZSM-5 zeolite: a kinetic study, Mol. Catal. (2018). In Press, Corrected Proof. https://doi.org/10.1016/j.mcat.2018.06.009 [10] C.A. Sánchez O.A. Sánchez A. Orjuela I.D. Gil G. Rodríguez Vapor–Liquid equilibrium for binary mixtures of acetates in the direct esterification of fusel oil J. Chem. Eng. Data 62 2017 11 19 10.1021/acs.jced.6b00221 C.A. Sánchez, O.A. Sánchez, A. Orjuela, I.D. Gil, G. Rodríguez, Vapor–Liquid equilibrium for binary mixtures of acetates in the direct esterification of fusel oil, J. Chem. Eng. Data 62 (2017) 11-19. https://doi.org/10.1021/acs.jced.6b00221 [11] J. Li H. Zhou L. Sun N. Zhang Design and control of different pressure thermally coupled reactive distillation for synthesis of isoamyl acetate Chem. Eng. Process. 139 2019 51 67 10.1016/j.cep.2019.03.014 J. Li, H. Zhou, L. Sun, N. Zhang, Design and control of different pressure thermally coupled reactive distillation for synthesis of isoamyl acetate, Chem. Eng. Process. 139 (2019) 51-67. https://doi.org/10.1016/j.cep.2019.03.014 [12] R.N. Vilas Bôas A.A. Ceron H.B.S. Bento H.F. de Castro Application of an immobilized Rhizopus oryzae lipase to batch and continuous ester synthesis with a mixture of a lauric acid and fusel oil Biomass and Bioenergy 119 2018 61 68 10.1016/j.biombioe.2018.09.011s R.N. Vilas Bôas, A.A. Ceron, H.B.S. Bento, H.F. de Castro, Application of an immobilized Rhizopus oryzae lipase to batch and continuous ester synthesis with a mixture of a lauric acid and fusel oil, Biomass and Bioenergy 119 (2018) 61-68. https://doi.org/10.1016/j.biombioe.2018.09.011s [13] S.R. Bansode V.K. Rathod Enzymatic sythesis of isoamyl butyrate under microwave irradiation Chem. Eng. Process. 129 2018 71 76 10.1016/j.cep.2018.04.015 S.R. Bansode, V.K. Rathod, Enzymatic sythesis of isoamyl butyrate under microwave irradiation, Chem. Eng. Process. 129 (2018) 71-76. https://doi.org/10.1016/j.cep.2018.04.015 [14] N. Nyari A. Paulazzi R. Zamadei C. Steffens G.L. Zabot M.V. Tres J. Zeni L. Venquiaruto R.M. Dallago Synthesis of isoamyl acetate by ultrasonic system using Candida antarctica lipase B immobilized in polyurethane J. Food Process Eng. 41 2018 e12812 10.1111/jfpe.12812 N. Nyari, A. Paulazzi, R. Zamadei, C. Steffens, G.L. Zabot, M.V. Tres, J. Zeni, L. Venquiaruto, R.M. Dallago, 2018. Synthesis of isoamyl acetate by ultrasonic system using Candida antarctica lipase B immobilized in polyurethane. J. Food Process Eng. 41, e12812. https://doi.org/10.1111/jfpe.12812 [15] W. Osorio-Viana M. Duque-Bernal J. Fontalvo I. Dobrosz-Gómez M.Á. Gómez-García Kinetic study on the catalytic esterification of acetic acid with isoamyl alcohol over Amberlite IR-120 Chem. Eng. Sci.101 2013 755 763 10.1016/j.ces.2013.07.009 W. Osorio-Viana, M. Duque-Bernal, J. Fontalvo, I. Dobrosz-Gómez, M.Á. Gómez-García, Kinetic study on the catalytic esterification of acetic acid with isoamyl alcohol over Amberlite IR-120, Chem. Eng. Sci.101 (2013) 755-763. https://doi.org/10.1016/j.ces.2013.07.009 [16] F. Leyva A. Orjuela D.J. Miller I. Gil J. Vargas G. Rodríguez Kinetics of propionic acid and isoamyl alcohol liquid esterification with Amberlyst 70 as catalyst Ind. Eng. Chem. Res. 52 2013 18153 18161 10.1021/ie402349t F. Leyva, A. Orjuela, D.J. Miller, I. Gil, J. Vargas, G. Rodríguez, Kinetics of propionic acid and isoamyl alcohol liquid esterification with Amberlyst 70 as catalyst, Ind. Eng. Chem. Res. 52 (2013) 18153-18161. https://doi.org/10.1021/ie402349t [17] L.X. Wang S.H. Liu H. Yuan L.L. Guo Catalytic Synthesis of isoamyl acetate by ion exchange resin-supported (NH4)6[MnMo9O32]•8H2O with Waugh structure Adv. Mater. Res. 750-752 2013 1231 1234 10.4028/www.scientific.net/AMR.750-752.1231 L.X. Wang, S.H. Liu, H. Yuan, L.L. Guo, Catalytic Synthesis of isoamyl acetate by ion exchange resin-supported (NH4)6[MnMo9O32]•8H2O with Waugh structure, Adv. Mater. Res. 750-752 (2013) 1231-1234. https://doi.org/10.4028/www.scientific.net/AMR.750-752.1231 [18] D.J. Tao J. Wu Z.Z. Wang Z.H. Lu Z. Yang X.-S. Chen SO3H-functionalized Brønsted acidic ionic liquids as efficient catalysts for the synthesis of isoamyl salicylate RSC Adv. 4 2014 1 7 10.1039/C3RA45921G D.J. Tao, J. Wu, Z.Z. Wang, Z.H. Lu, Z. Yang, X.-S. Chen, SO3H-functionalized Brønsted acidic ionic liquids as efficient catalysts for the synthesis of isoamyl salicylate, RSC Adv. 4 (2014) 1-7. 10.1039/C3RA45921G [19] Z. Jiang J. Xu Z. Zeng W. Xue S. Li Kinetics of the esterification between lactic acid and isoamyl alcohol in the presence of silica gel-supported sodium hydrogen sulphate Can. J. Chem. Eng. 96 2018 1972 1978 10.1002/cjce.23127 Z. Jiang, J. Xu, Z. Zeng, W. Xue, S. Li, Kinetics of the esterification between lactic acid and isoamyl alcohol in the presence of silica gel-supported sodium hydrogen sulphate, Can. J. Chem. Eng. 96 (2018) 1972-1978. https://doi.org/10.1002/cjce.23127 [20] S. Afshar M. Sadehvand A. Azad M.G. Dekamin M. Jalali-Heravi A. Mollahosseini M. Amani A. Tadjarodi Optimization of catalytic activity of sulfated titania for efficient synthesis of isoamyl acetate by response surface methodology Monatshefte für Chem. - Chem. Monthly 146 2015 1949 1957 10.1007/s00706-015-1533-5 S. Afshar, M. Sadehvand, A. Azad, M.G. Dekamin, M. Jalali-Heravi, A. Mollahosseini, M. Amani, A. Tadjarodi, Optimization of catalytic activity of sulfated titania for efficient synthesis of isoamyl acetate by response surface methodology, Monatshefte für Chem. - Chem. Monthly 146 (2015) 1949-1957. https://doi.org/10.1007/s00706-015-1533-5 [21] T. Chen C. Fan One-pot generation of mesoporous carbon supported nanocrystalline H3PW12O40 heteropoly acid with high performance in microwave esterification of acetic acid and isoamyl alcohol J. Porous Mater. 20 2013 1225 1230 10.1007/s10934-013-9706-2 T. Chen, C. Fan, One-pot generation of mesoporous carbon supported nanocrystalline H3PW12O40 heteropoly acid with high performance in microwave esterification of acetic acid and isoamyl alcohol, J. Porous Mater. 20 (2013) 1225-1230. https://doi.org/10.1007/s10934-013-9706-2 [22] J. Li H. Zhao X. Hou W. Fa J.J.M. Cai N. Letters Fe3O4@ SiO2-SO3H nanocomposites: An efficient magnetically separable solid acid catalysts for esterification reaction Micro Nano Lett. 2 2017 53 57 10.1049/mnl.2016.0463 J. Li, H. Zhao, X. Hou, W. Fa, J.J.M. Cai, N. Letters, Fe3O4@ SiO2-SO3H nanocomposites: An efficient magnetically separable solid acid catalysts for esterification reaction, Micro Nano Lett. 2 (2017) 53-57. https://doi.org/ 10.1049/mnl.2016.0463 [23] N. Nuryono A. Qomariyah W. Kim R. Otomo B. Rusdiarso Y. Kamiya Octyl and propylsulfonic acid co-fixed Fe3O4@SiO2 as a magnetically separable, highly active and reusable solid acid catalyst in water Mol. Catal. 475 2019 110248 10.1016/j.mcat.2018.11.019 N. Nuryono, A. Qomariyah, W. Kim, R. Otomo, B. Rusdiarso, Y. Kamiya, Octyl and propylsulfonic acid co-fixed Fe3O4@SiO2 as a magnetically separable, highly active and reusable solid acid catalyst in water, Mol. Catal. 475 (2019) 110248. https://doi.org/10.1016/j.mcat.2018.11.019 [24] P.F. Corregidor D.E. Acosta E.E. Gonzo H.A. Destéfanis Isoamyl acetate preparation from reaction of vinyl acetate and Isoamyl alcohol catalyzed by H-ZSM-5 zeolite: a kinetic study Mol. Catal. 2018 100611 10.1016/j.mcat.2018.06.009 P.F. Corregidor, D.E. Acosta, E.E. Gonzo, H.A. Destéfanis, Isoamyl acetate preparation from reaction of vinyl acetate and Isoamyl alcohol catalyzed by H-ZSM-5 zeolite: a kinetic study, Mol. Catal. (2018) 100611. https://doi.org/10.1016/j.mcat.2018.06.009 [25] M. Xue M.H. Zhu C.J. Zhong Y.Q. Li N. Hu I. Kumakiri X.S. Chen H. Kita Preparation of isoamyl acetate by high performance ZSM-5 zeolite membrane J. Chem. Eng. Jpn. 52 2019 69 74 10.1252/jcej.17we352 M. Xue, M.H. Zhu, C.J. Zhong, Y.Q. Li, N. Hu, I. Kumakiri, X.S. Chen, H. Kita, Preparation of isoamyl acetate by high performance ZSM-5 zeolite membrane, J. Chem. Eng. Jpn. 52 (2019) 69-74. https://doi.org/10.1252/jcej.17we352 [26] J. Nowicki K. Jaroszewska E. Nowakowska-Bogdan M. Szmatoła J. Iłowska Synthesis of 2,2,4-trimethyl-1,2-H-dihydroquinoline (TMQ) over selected organosulfonic acid silica catalysts: Selectivity aspects Mol. Catal. 454 2018 94 103 10.1016/j.mcat.2018.05.016 J. Nowicki, K. Jaroszewska, E. Nowakowska-Bogdan, M. Szmatoła, J. Iłowska, Synthesis of 2,2,4-trimethyl-1,2-H-dihydroquinoline (TMQ) over selected organosulfonic acid silica catalysts: Selectivity aspects, Mol. Catal. 454 (2018) 94-103. https://doi.org/10.1016/j.mcat.2018.05.016 [27] M.M. Islam P. Bhanja M. Halder A. Das A. Bhaumik S.M. Islam Chiral Cr(III)-salen complex embedded over sulfonic acid functionalized mesoporous SBA-15 material as an efficient catalyst for the asymmetric Henry reaction Mol. Catal. 475 2019 110489 10.1016/j.mcat.2019.110489 M.M. Islam, P. Bhanja, M. Halder, A. Das, A. Bhaumik, S.M. Islam, Chiral Cr(III)-salen complex embedded over sulfonic acid functionalized mesoporous SBA-15 material as an efficient catalyst for the asymmetric Henry reaction, Mol. Catal. 475 (2019) 110489. https://doi.org/10.1016/j.mcat.2019.110489 [28] W.G. Ramdani A. Karam K. De Oliveira Vigier S. Rio A. Ponchel F. Jérôme Catalytic glycosylation of glucose with alkyl alcohols over sulfonated mesoporous carbons Mol. Catal. 468 2019 125 129 10.1016/j.mcat.2019.02.016 W.G. Ramdani, A. Karam, K. De Oliveira Vigier, S. Rio, A. Ponchel, F. Jérôme, Catalytic glycosylation of glucose with alkyl alcohols over sulfonated mesoporous carbons, Mol. Catal. 468 (2019) 125-129. https://doi.org/10.1016/j.mcat.2019.02.016 [29] S. Karnjanakom P. Maneechakr C. Samart G. Guan A facile way for sugar transformation catalyzed by carbon-based Lewis-Brønsted solid acid Mol. Catal. 479 2019 110632 10.1016/j.mcat.2019.110632 S. Karnjanakom, P. Maneechakr, C. Samart, G. Guan, A facile way for sugar transformation catalyzed by carbon-based Lewis-Brønsted solid acid, Mol. Catal. 479 (2019) 110632. https://doi.org/10.1016/j.mcat.2019.110632 [30] K. Ponnuru J.C. Manayil H.J. Cho A. Osatiashtiani W. Fan K. Wilson F.C. Jentoft Tuning solid catalysts to control regioselectivity in cross aldol condensations with unsymmetrical ketones for biomass conversion Mol. Catal. 458 2018 247 260 10.1016/j.mcat.2017.11.005 K. Ponnuru, J.C. Manayil, H.J. Cho, A. Osatiashtiani, W. Fan, K. Wilson, F.C. Jentoft, Tuning solid catalysts to control regioselectivity in cross aldol condensations with unsymmetrical ketones for biomass conversion, Mol. Catal. 458 (2018) 247-260. https://doi.org/10.1016/j.mcat.2017.11.005 [31] S. Karnjanakom G. Guan B. Asep X. Hao S. Kongparakul C. Samart A. Abudula Catalytic upgrading of bio-oil over Cu/MCM-41 and Cu/KIT-6 prepared by β-cyclodextrin-assisted coimpregnation method J. Phys. Chem. C 120 2016 3396 3407 10.1021/acs.jpcc.5b11840 S. Karnjanakom, G. Guan, B. Asep, X. Hao, S. Kongparakul, C. Samart, A. Abudula, Catalytic upgrading of bio-oil over Cu/MCM-41 and Cu/KIT-6 prepared by β-cyclodextrin-assisted coimpregnation method, J. Phys. Chem. C 120 (2016) 3396-3407. https://doi.org/10.1021/acs.jpcc.5b11840 [32] T.T.V. Tran S. Kongparakul S. Karnjanakom P. Reubroycharoen G. Guan N. Chanlek C. Samart Highly productive xylose dehydration using a sulfonic acid functionalized KIT-6 catalyst Fuel 236 2019 1156 1163 10.1016/j.fuel.2018.09.089 T.T.V. Tran, S. Kongparakul, S. Karnjanakom, P. Reubroycharoen, G. Guan, N. Chanlek, C. Samart, Highly productive xylose dehydration using a sulfonic acid functionalized KIT-6 catalyst, Fuel 236 (2019) 1156-1163. https://doi.org/10.1016/j.fuel.2018.09.089 [33] D. Hua P. Li Y. Wu Y. Chen M. Yang J. Dang Q. Xie J. Liu X.-y. Sun Preparation of solid acid catalyst packing AAO/SBA-15-SO3H and application for dehydration of xylose to furfural J. Ind. Eng. Chem. 19 2013 1395 1399 10.1016/j.mcat.2018.06.009 D. Hua, P. Li, Y. Wu, Y. Chen, M. Yang, J. Dang, Q. Xie, J. Liu, X.-y. Sun, Preparation of solid acid catalyst packing AAO/SBA-15-SO3H and application for dehydration of xylose to furfural, J. Ind. Eng. Chem. 19 (2013) 1395-1399. https://doi.org/10.1016/j.mcat.2018.06.009 [34] A. Kumar R. Srivastava FeVO4 decorated –SO3H functionalized polyaniline for direct conversion of sucrose to 2,5-diformylfuran & 5-ethoxymethylfurfural and selective oxidation reaction Mol. Catal. 465 2019 68 79 10.1016/j.mcat.2018.12.017 A. Kumar, R. Srivastava, FeVO4 decorated –SO3H functionalized polyaniline for direct conversion of sucrose to 2,5-diformylfuran & 5-ethoxymethylfurfural and selective oxidation reaction, Mol. Catal. 465 (2019) 68-79. https://doi.org/10.1016/j.mcat.2018.12.017 [35] D. Song S. An B. Lu Y. Guo J. Leng Arylsulfonic acid functionalized hollow mesoporous carbon spheres for efficient conversion of levulinic acid or furfuryl alcohol to ethyl levulinate Appl. Catal. B 179 2015 445 457 10.1016/j.apcatb.2015.05.047 D. Song, S. An, B. Lu, Y. Guo, J. Leng, Arylsulfonic acid functionalized hollow mesoporous carbon spheres for efficient conversion of levulinic acid or furfuryl alcohol to ethyl levulinate, Appl. Catal. B 179 (2015) 445-457. https://doi.org/10.1016/j.apcatb.2015.05.047 [36] Y. Wang D. Wang M. Tan B. Jiang J. Zheng N. Tsubaki M. Wu Monodispersed hollow SO3H-functionalized carbon/silica as efficient solid acid catalyst for esterification of oleic acid ACS Appl. Mater. Interf. 7 2015 26767 26775 10.1021/acsami.5b08797 Y. Wang, D. Wang, M. Tan, B. Jiang, J. Zheng, N. Tsubaki, M. Wu, Monodispersed hollow SO3H-functionalized carbon/silica as efficient solid acid catalyst for esterification of oleic acid, ACS Appl. Mater. Interf. 7 (2015) 26767-26775. https://doi.org/10.1021/acsami.5b08797 [37] H. Hafizi A. Najafi Chermahini M. Saraji G. Mohammadnezhad The catalytic conversion of fructose into 5-hydroxymethylfurfural over acid-functionalized KIT-6, an ordered mesoporous silica Chem. Eng. J. 294 2016 380 388 10.1016/j.cej.2016.02.082 H. Hafizi, A. Najafi Chermahini, M. Saraji, G. Mohammadnezhad, The catalytic conversion of fructose into 5-hydroxymethylfurfural over acid-functionalized KIT-6, an ordered mesoporous silica, Chem. Eng. J. 294 (2016) 380-388. https://doi.org/10.1016/j.cej.2016.02.082 [38] M. Román-Aguirre Y.P. Gochi A.R. Sánchez L. de la Torre A. Aguilar-Elguezabal Synthesis of camphene from α-pinene using SO3 2− functionalized MCM-41 as catalyst Appl. Catal. A 334 2008 59 64 10.1016/j.apcata.2007.09.031 M. Román-Aguirre, Y.P. Gochi, A.R. Sánchez, L. de la Torre, A. Aguilar-Elguezabal, Synthesis of camphene from α-pinene using SO32− functionalized MCM-41 as catalyst, Appl. Catal. A 334 (2008) 59-64. https://doi.org/10.1016/j.apcata.2007.09.031 [39] M. Trejda A. Nurwita D. Kryszak Synthesis of solid acid catalysts for esterification with the assistance of elevated pressure Microporous Mesoporous Mater. 278 2019 115 120 10.1016/j.micromeso.2018.11.009 M. Trejda, A. Nurwita, D. Kryszak, Synthesis of solid acid catalysts for esterification with the assistance of elevated pressure, Microporous Mesoporous Mater. 278 (2019) 115-120. https://doi.org/10.1016/j.micromeso.2018.11.009 [40] Y. Jiang X. Li H. Zhao Z. Hou Esterification of glycerol with acetic acid over SO3H-functionalized phenolic resin Fuel 255 2019 115842 10.1016/j.fuel.2019.115842 Y. Jiang, X. Li, H. Zhao, Z. Hou, Esterification of glycerol with acetic acid over SO3H-functionalized phenolic resin, Fuel 255 (2019) 115842. https://doi.org/10.1016/j.fuel.2019.115842 [41] Z.H. Ni F.S. Li H. Wang S. Wang S.Y. Gao Catalytic esterification, kinetics, and cold flow properties of isobutyl palmitate Fuel 254 2019 115368 10.1016/j.fuel.2019.04.125 Z.H. Ni, F.S. Li, H. Wang, S. Wang, S.Y. Gao, Catalytic esterification, kinetics, and cold flow properties of isobutyl palmitate, Fuel 254 (2019) 115368. https://doi.org/10.1016/j.fuel.2019.04.125 [42] Z. Yang C. Zhou W. Zhang H. Li M. Chen β-MnO2 nanorods: A new and efficient catalyst for isoamyl acetate synthesis Colloids Surf. A 356 2010 134 139 10.1016/j.colsurfa.2010.01.007 Z. Yang, C. Zhou, W. Zhang, H. Li, M. Chen, β-MnO2 nanorods: A new and efficient catalyst for isoamyl acetate synthesis, Colloids Surf. A 356 (2010) 134-139. https://doi.org/10.1016/j.colsurfa.2010.01.007 [43] C. Chaiyasut B. Sivamaruthi S. Peerajan S. Sirilun K. Chaiyasut P. Kesika Assessment of heavy metals, minerals, alcohol, and fusel oil content of selected fermented plant beverages of Thailand Int. Food Res. J. 24 2017 123 133 C. Chaiyasut, B. Sivamaruthi, S. Peerajan, S. Sirilun, K. Chaiyasut, P.J.I.F.R.J. Kesika, Assessment of heavy metals, minerals, alcohol, and fusel oil content of selected fermented plant beverages of Thailand, Int. Food Res. J. 24 (2017) 123-133 [44] F. Bi A. Ali S. Iqbal M. Arman M. Ul-Hassan Chemical esterification of fusel oil alcohol for the production of flavor and fragrance esters J. Chem. Soc. Pak. 30 2008 919 923 F. Bi, A. Ali, S. Iqbal, M. Arman, M.J.J.C.S.P. Ul-Hassan, Chemical esterification of fusel oil alcohol for the production of flavor and fragrance esters, J. Chem. Soc. Pak. 30 (2008) 919-923. [45] J.F. Zi L.J.I.C. Zhu Synthesis of iso-amyl acetate catalyzed by ferric chloride supported on activated carbon Ind. Catal 9 2004 http://en.cnki.com.cn/Article_en/CJFDTOTAL-GYCH200409009.htm J.F. Zi, L.J.I.C. Zhu, Synthesis of iso-amyl acetate catalyzed by ferric chloride supported on activated carbon, Ind. Catal. 9 (2004). http://en.cnki.com.cn/Article_en/CJFDTOTAL-GYCH200409009.htm [46] B. Saha A. Alqahtani H.T.R. Teo Production of iso-amyl acetate: heterogeneous kinetics and techno-feasibility evaluation for catalytic distillation Int. J. Chem. Reactor Eng. 3 2005 10.2202/1542-6580.1231 B. Saha, A. Alqahtani, H.T.R. Teo, Production of iso-amyl acetate: heterogeneous kinetics and techno-feasibility evaluation for catalytic distillation, Int. J. Chem. Reactor Eng. 3 (2005). https://doi.org/10.2202/1542-6580.1231 [47] H.T.R. Teo B. Saha Heterogeneous catalysed esterification of acetic acid with isoamyl alcohol: kinetic studies J. Catal. 228 2004 174 182 10.1016/j.jcat.2004.08.018 H.T.R. Teo, B. Saha, Heterogeneous catalysed esterification of acetic acid with isoamyl alcohol: kinetic studies, J. Catal. 228 (2004) 174-182. https://doi.org/10.1016/j.jcat.2004.08.018 [48] X.Y. Pang P. Lv Y.S. Yang H.L. Ren F. Gong Estrification of acetic acid with isoamyl alcohol over expandable graphite catalyst J. Chem. 5 2008 10.1155/2008/941953 X.Y. Pang, P. Lv, Y.S. Yang, H.L. Ren, F. Gong, Estrification of acetic acid with isoamyl alcohol over expandable graphite catalyst, J. Chem. 5 (2008). https://doi.org/10.1155/2008/941953",
      "scopus-id": "85076251229",
      "coredata": {
        "eid": "1-s2.0-S2468823119305851",
        "dc:description": "Isoamyl acetate production from fusel oil was demonstrated in a heterogeneous system using sulfonated mesoporous silica KIT-6 catalysts. These were prepared by co-condensation at different 3-mercaptopropyl(methyl)dimethoxysilane (MPMDS):tetraethoxysilane (TEOS) ratios and subsequent oxidation (x-SO3H-KIT-6, where x is the molar ratio of MPMDS). Isoamyl acetate production was performed via esterification of fusel oil with acetic acid in a batch reactor at different reaction temperatures and reaction times. The optimal conditions were: 80 °C, 3 h, catalyst loading of 5 wt.%, and a 2:1 (v/v) acetic acid:fusel oil ratio. Under these conditions, a 95% yield of isoamyl acetate was achieved. The efficiency in terms of turnover frequency (TOF) was strongly affected by the number and accessibility of the acid sites, and therefore by the MPMDS:TEOS ratio. The highest yield was found for 0.3-SO3H-KIT-6, while 0.1-SO3H-KIT-6 had the highest TOF. The 0.3-SO3H-KIT-6 catalyst also exhibited excellent reusability over four cycles, with only a small reduction in isoamyl acetate yield in each cycle. Overall, the 0.3-SO3H-KIT-6 catalyst exhibited catalytic activity comparable to that of a commercial esterification catalyst. This novel catalyst has potential practical applications in selective production of isoamyl acetate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119305851",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tran, Thi Tuong Vi"
          },
          {
            "@_fa": "true",
            "$": "Kongparakul, Suwadee"
          },
          {
            "@_fa": "true",
            "$": "Karnjanakom, Surachai"
          },
          {
            "@_fa": "true",
            "$": "Reubroycharoen, Prasert"
          },
          {
            "@_fa": "true",
            "$": "Guan, Guoqing"
          },
          {
            "@_fa": "true",
            "$": "Chanlek, Narong"
          },
          {
            "@_fa": "true",
            "$": "Samart, Chanatip"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119305851"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119305851"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30585-1",
        "prism:volume": "484",
        "articleNumber": "110724",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Selective production of green solvent (isoamyl acetate) from fusel oil using a sulfonic acid-functionalized KIT-6 catalyst",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fusel oil"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "SO3H-KIT-6"
          },
          {
            "@_fa": "true",
            "$": "Isoamyl acetate"
          },
          {
            "@_fa": "true",
            "$": "Reusability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110724",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2020",
        "prism:doi": "10.1016/j.mcat.2019.110724",
        "prism:startingPage": "110724",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110724",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "326",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16110",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "290",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28830",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "250",
            "@width": "296",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16708",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "773",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74936",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "431",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49174",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30061",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "246",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32628",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "546",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33606",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8025",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8320",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5974",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5928",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7568",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10601",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "95",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6379",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5522",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "596674",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305851-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1045089",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85076251229"
      }
    }
  }
}