{
  "metadata": {
    "title": "Evaluation of hydroxylammonium nitrate (HAN) decomposition using bifunctional catalyst for thruster application",
    "authors": "; ",
    "journal": "Molecular Catalysis",
    "date": "2020-05-31",
    "doi": "10.1016/j.mcat.2020.110851",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120301024",
    "pii": "S2468823120301024"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85080049643",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-02-28 2020-02-28 2020-02-28 2020-02-28 2020-04-16T11:55:59 1-s2.0-S2468823120301024 S2468-8231(20)30102-4 S2468823120301024 10.1016/j.mcat.2020.110851 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00058 2020-04-16T11:02:56.462641Z 0 0 20200501 20200531 2020 2020-02-28T22:27:41.919157Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 486 486 C Volume 486 5 110851 110851 110851 202005 May 2020 2020-05-01 2020-05-31 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. EVALUATIONHYDROXYLAMMONIUMNITRATEHANDECOMPOSITIONUSINGBIFUNCTIONALCATALYSTFORTHRUSTERAPPLICATION AGNIHOTRI R 1 Introduction 2 Experimental methods 2.1 Materials and methods 2.1.1 HAN synthesis 2.1.2 Catalyst synthesis 2.2 Performance analysis 2.3 Material characterization 3 Results and discussion 3.1 Catalytic activity measurement 3.1.1 Thermal analysis 3.1.2 Batch reactor studies 3.2 Catalyst characterization 3.2.1 Surface area estimation 3.2.2 SEM/EDS studies 3.2.3 XRD studies 3.2.4 XPS studies 4 Summary CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References HOYANI 2017 1083 1093 S SPORES 2013 R 49THAIAAASMESAEASEEJTPROPULSCONFEXHIB APOLLO 2010 22 28 F KATSUMI 2012 536 543 T AGNIHOTRI 2018 22293 22302 R BAUER 2012 4329 4346 J ZHANG 2017 15266 S WANG 2013 1506 1515 Y EJOIRDI 2003 213 219 R AMARIEI 2007 165 174 D ESPOSITO 2013 6290 6300 V TAKACOVA 2016 9 17 Z LEE 2003 5 10 C LI 2017 10761 10765 S JAMPAIAH 2013 12963 12974 D THORAT 2014 10700 10710 A TANG 2006 265 273 X LIU 2008 185 195 J CARTER 2007 C CERAMICMATERIALSSCIENCEENGINEERING SINGH 2011 577 592 P XIAO 2009 426 431 G VANPOUCKE 2014 258 266 D VANPOUCKE 2014 13723 13737 D LIOTTA 2006 217 227 L CHUANG 1976 413 429 T KARTHIK 2015 3196 3199 P REDDY 2014 11099 11107 N AMROUSSE 2013 64 68 R AGNIHOTRIX2020X110851 AGNIHOTRIX2020X110851XR 2022-02-28T00:00:00.000Z 2022-02-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-02-27T11:34:41.075Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas ARDB Aeronautics Research and Development Board http://data.elsevier.com/vocabulary/SciValFunders/100007549 http://sws.geonames.org/1269750 item S2468-8231(20)30102-4 S2468823120301024 1-s2.0-S2468823120301024 10.1016/j.mcat.2020.110851 315758 2020-04-16T11:02:56.462641Z 2020-05-01 2020-05-31 1-s2.0-S2468823120301024-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/MAIN/application/pdf/461c56f10e0fa5a86a4cdb130edc994c/main.pdf main.pdf pdf true 4606517 MAIN 8 1-s2.0-S2468823120301024-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/PREVIEW/image/png/868032a7deb065b6770b3806f212e429/main_1.png main_1.png png 54827 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120301024-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/ga1/DOWNSAMPLED/image/jpeg/d40e4ced7df3f396fcc4ee78792b72d5/ga1.jpg ga1 true ga1.jpg jpg 28409 184 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr1/DOWNSAMPLED/image/jpeg/e6db4d8bcf08b12e49c4b5e0f0f8a210/gr1.jpg gr1 gr1.jpg jpg 49040 979 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr2/DOWNSAMPLED/image/jpeg/c867f7fea9f2dd7a50afd997e011360c/gr2.jpg gr2 gr2.jpg jpg 19749 283 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr3/DOWNSAMPLED/image/jpeg/9e0fb2b80cd56809b145f965d09f96b4/gr3.jpg gr3 gr3.jpg jpg 124385 634 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr4/DOWNSAMPLED/image/jpeg/fec502820feb6f0d45af6e0bf2bacb28/gr4.jpg gr4 gr4.jpg jpg 38864 497 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr5/DOWNSAMPLED/image/jpeg/500e986959a2766e8f6c56a8d6c89664/gr5.jpg gr5 gr5.jpg jpg 143114 836 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301024-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/ga1/THUMBNAIL/image/gif/1a5ad5bc962c8024253769ebb1705847/ga1.sml ga1 true ga1.sml sml 7061 81 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr1/THUMBNAIL/image/gif/a162f79e4aa40e58f6d3190ffe826685/gr1.sml gr1 gr1.sml sml 3221 163 50 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr2/THUMBNAIL/image/gif/1665d32e11dd3151f14b368b57f22b1b/gr2.sml gr2 gr2.sml sml 6841 164 174 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr3/THUMBNAIL/image/gif/9031effacec4253e40a6d64b2f205934/gr3.sml gr3 gr3.sml sml 20185 164 146 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr4/THUMBNAIL/image/gif/2a3ed031b5461897f8acff8884421cd0/gr4.sml gr4 gr4.sml sml 6045 164 99 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/gr5/THUMBNAIL/image/gif/fc5ef9bfa4e57a52fb1dfd27be5c3e5c/gr5.sml gr5 gr5.sml sml 9552 163 110 IMAGE-THUMBNAIL 1-s2.0-S2468823120301024-mmc1.zip https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301024/mmc1/MAIN/application/zip/03427eb2367643f700e9892d3d4ccc11/mmc1.zip mmc1 mmc1.zip zip 389 APPLICATION 1-s2.0-S2468823120301024-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1011D43CSTX/MAIN/application/pdf/004212eb4b983ad9258a220a867f9731/am.pdf am am.pdf pdf false 1523975 AAM-PDF MCAT 110851 110851 S2468-8231(20)30102-4 10.1016/j.mcat.2020.110851 Elsevier B.V. Fig. 1 Comparative (a) TGA curve and (b) DSC thermograms of HAN with different catalyst systems. Fig. 1 Fig. 2 Linear profile of dP/dt for different HAN-Catalyst systems. Fig. 2 Fig. 3 SEM images of final pellet form for different catalyst (i) CeCo 26, (ii) CeCo 26x, (iii) Ir/CeCo 26, (iv) Ir/CeCo 26x, (v) Ir/γ-Al2O3 and (iv) Ir/γ-Al2O3x. Fig. 3 Fig. 4 XRD plot for different catalysts before and after HAN decomposition (α for CeO2 and # for Ir metal peaks); inset: β for Co3O4 phase and δ for CoO phase (dashed line is guide for eye). Fig. 4 Fig. 5 (a) O 1s orbital, (b) Ce 3d orbital (inset: typical final state positions), (c) Co 2p orbital (inset: typical final state positions), and (d) Ir 4f orbital (inset: typical final state positions) XP spectra for various catalyst system. Fig. 5 Table 1 Variation of Td (as per DTA), TGA slope, and specific decomposition enthalpy for various HAN and HAN-Catalysta systems. Table 1 Sample Td , °C TG slope, mg/min Specific decomposition enthalpy, J/g Pure HAN 199.5 ± 2.2 2 ± 0.003 551.4 ± 35.5 Ir/γ-Al2O3 119.7 ± 2 305.6 ± 36.7 377 ± 40.8 CeCo 26 130.2 ± 1.5 293.7 ± 55.9 643.1 ± 19 Ir/CeCo 26 126.1 ± 1.3 198.6 ± 21.5 610.8 ± 18.8 Note- All values are average of at least three measurements. a catalyst to HAN ratio in every sample is kept 3:10 by weight. Table 2 ΔP and dP/dt (average value after at least 30 injections) for various HAN-Catalyst formulations in batch reactor. Table 2 Sample ΔP, mbar dP/dt, mbar/sec Pure HAN 370.46 70.66 (± 6%) CeCo 26-HAN 373.7 81.33 (± 6%) Ir/CeCo 26-HAN 403.7 83.1 (± 6%) Ir/γ-Al2O3-HAN 335.35 72.43 (± 6%) Table 3 Estimated surface area for different catalysts in both powdered and pellet form. Table 3 Sample Surface area, m2/g Powdered Pellet CeCo 26 6.24 3.21 Ir/γ-Al2O3 192.14 40.54 Table 4 Component distribution for different catalyst using EDS. Table 4 Sample Component molar ratios in sample Ir wt.% in final sample CeCo 26 Co:Ce :: 14:86 0 CeCo 26x Co:Ce :: 13.9:86.1 0 Ir/CeCo 26 Ir:Co:Ce :: 0:19.4:80.6 0 Ir/CeCo 26x Ir:Co:Ce :: 0:0:100 0 Ir/γ-Al2O3 Ir:Al2O3 :: 19.7:80.3 31.67 Ir/γ-Al2O3x Ir:Al2O3 :: 0.96:99.03 8.87 Table 5 Effect of Iridium and cobalt on ceria phase distribution, crystallite size (D), inter-planar spacing (d-spacing), and cell parameter (a). Table 5 Samples Phases Peak 2θ, degrees D, nm d-spacing, Å a, Å Pure CeO2 CeO2 111 28.49 45.6 3.129 5.420 CeCo 26 CeO2 111 28.50 51.0 3.128 5.418 Co3O4 311 36.80 – – – CeCo 26x CeO2 111 28.48 48.8 3.130 5.421 Co3O4 311 36.79 – – – Ir/CeCo 26 CeO2 111 28.52 56.6 3.126 5.415 Co3O4 311 36.83 – – – CoO 200 42.62 – – – Ir FCC 111 – – – – Ir/CeCo 26x CeO2 111 28.54 64.2 3.124 5.411 Co3O4 311 36.84 – – – CoO 200 42.65 – – – Ir FCC 111 – – – – Ir/γ-Al2O3 Ir FCC 111 40.66 39.5 2.216 3.839 Ir/γ-Al2O3x Ir FCC 111 40.68 39.1 2.215 3.837 Table 6 Determined component ratios, mole % of Ce3+/Cetot oxidation state and Ir/(Ir + IrO2) using XPS. Table 6 Sample Ce3+/(Ce3++ Ce4+), mol% Ir/(Ir + IrO2), mol% Ir : Co : Ce ratio Olattice/(Olattice+Oadsorption ), mol% CeCo 26 18.5 – 0 : 7 : 93 3.7 CeCo 26x 22.3 – 0 : 5.5 : 94.5 54 Ir/CeCo 26 16.4 33.3 5.4 : 7.6 : 87 53.4 Ir/CeCo 26x 25 41.24 1 : 9.8 : 89.2 37.1 Ir/γ-Al2O3 – 100 0 Ir/γ-Al2O3x – 30 17.56 Evaluation of hydroxylammonium nitrate (HAN) decomposition using bifunctional catalyst for thruster application Ruchika Agnihotri Data curation Formal analysis Investigation Methodology Validation Writing - original draft * Charlie Oommen Conceptualization Writing - review & editing Supervision Funding acquisition Department of Aerospace Engineering, Indian Institute of Science, Bangalore, 560012, India Department of Aerospace Engineering Indian Institute of Science Bangalore 560012 India Department of Aerospace Engineering, Indian Institute of Science, Bangalore 560012, India ⁎ Corresponding author. Graphical abstract Monopropellant thruster technology is at the cusp of revival with new age ionic liquids which are safe, less toxic and high performing emerging as substitutes for traditionally used hydrazine. One such promising candidate is Hydroxylammonium nitrate (HAN). Current study explores an iridium metal impregnated bifunctional variant of an earlier developed doped cerium oxide catalyst for HAN decomposition. The performance of bifunctional catalyst was compared against unsupported cerium oxide catalyst and conventional iridium over gamma alumina catalyst. Thermal analysis was the primary test used for performance evaluation and was subsequently followed up in a batch reactor to evaluate the durability of the catalyst to extreme high temperature exposure. Characterization of catalyst before and after decomposition reaction was comprehensively conducted using surface area analysis, SEM/EDS, XRD and XPS. Results did suggest promotional effect of iridium over doped ceria support as demonstrated through increased pressure build-up and rate of pressure-rise. Keywords Hydroxylammonium nitrate (HAN) Bifunctional catalyst Iridium over cobalt doped ceria Green monopropellant Space thruster 1 Introduction The monopropellants are fuels commonly used in reaction control systems of satellites where precision and microscopic levels of thrust achievement is of paramount importance. The market of monopropellant systems is being dominated by hydrazine thrusters for decades now even when its proven toxicity and associated high cost of handling are being widely debated. Fortunately, a few promising nontoxic yet high performing chemicals are suggested as a replacement of toxic hydrazine. One such promising monopropellant is Hydroxlyammonium nitrate (HAN). HAN is a nontoxic ionic liquid with higher density and associated higher density specific impulse. The positive oxygen balance of the compound facilitates addition of suitable fuels which will push the overall performance level way above that of hydrazine [1–4]. However, the slow evolution of HAN as a promising substitute monopropellant can be explained by the unavailability of high temperature tolerant catalysts. The temperature levels experienced in these systems are much higher than that of hydrazine thereby ruling out extension of hydrazine decomposition catalysts to HAN thrusters. Most of the initial trials on HAN thrusters were carried out using hydrazine decomposition catalysts which are based on Ir/γ-Al2O3 compositions. However, high temperature, oxidizing species in the decomposition products and attrition due to extreme reaction conditions proved adversary to these systems. In an earlier study [5], authors developed a cobalt doped ceria catalyst which was found extremely active and promising. The activity of cerium oxide-based catalyst in decomposing HAN was found far superior to Ir/γ-Al2O3 in terms of the exothermicity, durability and high temperature tolerance. The reactivity of doped cerium oxide catalyst’s capabilities lies in the availability of Ce3+/Ce4+ oxidation couple within the matrix which facilitates easy redox reactions. It was observed in our associated studies using thermal analysis that Ir metal is able to initiate the decomposition at a much lower temperature than cerium catalyst. Hence, it was felt that incorporation of iridium active metal onto the surface of cerium oxide support may bring in some synergistic effects that can make the catalyst more versatile. Such bifunctional catalysts are reported in literature though scarcely [6]. Interestingly, this combination can also bring in some redox reactions on the surface as Ir metal is a Lewis base catalyst [7] and doped ceria is mostly Lewis acid catalyst [8,9]. HAN decomposition over different catalysts was examined using thermal analysis techniques like DTA-TG and DSC. The catalyst’s sustenance of activity was followed up using a batch reactor. An exhaustive characterization was performed for catalyst samples before and after batch reactor runs. SEM was used for studying morphological changes in catalyst and EDS for elemental profiling. Powder XRD was utilized to identify crystalline phases present and possible solid solution formation in different phases. XPS was used to examine possible oxidation states. 2 Experimental methods 2.1 Materials and methods All the chemicals used for synthesis of HAN and catalysts were of analytical grade and procured from Sigma Aldrich. 2.1.1 HAN synthesis HAN was synthesised by the neutralization of hydroxylamine with nitric acid. The detailed procedure and characterization are reported elsewhere [1].Throughout the present study 75 % HAN was used. The concentration of HAN was ascertained by chemical and analytical methods that quantified the water content in the solution. 2.1.2 Catalyst synthesis The procedure to prepare catalysts used in the present study is reported in our earlier work [5]. Iridium catalyst (Ir/γ-Al2O3) was prepared by wet impregnation of gamma alumina support using active metal precursor. Cerium oxide catalyst was prepared from ceric ammonium nitrate and cobaltous nitrate by coprecipitation method. The bifunctional supported catalyst mostly has an active metal phase and a support which is also catalytically active towards the reaction. Since Ir active phase was used in Ir/γ-Al2O3 standard catalyst, Ir was impregnated over pre-prepared CeCo 26 catalyst to prepare bifunctional catalyst. The method for impregnation was identical to the one used in Ir/γ-Al2O3 preparation, only difference being γ-Al2O3 replaced with CeCo 26 as catalyst support. 2.2 Performance analysis The primary criteria for assessing catalyst’s efficiency are temperature of onset of decomposition and exothermicity observed during the decomposition. The rate of decomposition was extracted from the rate of weight loss extracted from thermogravimetric curves. A Perkin Elmer STA 6000 was used for simultaneous DTA-TG (Differential thermal analysis-Thermogravimetric analysis) while Perkin Elmer DSC 8000 was used for Differential scanning calorimetry studies in flowing nitrogen atmosphere employing a heating rate of 10 °C/min. Flow rate of nitrogen was kept at 20 ml/min in DTA-TG and 50 ml/min in DSC. The temperature was programmed from 30 to 300 °C. The batch reactor built in-house based on initial design reported elsewhere has the following features [10,11]. The initial design was suitably modified based on our experience and made suitable for HAN decomposition studies. Detailed functioning of batch reactor is explained in author’s earlier study [5]. About 500 mg of catalyst was loaded in reactor bed which was isothermally maintained at 120 °C. Since the test was performed in pulse mode, per injection approx. 200 μl of HAN was injected over preheated catalyst bed. Information collected included rate of pressure change and absolute overpressure for every injection. 2.3 Material characterization The BET surface area analyzer used in current work is Smart Sorb 92/93 model by Smart Instruments. Analysis was performed for single point isotherm with typical P/P0 of 0.3 (30 % N2-70 % He gas mixture). As a pretreatment all samples were regenerated in furnace with continuous flow of nitrogen while regeneration temperature was kept at 300 °C for duration of 1 h. Characterization was conducted on both used and unused catalyst samples to figure out any possible change/poisoning that might have occurred during HAN decomposition. Morphological images and elemental ratio were obtained from Scanning electron microscopy (SEM) and energy dispersive X-ray spectroscopy (EDS), respectively, using Ultra 55 FE Karl Zeiss EDS. Crystallographic information was derived from powder X-ray diffraction (XRD) using a Rigaku Smartlab powder and thin film XR diffractometer with Cu Kα source (1.5418 Å). To determine oxidation state distribution among different material Axis Ultra XPS (X-ray photoelectron spectroscopy) was employed. 3 Results and discussion 3.1 Catalytic activity measurement 3.1.1 Thermal analysis The primary changes that are expected from the bifunctional catalyst are change in the decomposition temperature, catalyst durability and possible change in rate of reaction. The decomposition temperature, weight loss rate and enthalpy associated with the decomposition for different sets of catalysts are given in Table 1 . Corresponding TGA and DSC curves for different HAN samples with and without catalyst are given in Fig. 1 . CeCo 26 was found to be the most active catalyst in the series of ceria catalysts prepared with different amounts of cobalt [5]. The major inference is derived from DTA-TG where Ir/CeCo 26 is compared against Ir/γ-Al2O3 and CeCo 26 catalyst. Almost all decompositions are preceded by water evaporation which ends at 120 °C and associated weight loss does correspond to the amount of water present in HAN verified by other techniques like Karl Fischer titrator. HAN shows thermal decomposition at 200 °C in the absence of any catalyst and is characterized by slow decomposition. Catalysed HAN systems on the other hand show faster reaction rate and decomposition is initiated at a much lower temperature. While Ir/γ-Al2O3-HAN decomposition start at 119 °C with a much higher rate than HAN thermal decomposition as evidenced by a higher slope of TG cure, CeCo 26-HAN decompose at a slightly higher temperature but with a more or less similar rate. (Table 1). The Ir/CeCo 26 catalysed HAN does show a lowering of decomposition temperature, probably due to iridium presence, but with a much lower rate than given by either Ir/γ-Al2O3 or CeCo 26 catalyst. Its decomposition temperature falls somewhere in between Ir/γ-Al2O3 and CeCo 26 (Fig. 1(a)). Though slope of weight loss curve for Ir/CeCo 26 is lesser than expected the reaction rate still is significantly high to suggest substantial catalysis. The amount of energy generated during decomposition of HAN is of paramount importance since it has direct implications on the level of thrust that can be derived. DSC is the most efficient way to find enthalpy change during a process and is shown in Fig. 1(b) for the current systems. Apparently, the overall specific enthalpy of HAN decomposition without a catalyst is high, but the process takes almost 5 times more time than a catalysed system at the given ramp rate making the rate of energy release much slower. The corresponding value for Ir/γ-Al2O3 catalysed system is pretty less when compared to CeCo 26 and uncatalyzed system which may seem unlikely but has been reported quite a few times [5]. However, the values for specific enthalpy for Ir/CeCo 26 seems closer to values obtained from CeCo 26. Thus, it can be concluded that the performance of Ir/CeCo 26 catalyst stands out in further lowering the decomposition temperature from that of CeCo 26 and can be attributed to its active metal loading and reactive support. The undesirable features observed like reduction in slope of weight loss curve may be due to additional sintering and thereby altered surface area experienced by Ir/CeCo 26 catalyst during iridium impregnation steps. Possibly, reduction in H2 for during Ir/CeCo 26 catalyst preparation makes ceria susceptible to extreme sintering at really low temperatures [12]. Overall the catalysing ability of Ir/CeCo 26 derives its strength from the inherent strengths of both CeCo 26 and active metal iridium as in Ir/γ-Al2O3. Since drawing a final assessment on the basis of thermal analysis alone is premature, batch reactor studies were also conducted for the bifunctional catalysts. 3.1.2 Batch reactor studies As mentioned earlier data from batch reactor can help us evaluate the durability of catalyst unlike thermal analysis studies. The linear fit profile of pressure build-up rate in sequential injections in batch reactor for various catalysts are shown in Fig. 2 and the respective mean values for entire run are given in Table 2 . The linear fit of dP/dt value distribution facilitates in assessing impact of every successive injection on HAN catalyst system by either negative slope suggesting deactivation or by a uniform straight profile suggesting catalyst’s tolerance towards poisoning. The mean dP/dt values are used for comparison of overall performance of different catalysed HAN decomposition with uncatalyzed decomposition. ΔP and dP/dt values given in Table 2 are average of at least 30 injections. The lower ΔP value reported in Table 2 for Ir/γ-Al2O3-HAN system which undergoes substantial decline in activity is due to this averaging. The highest ΔP is shown by Ir/CeCo 26 catalysed HAN. All the catalysed systems show high pressure build up rate (dP/dt) when compared to thermal decomposition of HAN. Interestingly, iridium over ceria catalyst show the highest dP/dt among all catalysed systems. A direct correlation with TG slope is difficult as experimental conditions under which the propellant is made to contact the catalyst are different. This also indicate a possible synergistic effect of both active metal and catalyst support. Despite the high rate of pressure build up and high absolute pressure, this catalyst remains structurally intact and show no signs of decline in activity till the 45–50 injections carried out in pulse mode. In contrast, the iridium over alumina catalyst was found consistently losing the catalytic activity in batch reactor studies. 3.2 Catalyst characterization Used and unused catalysts were characterized thoroughly for exploring the grounds for their reactivity. The catalyst samples after exposure to HAN in batch reactor are labelled with their names suffixed by ‘x’. 3.2.1 Surface area estimation Surface area is a critical property when supported catalyst is being investigated as it decides the active centres available for heterogeneous catalysis. The surface area parameter was not analysed in our previous study [5] for comparison between Ir/γ-Al2O3 and cobalt doped ceria catalyst because Ir/γ-Al2O3 is supported and CeCo 26 is unsupported. The surface area values obtained for Ir/γ-Al2O3 and CeCo 26 are given in Table 3 for both pellet as well as powder form. The surface area is distinctly different for both catalysts in powder form being 192 m2/g and 6 m2/g for Ir/γ-Al2O3 and CeCo 26, respectively. This sort of variation was well anticipated since Ir/γ-Al2O3 was synthesised with a high surface area γ-Al2O3 support in pellet form with catalogued surface area of 220 m2/g. On the other hand, CeCo 26 was prepared at 1000 °C with 10 h holdup and conditions that perhaps do not favour high surface area. This low value of surface area influenced iridium loading and overall surface area of catalyst remained relatively low when compared to iridium-based catalyst. 3.2.2 SEM/EDS studies In order to examine any chemical or physical changes induced during the rapid decomposition reaction the catalysts were subjected to SEM/EDS analysis before and after the decomposition. This non-destructive method actually helps in maintaining the surface features for morphological and compositional analysis. On examination of the SEM images (Fig. 3 ), the sintering levels look similar for both before and after HAN decomposition in batch reactor for CeCo 26 catalyst with and without Ir. While Ir/γ-Al2O3 shows loss of active metal crystallites and formation of surface cavities after decomposition. These holes are possible cause of breakage of pellets as decomposition is exothermic and all products are in gaseous states. Instantaneous explosive reactions, especially in crevices, can very likely damage the structural integrity of the pellets badly. Interestingly the cerium oxide catalyst and iridium coated cerium oxide catalyst appears more or less intact. Obviously, the support plays a critical role. Yet another reason for the robustness is due to the lesser iridium loading over ceria catalyst thanks to the lower surface area. The elemental distribution (Table 4 ) of Ir/CeCo 26 followed using EDS doesn’t follow behaviour of CeCo 26 as Co:Ce ratio in CeCo 26 catalyst remain more or less intact before and after decomposition. Ir/CeCo 26 doesn’t show any Ir on surface to begin with which may be entirely due to very low surface area of CeCo 26 as mentioned earlier in surface area studies. The iridium percentage was significantly low to quantify though respective signals were seen in EDS spectrum. It may be recalled that the surface area of both the supports, namely cerium and alumina are vastly different as seen from Table 3. The higher loading of iridium on alumina and lower loading of iridium on ceria observed in the EDX studies stems from this fact. It can also be seen from Table 4 that the cobalt content in CeCo 26 drops after decomposition while in Ir/CeCo 26 the drop is too large, and cobalt remain undetectable even in EDX analysis. Our earlier results have shown that [5] Ir based catalyst has higher nitric acid formation propensity in comparison to CeCo 26 and Co3O4 is very susceptible to etching in nitric acid [13,14]. Therefore, CeCo 26x has very minute loss of Co while Ir/CeCo 26x shows no Co at all on the surface. The dip in value of Ir loading over γ-Al2O3 registered for Ir/γ-Al2O3x stems from the loss of surface area due to attrition. 3.2.3 XRD studies The ideal technique to distinguish between different co-existing crystalline phases in a material is XRD. Different catalyst systems in the present study were examined for phases like CeO2 phase (ICSD collection code-156250) with a cubic fluorite structure, Co3O4 phase (ICSD collection code-36256) with a spinel structure, CoO phase (ICSD collection code-9865), iridium metal (ICSD collection code-64992) with a FCC structure, IrO2 (ICSD collection code-84577) with a rutile structure, and γ-Al2O3 (ICSD collection code-66558). In X-ray diffractogram of Ir/CeCo 26 shown in Fig. 4 , reflections corresponding to the usual phases like CeO2 and Co3O4 were observed with no evidence of Ir metal or IrO2 phase. Thus, absence of any form of iridium in XRD indicates absence of Ir crystalline phases but do not necessarily deny Ir presence. It has been reported that ≤ 5 wt.% of Ir is difficult to identify in XRD studies [15] which leaves XPS as the only option for identification of Ir on CeCo 26. Nonetheless, an additional small peak at 42.62° was discovered that could be attributed to CoO phase, a possible biproduct from higher oxides of cobalt during reduction of catalyst in hydrogen. However, CoO neither participate nor influence in the decomposition process making its presence somewhat redundant in the catalytic process. Another obvious change due to reduction step following Ir impregnation can be seen in Table 5 . The changes are primarily in the crystallite size and cell parameters. For instance, crystallite size increases for Ir/CeCo 26 in comparison to CeCo 26 while cell parameter marginally changes for Ir/CeCo 26. Now owing to exothermicity of HAN decomposition reaction on Ir/CeCo 26, the crystallite size is increased further in Ir/CeCo 26x . Besides, slight reduction detected in cell parameter for Ir/CeCo 26 does implies marginally increased dissolution of cobalt dopant into CeO2 matrix when compared against CeCo 26 [16,17]. This can be counted as evidence in support of enhanced activity of Ir/CeCo 26 in batch reactor. The Ir/γ-Al2O3 catalyst show prominent peaks corresponding to iridium. Obviously, the percentage of iridium on alumina is substantial unlike iridium over ceria catalyst. Despite a decline in activity with usage through chemical poisoning and attrition, the crystallize size and cell parameters of the used catalyst appears to remain unchanged. 3.2.4 XPS studies To gather a better insight into the oxidation states of different components present in different catalyst systems XPS was performed. The XP spectra explored in current study examines orbitals namely O 1s, Ce 3d, Co 2p and Ir 4f and the respective spectra are shown in Fig. 5 . The binding energy scale error is eliminated by correcting C 1s to 284.6 eV. O 1s orbital spectra binding energy bifurcates into two forms of oxygen in catalyst system; firstly, the chemically bound oxygen or lattice oxygen (Olattice ) and the second being adsorbed oxygen (Oadsorption ) comprising of chemisorbed oxygen, carbonates, hydroxides or simply adsorbed water. O 1s spectra for each catalyst system are given in Fig. 5(a), where all peaks from 530−534 eV are adsorbed oxygen and peak at 529.8 eV stands for lattice oxygen [16,18,19]. The non-equivalence of surface ions leads to a broadening of peak associated with Oadsorption . Almost all ceria-based samples i.e. CeCo 26, CeCo 26x, Ir/CeCo 26 and Ir/CeCo 26x contain Olattice ; the same is not visible in Ir/γ-Al2O3 possibly due to predominant Oadsorption . The higher surface area of γ-Al2O3 improves gas adsorption on the surface and thereby increased Oadsorption peak. However, presence of some Olattice is evident from possible IrO2 formation during HAN decomposition in Ir/γ-Al2O3x which wasn’t apparent in XRD. However, Ir/CeCo 26 shows a fall in Olattice value from 54 % to 37 % after HAN decomposition over it as shown in Table 6 . The decrease in Olattice is often associated with better redox activity of catalyst as it represents non-equivalence of surface ions but isn’t the primary criteria for it [5]. Analysing Ce 3d spectra from Fig. 5(b), brings assertive evidence for justification of catalytic activity of ceria-based catalysts. The Ce 4f orbital hybridization with O 2p orbital and partial occupancy of 4f valence orbital cause convolution of spectral features as reported [17,20]. All the existing Ce 3d orbital hybridizations with their corresponding oxidation states are described in literature [5,16,17]. Cerium exists in Ce4+ and Ce3+ oxidation states. According to initial study on CeCo 26 [5], the parameter associated with redox activity is Ce3+ amount and the more Ce3+ presence translates to better activity. The binding energy corresponding to Ce3+ are marked at 886 and 904 eV [16,17,19,20]; the mere presence itself of these states describes the proclivity for redox activity. Ce3+ presence introduces ease of reducibility in a redox reaction via more oxygen vacancy formation and doping plays role of stabilizer for Ce3+ oxidation state [16,21–24]. As described in Table 6, both CeCo 26 and Ir/CeCo 26 have fairly close Ce3+ ratio which is also in the range of reported active percentage [25]. It is reasonable to state that Ir impregnation and repeated heating in H2 atmosphere didn’t affect Ce3+ formation as much as it affected Co. A closer observation of CeCo 26x and Ir/CeCo 26x shows similar Ce3+ concentration which also explains the lack of catalytic deactivation after repeated trials in batch reactor. The presence of critical Ce3+ and its retention even after decomposition in Ir/CeCo 26 catalyst along with active metal iridium (aids sensitization of thermal decomposition) helps in evolving a superior bifunctional catalyst. Co 2p XP spectra may either represent Co2+ (CoO) or a mixture of Co3+ and Co2+ (Co3O4) oxidation states existing in CeCo 26 catalyst Fig. 5(c). The primary peaks for Co 2p3/2 and Co 2p1/2 are at 779.7 eV and 795 eV, respectively [26]. The only difference lies in satellite peaks at Co 2p3/2 (786 eV) and Co 2p1/2 (802 eV) which are prominent in CoO whereas in Co3O4 satellite peaks are practically absent. As observed and described earlier CeCo 26 has only Co3O4 while rest of ceria-based catalyst has CoO on surface. Since all the rest cases experience additional sintering either due to reaction exothermicity or due to Ir impregnation process and required H2 reduction which as explained earlier causes substantial sintering at low temperature [12]. The presence of CoO in Ir impregnated CeCo 26 was also registered in XRD. Highest CoO formation with both well-defined satellite peaks as noticed for Ir/CeCo 26x might have been caused by better exothermicity generated during HAN decomposition when compared to CeCo 26 [5]. XP spectra of Ir 4f holds significance as an analysis tool for identifying the oxidation state of Ir (Ir metal and IrO2) existing in Ir impregnated catalyst systems (i.e. Ir/CeCo 26, Ir/CeCo 26x, Ir/γ-Al2O3 & Ir/γ-Al2O3x). As all previous efforts of Ir phase recognition in Ir/CeCo 26 and Ir/CeCo 26x failed either due to sparse presence of them on surface in case of EDS or due to non-crystallinity of these phases as observed in XRD. This sort of issue in detecting the metal in XRD has been reported earlier [15]. Ir concentration of less than 5 % by weight on surface of ceria can’t be recognised using XRD. Ir 4f orbital XP spectra is classified into 4f5/2 and 4f7/2 [27,28]. The Ir0 (iridium metal) has peak signatures at 61.35 eV and 64.35 eV; likewise, peaks assigned to Ir4+ (IrO2) are 62.35 eV and 65.35 eV, respectively, for these orbitals (Fig. 5(d), inset). Fig. 5(d) shows the oxidation states of iridium present in all the samples. While both the oxidation states of Ir are present in Ir/CeCo 26 samples Ir/γ-Al2O3 seems to have only Ir0 as given in Table 6. The deactivation of Ir/γ-Al2O3 catalyst after a few injections was attributed to the Ir4+ formation in Ir/γ-Al2O3x. This sort of deactivation is seen in earlier reports also [29]. A proportionate decline in the Ir0 can also be seen in the spectral data. On the other hand, Ir/CeCo 26 shows presence of both Ir0 and Ir4+ right in the beginning itself. Presence of Ir4+ in pristine Ir/CeCo 26 can be attributed to possible stabilisation of Ir4+ by CeCo 26 during reduction step of Ir impregnation. This tendency of stabilizing otherwise unstable oxidation state has been reported [5] as in the case of Co3O4 at remarkably high temperature of sintering. This mixture ratio of Ir0:Ir4+ is slightly increased after HAN decomposition in sample Ir/CeCo 26x (Table 6). One apparent influence of iridium seems to be in changing the percentage ratio of cerium oxidation states after the decomposition. The presence of Ir seems to double this ratio post HAN decomposition. Since the oxidation states of cerium plays a critical role in the kinetics of HAN decomposition, presence of iridium along with CeCo 26 can play a decisive role in the catalytic activity especially in its endurance. The apparent loss of Ir4+ in Ir/CeCo 26x and substantial decrease from 5.4 % to 1 % in overall atomic % of Ir (Table 6) is possibly caused by melting away of IrO2 (melting point 1100 °C). The excellent performance of Ir/CeCo 26 in generating high temperatures may also lead to this phenomenon. On the whole the bifunctional catalyst appears promising via enhanced catalytic activity. Besides, the structural integrity of the pellets is retained even after many decomposition trials (Fig. 3). 4 Summary The idea behind conception of a bifunctional catalyst was to integrate the advantages of both Ir/γ-Al2O3 and CeCo 26 catalysts. The catalyst prepared was thoroughly characterized by different analytical tools for elemental compositional variation and elemental oxidation state modification post decomposition. Iridium based catalyst shows lower decomposition temperature and enhanced reaction rate but with poor structural integrity. On the other hand, CeCo 26 catalyst systems show slightly higher decomposition temperature, enhanced reaction rate and robust structural integrity. The integrated benefits of the bifunctional catalyst prepared were demonstrated in the current study. The primary catalytic activity as established in thermal analysis studies was found to be in between both the base reference catalysts. The role of iridium in deciding cerium oxidation states which are critical for its activity was established. On the whole the present bifunctional catalyst appears very promising due to its sturdiness and sustenance of catalytic activity. CRediT authorship contribution statement Ruchika Agnihotri: Data curation, Formal analysis, Investigation, Methodology, Validation, Writing - original draft. Charlie Oommen: Conceptualization, Writing - review & editing, Supervision, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements Authors thank ARDB for funding this work and ICER-NCCRD for granting permission to use their characterization facilities. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.110851. Appendix A Supplementary data The following is Supplementary data to this article: References [1] S. Hoyani R. Patel C. Oommen R. Rajeev J. Therm. Anal. Calorim. 129 2017 1083 1093 S. Hoyani, R. Patel, C. Oommen, R. Rajeev, J. Therm. Anal. Calorim. 129 (2017) 1083–1093. [2] R.A. Spores R. Masse S. Kimbrel 49th AIAA/ASME/SAE/ASEE Jt. Propuls. Conf. Exhib. 2013 paper 3849 R.A. Spores, R. Masse, S. Kimbrel, 49th AIAA/ASME/SAE/ASEE Jt. Propuls. Conf. Exhib. (2013) paper 3849. [3] F.B. Apollo N. Sakae M. Haruki A. Muneo IHI Eng. Rev. 43 2010 22 28 F.B. Apollo, N. Sakae, M. Haruki, A. Muneo, IHI Eng. Rev. 43 (2010) 22–28. [4] T. Katsumi T. Inoue J. Nakatsuka K. Hasegawaa K. Kobayashi S. Sawai K. Hori Combust. Explos. Shock Waves 48 2012 536 543 T. Katsumi, T. Inoue, J. Nakatsuka, K. Hasegawaa, K. Kobayashi, S. Sawai, K. Hori, Combust. Explos. Shock Waves 48 (2012) 536–543. [5] R. Agnihotri C. Oommen RSC Adv. 8 2018 22293 22302 R. Agnihotri, C. Oommen, RSC Adv. 8 (2018) 22293–22302. [6] A.J. Fortini, J.R. Babcock, M.J. Wright, Self-Adjusting Catalyst for Propellant Decomposition, US Pat. 0064913A1, 2008. [7] J. Bauer H. Braunschweig R.D. Dewhurst Chem. Rev. 112 2012 4329 4346 J. Bauer, H. Braunschweig, R.D. Dewhurst, Chem. Rev. 112 (2012) 4329−4346. [8] S. Zhang Z. Huang Y. Ma W. Gao J. Li F. Cao L. Li C. Chang Y. Qu Nat. Commun. 8 2017 15266 S. Zhang, Z. Huang, Y. Ma, W. Gao, J. Li, F. Cao, L. Li, C. Chang, Y. Qu, Nat. Commun. 8 (2017) 15266. [9] Y. Wang F. Wang Q. Song Q. Xin S. Xu J. Xu J. Am. Chem. Soc. 135 2013 1506 1515 Y. Wang, F. Wang, Q. Song, Q. Xin, S. Xu, J. Xu, J. Am. Chem. Soc. 135 (2013) 1506−1515. [10] R. Ejoirdi S. Rossignos C. Kappenstein D. Duprez N. Pillet J. Propuls. Power 19 2003 213 219 R. Ejoirdi, S. Rossignos, C. Kappenstein, D. Duprez, N. Pillet, J. Propuls. Power 19 (2003) 213–219. [11] D. Amariei L. Courthéoux S. Rossignol C. Kappenstein Chem. Eng. Process. Process Intensif. 46 2007 165 174 D. Amariei, L. Courthéoux, S. Rossignol, C. Kappenstein, Chem. Eng. Process. Process Intensif. 46 (2007) 165–174. [12] V. Esposito D.W. Ni Z. He W. Zhang A.S. Prasad J.A. Glasscock C. Chatzichristodoulou S. Ramousse A. Kaiser Acta Mater. 61 2013 6290 6300 V. Esposito, D.W. Ni, Z. He, W. Zhang, A.S. Prasad, J.A. Glasscock, C. Chatzichristodoulou, S. Ramousse, A. Kaiser, Acta Mater. 61 (2013) 6290–6300. [13] Z. Takacova T. Havlik F. Kukurugya D. Orac Hydrometallurgy 163 2016 9 17 Z. Takacova, T. Havlik, F. Kukurugya, D. Orac, Hydrometallurgy 163 (2016) 9–17. [14] C.K. Lee K.-I. Rhee Hydrometallurgy 68 2003 5 10 C.K. Lee, K.-I. Rhee, Hydrometallurgy 68 (2003) 5–10. [15] S. Li Y. Xu Y. Chen W. Li L. Lin M. Li Y. Deng X. Wang B. Ge C. Yang S. Yao J. Xie Y. Li X. Liu D. Ma Angew. Chemie Int. Ed. 56 2017 10761 10765 S. Li, Y. Xu, Y. Chen, W. Li, L. Lin, M. Li, Y. Deng, X. Wang, B. Ge, C. Yang, S. Yao, J. Xie, Y. Li, X. Liu, D. Ma, Angew. Chemie Int. Ed. 56 (2017) 10761–10765. [16] D. Jampaiah K.M. Tur S.J. Ippolito Y.M. Sabri J. Tardio S.K. Bhargava B.M. Reddy RSC Adv. 3 2013 12963 12974 D. Jampaiah, K.M. Tur, S.J. Ippolito, Y.M. Sabri, J. Tardio, S.K. Bhargava, B.M. Reddy, RSC Adv. 3 (2013) 12963–12974. [17] A.V. Thorat T. Ghoshal P. Carolan J.D. Holmes M.A. Morris J. Phys. Chem. C 118 2014 10700 10710 A. V Thorat, T. Ghoshal, P. Carolan, J.D. Holmes, M.A. Morris, J. Phys. Chem. C 118 (2014) 10700–10710. [18] X. Tang Y. Li X. Huang Y. Xu H. Zhu J. Wang W. Shen Appl. Catal. B Environ. 62 2006 265 273 X. Tang, Y. Li, X. Huang, Y. Xu, H. Zhu, J. Wang, W. Shen, Appl. Catal. B Environ. 62 (2006) 265–273. [19] J. Liu Z. Zhao J. Wang C. Xu A. Duan G. Jiang Q. Yang Appl. Catal. B Environ. 84 2008 185 195 J. Liu, Z. Zhao, J. Wang, C. Xu, A. Duan, G. Jiang, Q. Yang, Appl. Catal. B Environ. 84 (2008) 185–195. [20] C.B. Carter M.G. Norton Ceramic Materials: Science and Engineering 2007 Springer New York, USA C.B. Carter, M.G. Norton, Ceramic Materials: Science and Engineering, Springer, New York, USA, 2007. [21] P. Singh N. Mahadevaiah S.K. Parida M.S. Hegde J. Chem. Sci. 123 2011 577 592 P. Singh, N. Mahadevaiah, S.K. Parida, M.S. Hegde, J. Chem. Sci. 123 (2011) 577–592. [22] G. Xiao S. Li H. Li L. Chen Microporous Mesoporous Mater. 120 2009 426 431 G. Xiao, S. Li, H. Li, L. Chen, Microporous Mesoporous Mater. 120 (2009) 426–431. [23] D.E.P. Vanpoucke S. Cottenier V. Van Speybroeck I. Van Driessche P. Bultinck J. Am. Ceram. Soc. 97 2014 258 266 D.E.P. Vanpoucke, S. Cottenier, V. Van Speybroeck, I. Van Driessche, P. Bultinck, J. Am. Ceram. Soc. 97 (2014) 258–266. [24] D.E.P. Vanpoucke P. Bultinck S. Cottenier V. Van Speybroeck I. Van Driessche J. Mater. Chem. A Mater. Energy Sustain. 2 2014 13723 13737 D.E.P. Vanpoucke, P. Bultinck, S. Cottenier, V. Van Speybroeck, I. Van Driessche, J. Mater. Chem. A 2 (2014) 13723–13737. [25] L.F. Liotta G. Di Carlo G. Pantaleo A.M. Venezia G. Deganello Appl. Catal. B Environ. 66 2006 217 227 L.F. Liotta, G. Di Carlo, G. Pantaleo, A.M. Venezia, G. Deganello, Appl. Catal. B Environ. 66 (2006) 217–227. [26] T.J. Chuang C.R. Brundle D.W. Rice Surf. Sci. 59 1976 413 429 T.J. Chuang, C.R. Brundle, D.W. Rice, Surf. Sci. 59 (1976) 413–429. [27] P.E. Karthik K.A. Raja S.S. Kumar K.L.N. Phani Y. Liu S. Guo J. Zhang A.M. Bond RSC Adv. 5 2015 3196 3199 P.E. Karthik, K.A. Raja, S.S. Kumar, K.L.N. Phani, Y. Liu, S. Guo, J. Zhang, A.M. Bond, RSC Adv. 5 (2015) 3196–3199. [28] N. Reddy P. Bera V.R. Reddy N. Sridhara A. Dey C. Anandan A.K. Sharma Ceram. Int. 40 2014 11099 11107 N. Reddy, P. Bera, V.R. Reddy, N. Sridhara, A. Dey, C. Anandan, A.K. Sharma, Ceram. Int. 40 (2014) 11099–11107. [29] R. Amrousse T. Katsumi Y. Niboshi N. Azuma A. Bachar K. Hori Appl. Catal. A Gen. 452 2013 64 68 R. Amrousse, T. Katsumi, Y. Niboshi, N. Azuma, A. Bachar, K. Hori, Appl. Catal. A Gen. 452 (2013) 64–68.",
      "scopus-id": "85080049643",
      "coredata": {
        "eid": "1-s2.0-S2468823120301024",
        "dc:description": "Monopropellant thruster technology is at the cusp of revival with new age ionic liquids which are safe, less toxic and high performing emerging as substitutes for traditionally used hydrazine. One such promising candidate is Hydroxylammonium nitrate (HAN). Current study explores an iridium metal impregnated bifunctional variant of an earlier developed doped cerium oxide catalyst for HAN decomposition. The performance of bifunctional catalyst was compared against unsupported cerium oxide catalyst and conventional iridium over gamma alumina catalyst. Thermal analysis was the primary test used for performance evaluation and was subsequently followed up in a batch reactor to evaluate the durability of the catalyst to extreme high temperature exposure. Characterization of catalyst before and after decomposition reaction was comprehensively conducted using surface area analysis, SEM/EDS, XRD and XPS. Results did suggest promotional effect of iridium over doped ceria support as demonstrated through increased pressure build-up and rate of pressure-rise.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120301024",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Agnihotri, Ruchika"
          },
          {
            "@_fa": "true",
            "$": "Oommen, Charlie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120301024"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120301024"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30102-4",
        "prism:volume": "486",
        "articleNumber": "110851",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Evaluation of hydroxylammonium nitrate (HAN) decomposition using bifunctional catalyst for thruster application",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroxylammonium nitrate (HAN)"
          },
          {
            "@_fa": "true",
            "$": "Bifunctional catalyst"
          },
          {
            "@_fa": "true",
            "$": "Iridium over cobalt doped ceria"
          },
          {
            "@_fa": "true",
            "$": "Green monopropellant"
          },
          {
            "@_fa": "true",
            "$": "Space thruster"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110851",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2020",
        "prism:doi": "10.1016/j.mcat.2020.110851",
        "prism:startingPage": "110851",
        "dc:identifier": "doi:10.1016/j.mcat.2020.110851",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "184",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28409",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "979",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49040",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "283",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19749",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "634",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124385",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "497",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38864",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "836",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "143114",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7061",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "50",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3221",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6841",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "146",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20185",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6045",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9552",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-mmc1.zip?httpAccept=%2A%2F%2A",
            "@multimediatype": "ZIP file",
            "@type": "APPLICATION",
            "@size": "389",
            "@ref": "mmc1",
            "@mimetype": "application/zip"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301024-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1523975",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85080049643"
      }
    }
  }
}