{
  "metadata": {
    "title": "Ni-Co bimetal catalysts anchored on MWCNTS-COOH for enhancing CH<ce:inf loc=post>4</ce:inf> electrooxidation to C<ce:inf loc=post>2</ce:inf>H<ce:inf loc=post>5</ce:inf>OH",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2024-12-31",
    "doi": "10.1016/j.mcat.2024.114589",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124007715",
    "pii": "S2468823124007715"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85205302571",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-10-01 2024-10-01 2024-10-01 2024-10-01 2024-11-15T16:17:10 1-s2.0-S2468823124007715 S2468-8231(24)00771-5 S2468823124007715 10.1016/j.mcat.2024.114589 S300 S300.1 FULL-TEXT 1-s2.0-S2468823124X00152 2024-11-15T17:47:59.095344Z 0 0 20241201 20241231 2024 2024-10-02T00:38:43.855286Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 569 569 C Volume 569 57 114589 114589 114589 202412 December 2024 2024-12-01 2024-12-31 2024 Regular Papers article fla © 2024 Published by Elsevier B.V. NICOBIMETALCATALYSTSANCHOREDMWCNTSCOOHFORENHANCINGCH4ELECTROOXIDATIONC2H5OH PENG J 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.2 Catalyst synthesis 2.3 Electrochemical measurements 2.4 In situ ATR-SEIRAS characterization 2.5 Product analysis 2.6 Density functional theory calculations 3 Results and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References YOO 2022 112791 S KIM 2023 4704 J LI 2024 e202403114 W YU 2024 102154 Y WANG 2021 2100037 Q BO 2024 2473 2480 C BI 2022 124 W LI 2023 100 108 X ZHANG 2024 585 595 H SONG 2024 5834 5842 Y BOYD 2019 7578 7587 M KAUR 2023 117029 M ANDREWS 2017 73 81 N WANG 2021 17398 17403 Q SONG 2020 118888 Y MA 2019 118095 M OH 2021 119653 C ZHANG 2019 1000 1010 C SHEN 2022 2201823 T HE 2024 2311628 C DUAN 2022 636 644 D SILVA 2023 172090 R ZHANG 2024 7091 7100 Q XU 2021 119572 N YANG 2023 2301836 C HANNAGAN 2020 12044 12088 R ZHANG 2021 569 588 T DA 2023 e1136 Y DING 2024 4636 Z YANG 2016 11391 11398 Q LV 2020 334 341 X JIANG 2024 114234 S MENG 2022 89 100 X MENG 2022 10115 10126 X DU 2023 201 216 Y BOMMIREDDY 2023 106870 P ZHANG 2023 1349 1358 H XU 2019 181 184 L LIU 2024 119497 D LIU 2023 121985 P PALLARES 2016 53 61 R SHENG 2024 113834 J VANTRINH 2017 49937 49946 P KHANAM 2022 12651 12662 S ZHANG 2023 139513 F LI 2017 2535 2541 Y GAO 2023 145546 Y LIANG 2020 116521 C ZHAO 2020 118494 J DONG 2023 112936 M LI 2022 121657 J YANG 2022 11030 11037 X YANG 2023 122360 X WANG 2016 37 45 X BU 2021 111891 X TANG 2023 113208 L YANG 2024 9950 9953 Z PENGX2024X114589 PENGX2024X114589XJ 2026-10-01T00:00:00.000Z 2026-10-01T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Published by Elsevier B.V. 2024-10-21T16:38:52.287Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Foundation of technological innovation and application development of Chongqing CSTB2022BSXM-JCX0132 cstc2021jscx-msxmX0308 Natural Science Foundation of Sichuan of China 24NSFSC2000 Chongqing municipal Education Commission of China KJQN202301121 KJQN20211107 CQMEC Chongqing Municipal Education Commission http://data.elsevier.com/vocabulary/SciValFunders/501100007957 http://sws.geonames.org/1814991/ The authors thank the Foundation of technological innovation and application development of Chongqing (cstc2021jscx-msxmX0308, CSTB2022BSXM-JCX0132), the Science and Technology Research Program of Chongqing municipal Education Commission of China (KJQN20211107, KJQN202301121), Natural Science Foundation of Sichuan of China (24NSFSC2000). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(24)00771-5 S2468823124007715 1-s2.0-S2468823124007715 10.1016/j.mcat.2024.114589 315758 2024-11-15T17:47:59.095344Z 2024-12-01 2024-12-31 1-s2.0-S2468823124007715-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/MAIN/application/pdf/18afe9ef5bd68ff2aad18cadb97cfab2/main.pdf main.pdf pdf true 8108787 MAIN 8 1-s2.0-S2468823124007715-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/PREVIEW/image/png/0682c7d365982142d87e7bfc8b58e768/main_1.png main_1.png png 57537 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823124007715-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr3/DOWNSAMPLED/image/jpeg/b9b0b970d4a7bef8dbcb3b17b485cd1a/gr3.jpg gr3 gr3.jpg jpg 127301 434 791 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr2/DOWNSAMPLED/image/jpeg/7a24155fe0664ecfbe6ac1daeb5b479a/gr2.jpg gr2 gr2.jpg jpg 155260 504 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/ga1/DOWNSAMPLED/image/jpeg/cc82e0dceb23e73f63cac4bcf7859b4e/ga1.jpg ga1 true ga1.jpg jpg 45870 176 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr1/DOWNSAMPLED/image/jpeg/79a51790af3238b9987dbd68f75e15a4/gr1.jpg gr1 gr1.jpg jpg 128561 604 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr5/DOWNSAMPLED/image/jpeg/3016f3b651724dab287f627a477cd127/gr5.jpg gr5 gr5.jpg jpg 234550 807 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr4/DOWNSAMPLED/image/jpeg/ede75932722289fc9dd9384fb26cc784/gr4.jpg gr4 gr4.jpg jpg 98076 523 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124007715-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr3/THUMBNAIL/image/gif/315d0d74f56fb8182118f5e419fc34b8/gr3.sml gr3 gr3.sml sml 14151 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr2/THUMBNAIL/image/gif/e719c0579da3363e93c569fa1deb8e27/gr2.sml gr2 gr2.sml sml 26264 147 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/ga1/THUMBNAIL/image/gif/349e0f9f4aed47de4d04b7ecdf5cb08a/ga1.sml ga1 true ga1.sml sml 12441 77 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr1/THUMBNAIL/image/gif/adba79f13a611cd822850611204b11e4/gr1.sml gr1 gr1.sml sml 15466 164 204 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/gr5/THUMBNAIL/image/gif/925d3a08006f2ac815f0442dc33a156d/gr5.sml gr5 gr5.sml sml 16019 164 153 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2045232217019599/gr4/THUMBNAIL/image/gif/aecf0c7459a33ae0708022cf3fd4ca39/gr4.sml gr4 gr4.sml sml 11491 160 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124007715-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/HIGHRES/image/jpeg/48561088b810581c30c2a88e9de5bd07/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 778340 1922 3500 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/HIGHRES/image/jpeg/5f6d8130614771d7a35bd0fbc2fbd04b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1393111 2230 3333 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/HIGHRES/image/jpeg/61e65bab238f5412ed1c339583935b66/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 295300 781 2213 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/HIGHRES/image/jpeg/722c3238500127a5a7c5e97b90e192b0/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 850260 2674 3333 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/HIGHRES/image/jpeg/ce0c1bc99e095f51a259316d53b3bb98/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 1492763 3573 3333 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2045232219172483/HIGHRES/image/jpeg/e4c0bdd05c9bd43b088466ace7f5ea81/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 534589 2315 3167 IMAGE-HIGH-RES 1-s2.0-S2468823124007715-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124007715/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/da67b04896b4d084020225455f2af1e6/mmc1.docx mmc1 mmc1.docx docx 14258920 APPLICATION MCAT 114589 114589 S2468-8231(24)00771-5 10.1016/j.mcat.2024.114589 Fig. 1 (a) Flowchart for the synthesis of NiCo alloy/CNTs, (b) XRD patterns ofNi-Co PBA, CNTs-COOH, Ni-Co PBA/CNTs-COOH, and NiCo alloy/CNTs (Ar atmosphere at 900 °C), (c) Partial enlargement of the XRD pattern of different catalysts. Fig 1 Fig. 2 (a-b) TEM images of Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs, (c) the SADE images of Ni-Co PBA/CNTs-COOH, (d-f) HRTEM images of Ni-Co PBA/CNTs-COOH, (g) the SADE images of NiCo alloy/CNTs, (h-j) HRTEM images of NiCo alloy/CNTs, (k-l) the elemental distribution mapping images of NiCo alloy/CNTs, (m-n) the elemental distribution mapping images of NiCo alloy/CNTs. Fig 2 Fig. 3 XPS of CNTs-COOH, Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs (a) full spectrum, (b) O 1 s, (c) N 1 s, XPS of Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs (d) Ni 2p (e) Co 2p, FT-IR spectra of CNTs-COOH, Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs (f). Fig 3 Fig. 4 (a) LSV curves (1.0 V-2.0 V) and (b) Nyquist plots of Ni-Co PBA, CNTs-COOH, Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs, (c) Faraday efficiency of ethanol on CNTs-COOH, Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs (1.2 V-1.9 V), (d) Stability tests and partial Faraday efficiency changes in ethanol on NiCo alloy/CNTs (16 h). Fig 4 Fig. 5 (a-b) In situ ATR-SEIRAS spectra against various potentials (1.4 V-2.0 V) on Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs, (c-d) PDOS image of Ni-Co PBA/CNTs-COOH and NiCo alloy/CNTs, (e) Schematic diagram of a two-chamber electrolytic cell for the electrolysis on CH4 to produce ethanol and reaction mechanism. Fig 5 Research Paper Ni-Co bimetal catalysts anchored on MWCNTS-COOH for enhancing CH4 electrooxidation to C2H5OH Junyi Peng Writing – original draft Investigation Data curation a b c 1 Wensheng Liao Writing – original draft Investigation Data curation a b 1 Xiaohong Fu Writing – review & editing Supervision Funding acquisition a b ⁎ Jiagen Li Data curation a b Shuyong Shang Writing – review & editing Data curation a b Qiang Zhang Writing – review & editing Writing – original draft Supervision Investigation Conceptualization c d ⁎ a Sichuan province Key Laboratory for Structural Optimization and Application of Functional Molecules, College of Chemistry and Life Sciences, Chengdu Normal University, Chengdu 14389, China Sichuan province Key Laboratory for Structural Optimization and Application of Functional Molecules College of Chemistry and Life Sciences Chengdu Normal University Chengdu 14389 China aSichuan province Key Laboratory for Structural Optimization and Application of Functional Molecules, College of Chemistry and Life Sciences, Chengdu Normal University, Chengdu 14389, China b Sichuan Provincial Key Laboratory of Philosophy and Social Sciences for Monitoring and Evaluation of Rural Land Utilization, Chengdu Normal University, Chengdu 611130, China Sichuan Provincial Key Laboratory of Philosophy and Social Sciences for Monitoring and Evaluation of Rural Land Utilization Chengdu Normal University Chengdu 611130 China bSichuan Provincial Key Laboratory of Philosophy and Social Sciences for Monitoring and Evaluation of Rural Land Utilization, Chengdu Normal University, Chengdu 611130, China c School of Chemistry & Chemical Engineering, Chongqing University of Technology Chongqing 400054, PR China School of Chemistry & Chemical Engineering Chongqing University of Technology Chongqing 400054 PR China cSchool of Chemistry & Chemical Engineering, Chongqing University of Technology Chongqing 400054, PR China d National Engineering Laboratory for Methanol to Olefins, Dalian National Laboratory for Clean Energy, iChEM (Collaborative Innovation Center of Chemistry for Energy Materials), Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, PR China National Engineering Laboratory for Methanol to Olefins Dalian National Laboratory for Clean Energy iChEM (Collaborative Innovation Center of Chemistry for Energy Materials) Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 PR China dNational Engineering Laboratory for Methanol to Olefins, Dalian National Laboratory for Clean Energy, iChEM (Collaborative Innovation Center of Chemistry for Energy Materials), Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, PR China ⁎ Corresponding authors. 1 Junyi Peng, and Wensheng Liao contributed equally to this work. Oxidation reaction of methane (CH4OR) into high value-added fuels using electrocatalytic pathway is attractive from the perspective of carbon emission reduction and sustainability. Nonetheless, the process involves the development of novel catalysts to facilitate CH4 activation and CC coupling succession in a stable manner. Herein, alloying activated Ni-Co bimetals (NiCo alloy/CNTs) were reported for CH4-to-C2H5OH. TEM confirmed that Ni-Co bimetallic catalysts anchored on CNTs-COOH from a microscopic point of view. The Faradaic efficiency (FE) of CH4 conversion to C2H5OH reached 75.6 % at 1.6 V vs. RHE with remained stability for 16 h. In situ ATR-SEIRAS spectroscopy and DFT analysis demonstrated that rapid generation of ethanol on the surface of the alloy catalysts, mainly CO and COH accumulation of the characteristic peaks in ethanol, following by CC coupling by *CH2OH and *CH3. The outcomes achieved here will stimulate further research into the development of alloy catalysts for the oxidation of methane to produce valuable chemicals in the field of electrocatalysis. Graphical abstract We first report that nanocrystalline Ni-Co alloy catalysts were reported for electrocatalytic oxidation of methane to ethanol. The enhanced activity and high stability of the NiCo alloy/CNTs catalysts for CH4-to-C2H5OH could be attributed to the synergistic effect with the alloy strategy. Image, graphical abstract Keywords Ni-Co bimetal Alloy strategy CH4 oxidation reaction C-C coupling Ethanol Data availability Data will be made available on request. 1 Introduction Methane is a prevalent component of natural gas and represents a significant carbon-based energy source for the production of high value-added chemical products [1–4]. However, the elevated CH bond dissociation energy (439 kJ/mol), diminished electron affinity and feeble polarisation of methane render an exceptionally arduous undertaking without highly efficient catalysts. To achieve the desired conversion, a complex multi-electron transfer process and a multi-step proton coupling process are required [5–9]. In previous studies, noble metal catalysts have succeeded in breaking the stable tetrahedral structure of methane, such as Ag[10], Pt[11], Pt/r-TiO2[12], and Au-Rh[13]. Nevertheless, the expense and scarcity of the noble metal catalysts have thus far limited broader application. In contrast, transition metal catalysts (e.g., Ni, Co) are excellent electrocatalysts due to the cost-effectiveness and abundance of resources, for example, CoNi2OX[14], Ni/NiO[15], and ZrO2/Co3O4 catalysts [16]. Furthermore, the strong CH bond of CH4 can be effectively activated under mild conditions, leading to the selective and controllable conversion of methane into valuable chemical products [17,18]. Various strategies, including alloy[19–21], heterojunction[22], surface modification[23], and doping[24], have been employed as viable approaches for CH4OR by transition metal catalysts under mild conditions. Among the strategies, the alloy strategy attracts considerable attention due to the significant electronic effect and multifunctionality inherent to the structure [25–28]. Ding et al. [29]. reported that MoNi alloy with moderate O* activate the CH bond of CH4, thus achieving a high CH4 conversion (over 95 %) and a syngas selectivity (over 97 %) by avoiding O poisoning of the Ni site. Similarly, Sn-Ni[30] and Ni-Fe[31] alloy have been demonstrated to possess exemplary CH bonding capabilities, facilitating the activation of CH4 for the prevention of carbon accumulation in potential applications. However, the CC coupling process overcomes higher energy barriers for the generation of high-value chemicals after the CH activation procedure, thereby enhancing the robust electronic coupling of alloy and triggering the efficient electron transfer process for CH4OR [32]. Alloyed catalysts for the generation of C2+ products over CH4OR have rarely been reported. Herein, NiCo alloy/CNTs catalysts were synthesized successfully through pyrolysis of Ni-Co PBA/CNTs precursors. TEM confirmed that Ni-Co bimetallic catalysts anchored on CNTs-COOH from a microscopic point of view. The Faradaic efficiency (FE) of CH4 conversion to C2H5OH reached 75.6 % at 1.6 V vs. RHE with remained stability for 16 h. In situ ATR-SEIRAS spectroscopy and DFT analysis demonstrated that rapid generation of ethanol on the surface of the alloy catalysts, mainly CO and COH accumulation of the characteristic peaks in ethanol, following by CC coupling by *CH2OH and *CH3. Moreover, the aforementioned findings are expected to stimulate further research into the development of alloy catalysts for the oxidation of methane to produce valuable chemicals in the field of electrocatalysis. 2 Experimental 2.1 Catalyst synthesis NiCo alloy/CNTs were synthesized by Ar treatment at 900 °C of Ni-Co PBA/CNT-COOH precursor. To obtain the precursor of Ni-Co PBA/CNT-COOH, Ni(NO3)2·6H2O and Na3C6H5O7·2H2O were dissolved in DI-water with ultrasound for 5 min denoted as solution A, K3[Co(CN)6] was recorded as solution B with the same synthesis procedure, and CNTs-COOH was added to the mixture with ultrasound for 60 min after slowly adding solution A dropwise to solution B, then aged for 24 h at room temperature and further centrifuged at 7000 rpm for 5 min. Finally, after drying at 70 °C for 24 h and purifying by DI-water and anhydrous ethanol, Ni-Co PBA/CNT-COOH precursor was obtained. Ni-Co PBA/CNT-COOH-x (x = 1, 2.5, 5, 10, 15wt %, Ni-Co PBA/CNT-COOH-5 named Ni-Co PBA/CNT-COOH) catalysts were same conditions as above for obtaining. 2.2 Catalyst synthesis X-ray powder diffraction (XRD) pattern was obtained with a Rigaku D/max-3C graphite monochromator and Cu-Kα radiation (40 kV, 40 mA, λ= 1.542 Å). The micro-morphology and elemental distribution of the samples were attained with Scanning Electron Microscopy (SEM, JSM-7800F), Transmission Electron Microscopy (TEM, FEI Talos F200S G2) with energy dispersive X-ray spectroscopy (EDX), and High-resolution Transmission Electron Microscopy (HRTEM, JEM-2100F). The valence states of the elements were determined with X-ray photoelectron spectroscopy (XPS, ESCALAB250Xi) employing Al-Kα radiation (15 KV, 30 mA). The characteristic functional groups and qualitatively chemical natures of the samples were obtained using Fourier transform infrared spectroscopy (FT-IR, IRTracer-100, SHIMADZU). 2.3 Electrochemical measurements All electrochemical measurements of the catalysts were carried out in a standard three-electrode system using 0.1 M NaOH CH4-saturated solution (298 K) as the electrolyte in an airtight electrochemical cell with two chambers. A classical three-electrode (working, reference and counter electrode) system was employed, i.e. glassy carbon electrode (0.07 cm-2), saturated calomel electrode, and platinum foil. The electrochemical workstation was CHI-660E. Cyclic voltammetry (CV) and linear sweep voltammetry (LSV) evaluated the catalyst activity. Moreover, the electrochemical impedance spectroscopy was analyzed in a frequency range of 1–105 Hz, at a potential of −1.0 V vs. RHE and an amplitude of 5 mV. 2.4 In situ ATR-SEIRAS characterization In situ attenuated total reflection-surface enhanced infrared absorption spectroscopy (ATR-SEIRAS) was measured by a three-electrode system saturated with a CH4-saturated 0.1 NaOH consisting of a Pt counter electrode, a Hg/HgCl2 reference electrode and a glassy carbon electrode as working electrode. The intermediates were detected for 1 min of constant potentials at each potential ranging from 1.4 V to 2.0 V vs. RHE. The catalyst slurry was deposited on a silicon substrate with a gold film (MSP-mini, R2–169, IXRF Systems, Inc. America). Infrared analysis equipped with a liquid nitrogen cooled MCT detector (IRT racer100, Shimadzu, Japan). Electrochemical signals were generated and recorded with an electrochemical workstation (Autolab302N, Metrohm, Switzerland). 2.5 Product analysis The gaseous products were detected using a chromatograph (SC-3000B) equipped with TDX01 molecular sieve column. The liquid sample composition was analyzed using a mixture of 0.1 mL D2O and 0.05 ml dimethyl sulfoxide as an internal standard solution. The solution was subsequently mixed with 0.1 mL of electrolyte to be used for NMR detection following the electrolysis reaction. The product and current values were recorded at a constant potential for 2 h of the reaction to calculate the Faraday efficiency. 2.6 Density functional theory calculations Plane-wave density functional theory (DFT) calculation was performed on the Dmol3 package with the double numerical plus polarization (DNP) basis sets. The generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) and DFT-D2 method were employed to electronic relations and Vander Waals interaction. A CNT-COOH with periodic boundary conditions was defined as 30 Å × 30 Å × 17 Å. The Brillouin zone integrals were obtained by calculating 1 × 1 × 1 k-point grid generated by the Monkhorst-Pack (MP) scheme. The energy tolerance accuracy, maximum force, displacement on each atom and cut-off orbital were set as 1 × 10–5 Ha, 0.002 Ha/ Å, 0.005 Å, and 3.7 Å, respectively. The cell parameters were optimized using the finite basis correction method until the stress was less than 0.05 GPa. 3 Results and discussion Ni-Co PBA/CNTs-COOH were generated by anchoring Ni-Co PBA to CNTs-COOH after dehydrogenation of the carboxyl groups on CNTs-COOH via co-precipitation method. Subsequent pyrolysis broke the Ni-Co PBA framework structure, allowing the Ni and Co metals to form NiCo alloy anchored to CNTs as shown in Fig. 1 a. The XRD characteristic diffraction peaks pattern of Ni-Co PBA/CNTs-COOH was well indexed to the pattern of Ni-Co PBA (PDF#89–3737) and C (PDF#75–1621), indicating that Ni-Co PBA were successfully anchored to CNTs-COOH without the collapse of the framework structure [33,34]. The XRD pattern analysis of Ni-Co PBA/CNTs-COOH with different contents revealed that Ni-Co PBA/CNTs-COOH above 5wt % were enabled to form a framework structure (Fig. S4a). However, the disappearance of the peaks on NiCo alloy/CNTs after pyrolysis of Ni-Co PBA/CNTs-COOH demonstrated that the framework structure of Ni-Co PBA collapsed, and the remaining peaks corresponded well with Ni (PDF#04–0850) and Co(PDF#15–0806), resulting in the generation of NiCo alloy/CNTs (Fig. 1 b). Furthermore, the XRD partial enlargement pattern confirmed the formation of alloys from Ni and Co metals (Fig. 1 c) [35]. The microscopic morphology of the catalysts was observed by SEM, as shown in Fig. S1a-c, all the samples retained the nanotubular properties, especially for Ni-Co PBA/CNTs-COOH, no exposed Ni-Co PBA was found, suggesting a successful entry into the pipeline of CNTs-COOH. The TEM images further confirmed the highly dispersed granular catalysts within the nanotubes (Fig. 2 a and b). The HRTEM images revealed crystal surfaces corresponding to (440), (420), (422) for Ni-Co PBA/CNTs-COOH and (111) for NiCo alloy/CNTs, indicating that a significant change in the metal coordination environment of NiCo alloy/CNTs (Fig. 2 c-j). Additionally, the TEM average particle size on NiCo alloy/CNTs (40.12 nm) was more than Ni-Co PBA/CNTs-COOH (10.26 nm), illustrating the agglomeration of metals with the framework structure of Ni-Co PBA/CNTs-COOH destroyed after pyrolysis (Fig. S1d and e). Compared to Ni-Co PBA/CNTs-COOH, elemental distribution mapping images demonstrated the formation of the alloy on NiCo alloy/CNTs in high agreement with XRD results (Fig. 2 k-n and Fig. S2). To investigate electronic structure and valence state of the elements on catalysts, XPS measure was carried out. The full XPS spectrum showed elemental information for different catalysts (Fig. 3 a and Fig. S5). As shown in Fig. S6 and 3b, the carboxyl group of Ni-Co PBA/CNTs-COOH was remained, in agreement with the peak pattern of CNTs-COOH, and decomposed to form NiCo alloy/CNTs after pyrolysis. The N 1 s edge spectra (Fig. 3 c) of Ni-Co PBA/CNTs-COOH were assigned to two peaks of pyrrolic N and pyridinic N, whereas no significant peaks were observed in the CNTs-COOH and NiCo alloy/CNTs, attributed to the cyano-group (CN) in the PBA. The Ni 2p3/2 spectra of NiCo alloy/CNTs showed three peaks at 853.09 eV, 855.47 eV, and 856.35 eV, corresponding to Ni0, Ni2+, Ni3+, respectively (Fig. 3 d) [36]. In Fig. 3 e, the peaks at binding energy of 780.7 eV and 781.63 eV were assigned to Co0 and Co3+ of Co 2p3/2, indicating that reduction of high valence NiCo metal after pyrolysis. [37–39] Combinations of monolithic metals into alloys, resulted in agreement with XRD and TEM characterization. Compared to Ni-Co PBA/CNTs-COOH (44.3 % and 50.97 %), the decrease in high valence Ni (32.57 %) and Co (26.15 %) content of 2p3/2 on NiCo alloy/CNTs suggested the destruction of CoIII-CNNiII (Table S1). The catalyst functional groups were further characterized by FT-IR (Fig. 3 f). The cyano-groups stretching vibration unique to Ni-Co PBA/CNTs COOH were found at about 2172 cm-1. The peaks at 2925 cm-1 and 2847 cm-1 corresponded to the vibration of the alkyl chain -CH [40–42]. The C = O in the carboxyl (–COOH) group stretching frequency at 1648 cm-1 remained consistent throughout the catalysts. However, OH stretch vibration (918 cm-1) was weakened on Ni-Co PBA/CNTs-COOH and disappeared on NiCo alloy/CNTs compared to CNTs-COOH, implying that oxygen termination after dehydrogenation anchored Ni-Co PBA to the nanotubes [43,44]. Contact angle tests showed a low hydrophilicity on Ni-Co alloy/CNTs due to the disappearance of -COOH after pyrolysis (Fig. S7) [45,46]. To establish the superior performance of NiCo alloy/CNTs, LSV, EIS, FE(ethanol) and stability tests were used to investigate the reaction kinetics of CH4 oxidation to ethanol. Compared to CNTs-COOH(1.35 V vs. RHE), Ni-Co PBA/CNTs-COOH(1.65 V vs. RHE), and Ni-Co PBA(1.7 V vs. RHE), the onset potential of NiCo alloy/CNTs was 1.2 V vs. RHE in CH4OR. In addition, the current densities of NiCo alloy/CNTs increased significantly with the increase of the potential window (Fig. 4 a and Fig. S3–4), indicating that NiCo alloy/CNTs formed after pyrolysis were more suitable for CH4OR. In Fig. 4 b, the Nyquist plots showed smaller semicircle diameters at low frequencies on NiCo alloy/CNTs and Ni-Co PBA/CNTs-COOH compared to Ni-Co PBA and CNTs, implying faster electron transferred from the electrode surface to the reactive molecules on CNTs loaded with Ni-Co bimetals [47]. Moreover, Fig. 4 c showed the Faraday efficiencies of the CH3CH2OH products for different catalysts at 1.2∼1.9 V vs. RHE. NiCo alloy/CNTs (75.6 % at 1.6 V vs. RHE) exhibited significant ethanol Faraday efficiency (FE), however, Ni-Co PBA/CNTs-COOH (21.7 % at 1.6 V) and CNTs-COOH (6.2 % at 1.6 V) still retained low FEethanol. Over the NiCo alloy/CNTs electrode, the rapid activation of CH4 to *CH2OH enhanced the CC coupling with *CH3 for ethanol production. In order to test the stability of the CH4OR, as shown in Fig. 4 d, during the 16 h electrolytic process at 1.6 V vs. RHE, the current density was essentially stable as well as the partial Faraday efficiency of ethanol decreased by merely 6.1 %(from 75.4 % to 69.3 %), suggesting that the NiCo alloy/CNTs catalysts displayed excellent stability for CH4-to-CH3CH2OH. In suit ATR-SEIRAS spectra further confirmed the significant process of CH4-to-CH3CH2OH on NiCo alloy/CNTs. Fig. 5 a and b showed the spectra collected at different electrode potentials. The bands at 1316 cm-1 and 1488 cm-1 were assigned to actived-CH4(*CH4) and CH2 intermediate from subsequent hydrogenolysis, providing important evidence for probing methane cracking. CO stretching and COH stretching vibrations in ethanol were identified at 1085 cm-1 and 1050 cm-1, which were more obvious until the potential reached about 1.6 V vs. RHE on NiCo alloy /CNTs [48–51]. Times series ATR-FTIR spectra were obtained by fixing the electrode potential at 1.6 V vs. RHE to monitor the accumulation of intermediates over time (Fig. S8). As the reaction proceeded, all the peaks appeared and the peaks in ethanol accumulated to a greater extent on NiCo alloy/CNTs compared to Ni-Co PBA/CNTs-COOH. These ATR-FTIR experiments confirmed the Rapid ethanol formation of ethanol on NiCo alloy/CNTs. To clarify the role of alloy strategy on NiCo alloy/CNTs for CH4OR, DFT calculations were performed to analyze the partial density of states (PDOS). As shown in Fig. 5 c-d and Fig. S9, the d-bands of Ni and Co on Ni-Co PBA/CNTs overlapped relatively well with CN at the same energy level, attributed to the cyanide group in CoIII-CNNiII being linked to the metal, and the NiCo alloy/CNTs catalysts exhibited coupling of the Ni and Co bands confirming the alloy construction [52,53]. Moreover, changes in the electro cloud density of metal over the energy field led to changes in the coordination environment [54–57]. Compared to Ni-Co PBA/CNTs, the NiCo alloy/CNTs favoured the adsorption of CH4 and intermediate state products with more electrons in the anti-bonding state, thus contributing to the subsequent ethanol production by CC coupling. The possible reaction mechanism of CH4-to-CH3CH2OH were as follows: (1–1) * + CH4 → *CH4 (1–2) * + CH4 – e-→ *CH4+ H + (1–3) *CH3 – e-→ *CH2+H + (1–4) *CH2 – e-+ OH-→ *CH2OH (1–5) *CH2OH+ *CH3→ *CH3CH2OH (1–6) *CH3CH2OH→ * + CH3CH2OH Consequently, the active sites of Ni-Co bimetallic alloy catalysts exhibited a strong adsorption configuration for CH4. The *CH4 were converted to *CH3 and *CH2, then further oxidized to form *CH2OH. Finally, *CH2OH performed a CC coupling reaction with the previously generated *CH3 at the active sites of Ni-Co alloy to form C2H5OH(Fig. 5 e). The enhanced activity and high stability of the NiCo alloy/CNTs catalysts for CH4-to-C2H5OH could be attributed to the synergistic effect with the alloy strategy. 4 Conclusion In conclusion, NiCo alloy/CNTs catalysts were synthesized successfully through pyrolysis of Ni-Co PBA/CNTs precursors for CH4-to-C2H5OH. TEM confirmed that Ni-Co bimetallic catalysts anchored on CNTs-COOH from a microscopic point of view. The Faradaic efficiency (FE) of CH4 conversion to C2H5OH reached 75.6 % at 1.6 V vs. RHE with remained stability for 16 h. In situ ATR-SEIRAS spectroscopy and DFT analysis demonstrated that rapid generation of ethanol on the surface of the alloy catalysts, mainly CO and COH accumulation of the characteristic peaks in ethanol, following by CC coupling by *CH2OH and *CH3. Moreover, the aforementioned findings are expected to stimulate further research into the development of alloy catalysts for the oxidation of methane to produce valuable chemicals in the field of electrocatalysis. CRediT authorship contribution statement Junyi Peng: Writing – original draft, Investigation, Data curation. Wensheng Liao: Writing – original draft, Investigation, Data curation. Xiaohong Fu: Writing – review & editing, Supervision, Funding acquisition. Jiagen Li: Data curation. Shuyong Shang: Writing – review & editing, Data curation. Qiang Zhang: Writing – review & editing, Writing – original draft, Supervision, Investigation, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors thank the Foundation of technological innovation and application development of Chongqing (cstc2021jscx-msxmX0308, CSTB2022BSXM-JCX0132), the Science and Technology Research Program of Chongqing municipal Education Commission of China (KJQN20211107, KJQN202301121), Natural Science Foundation of Sichuan of China (24NSFSC2000). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2024.114589. Appendix Supplementary materials Image, application 1 References [1] S. Yoo E. Lee G.H. Jang D.H. Kim Effect of Pd precursors on the catalytic properties of Pd/CeO2 catalysts for CH4 and CO oxidation Mol. Catal. 533 2022 112791 10.1016/j.mcat.2022.112791 S. Yoo, E. Lee, G.H. Jang, D.H. Kim, Effect of Pd precursors on the catalytic properties of Pd/CeO2 catalysts for CH4 and CO oxidation, Mol. Catal. 533 (2022) 112791. https://doi.org/10.1016/j.mcat.2022.112791. [2] J. Kim J.H. Kim C. Oh H. Yun E. Lee H.-S. Oh J.H. Park Y.J. Hwang Electro-assisted methane oxidation to formic acid via in-situ cathodically generated H2O2 under ambient conditions Nat. Commun. 14 2023 4704 10.1038/s41467-023-40415-6 J. Kim, J.H. Kim, C. Oh, H. Yun, E. Lee, H.-S. Oh, J.H. Park, Y.J. Hwang, Electro-assisted methane oxidation to formic acid via in-situ cathodically generated H2O2 under ambient conditions, Nat. Commun. 14 (2023) 4704. https://doi.org/10.1038/s41467-023-40415-6. [3] W. Li J. Sun M. Wang J. Xu Y. Wang L. Yang R. Yan H. He S. Wang W. Deng Z. Tian F.R. Fan Contact-Electro-Catalysis for Direct Oxidation of Methane under Ambient Conditions Angew. Chem. Int. Ed. 63 2024 e202403114 10.1002/anie.202403114 W. Li, J. Sun, M. Wang, J. Xu, Y. Wang, L. Yang, R. Yan, H. He, S. Wang, W. Deng, Z. Tian, F.R. Fan, Contact-Electro-Catalysis for Direct Oxidation of Methane under Ambient Conditions, Angew. Chem. Int. Ed. 63 (2024) e202403114. https://doi.org/10.1002/anie.202403114. [4] Y. Yu M. Li J. Zhou M. Sun X. Sun Z. Jiang Y. Li C. Wang Structural designs of advanced wood-based thick electrodes for high-performance eco-supercapacitors Nano Today 55 2024 102154 10.1016/j.nantod.2024.102154 Y. Yu, M. Li, J. Zhou, M. Sun, X. Sun, Z. Jiang, Y. Li, C. Wang, Structural designs of advanced wood-based thick electrodes for high-performance eco-supercapacitors, Nano Today 55 (2024) 102154. https://doi.org/10.1016/j.nantod.2024.102154. [5] Q. Wang M. Kan Q. Han G. Zheng Electrochemical Methane Conversion Small Struct 2 2021 2100037 10.1002/sstr.202100037 Q. Wang, M. Kan, Q. Han, G. Zheng, Electrochemical Methane Conversion, Small Struct. 2 (2021) 2100037. https://doi.org/10.1002/sstr.202100037. [6] C. Bo L. Zhang X. Liu H. Chang Y. Sun X. Zhang T. Tan L. Piao Highly selective photocatalytic oxidation of methane to methyl hydroperoxide Nano Res 17 2024 2473 2480 10.1007/s12274-023-6152-6 C. Bo, L. Zhang, X. Liu, H. Chang, Y. Sun, X. Zhang, T. Tan, L. Piao, Highly selective photocatalytic oxidation of methane to methyl hydroperoxide, Nano Res. 17 (2024) 2473–2480. https://doi.org/10.1007/s12274-023-6152-6. [7] W. Bi Y. Tang X. Li C. Dai C. Song X. Guo X. Ma One-step direct conversion of methane to methanol with water in non-thermal plasma Commun. Chem. 5 2022 124 10.1038/s42004-022-00735-y W. Bi, Y. Tang, X. Li, C. Dai, C. Song, X. Guo, X. Ma, One-step direct conversion of methane to methanol with water in non-thermal plasma, Commun. Chem. 5 (2022) 124. https://doi.org/10.1038/s42004-022-00735-y. [8] X.-X. Li X.-C. Liu C. Liu J.-M. Zeng X.-P. Qi Co3O4/stainless steel catalyst with synergistic effect of oxygen vacancies and phosphorus doping for overall water splitting Tungsten 5 2023 100 108 10.1007/s42864-022-00144-7 X.-X. Li, X.-C. Liu, C. Liu, J.-M. Zeng, X.-P. Qi, Co3O4/stainless steel catalyst with synergistic effect of oxygen vacancies and phosphorus doping for overall water splitting, Tungsten 5 (2023) 100–108. https://doi.org/10.1007/s42864-022-00144-7. [9] H.-Q. Zhang X.-J. Zeng Q.-Q. Zhang Z.-L. Zhang C.-L. Jin R.-H. Yu Dual template-induced construction of three-dimensional porous SiO2/NC/Co-CNTs heterostructure with highly dispersed active sites for efficient oxygen evolution reaction Tungsten 6 2024 585 595 10.1007/s42864-023-00253-x H.-Q. Zhang, X.-J. Zeng, Q.-Q. Zhang, Z.-L. Zhang, C.-L. Jin, R.-H. Yu, Dual template-induced construction of three-dimensional porous SiO2/NC/Co-CNTs heterostructure with highly dispersed active sites for efficient oxygen evolution reaction, Tungsten 6 (2024) 585–595. https://doi.org/10.1007/s42864-023-00253-x. [10] Y. Song X. Yang H. Liu S. Liang Y. Cai W. Yang K. Zhu L. Yu X. Cui D. Deng High-Pressure Electro-Fenton Driving CH4 Conversion by O2 at Room Temperature J. Am. Chem. Soc. 146 2024 5834 5842 10.1021/jacs.3c10825 Y. Song, X. Yang, H. Liu, S. Liang, Y. Cai, W. Yang, K. Zhu, L. Yu, X. Cui, D. Deng, High-Pressure Electro-Fenton Driving CH4 Conversion by O2 at Room Temperature, J. Am. Chem. Soc. 146 (2024) 5834–5842. https://doi.org/10.1021/jacs.3c10825. [11] M.J. Boyd A.A. Latimer C.F. Dickens A.C. Nielander C. Hahn J.K. Nørskov D.C. Higgins T.F. Jaramillo Electro-Oxidation of Methane on Platinum under Ambient Conditions ACS Catal 9 2019 7578 7587 10.1021/acscatal.9b01207 M.J. Boyd, A.A. Latimer, C.F. Dickens, A.C. Nielander, C. Hahn, J.K. Nørskov, D.C. Higgins, T.F. Jaramillo, Electro-Oxidation of Methane on Platinum under Ambient Conditions, ACS Catal. 9 (2019) 7578–7587. https://doi.org/10.1021/acscatal.9b01207. [12] M. Kaur Z. Li S. Meng W. Li H. Song Electrocatalytic methane conversion to high value chemicals at ambient conditions Energy Convers. Manag. 285 2023 117029 10.1016/j.enconman.2023.117029 M. Kaur, Z. Li, S. Meng, W. Li, H. Song, Electrocatalytic methane conversion to high value chemicals at ambient conditions, Energy Convers. Manag. 285 (2023) 117029. https://doi.org/10.1016/j.enconman.2023.117029. [13] N.L.P. Andrews J.Z. Fan R.L. Forward M.C. Chen H.-P. Loock Determination of the thermal, oxidative and photochemical degradation rates of scintillator liquid by fluorescence EEM spectroscopy Phys. Chem. Chem. Phys. 19 2017 73 81 10.1039/C6CP06015C N.L.P. Andrews, J.Z. Fan, R.L. Forward, M.C. Chen, H.-P. Loock, Determination of the thermal, oxidative and photochemical degradation rates of scintillator liquid by fluorescence EEM spectroscopy, Phys. Chem. Chem. Phys. 19 (2017) 73–81. https://doi.org/10.1039/C6CP06015C. [14] Q. Wang T. Li C. Yang M. Chen A. Guan L. Yang S. Li X. Lv Y. Wang G. Zheng Electrocatalytic Methane Oxidation Greatly Promoted by Chlorine Intermediates Angew. Chem. Int. Ed. 60 2021 17398 17403 10.1002/anie.202105523 Q. Wang, T. Li, C. Yang, M. Chen, A. Guan, L. Yang, S. Li, X. Lv, Y. Wang, G. Zheng, Electrocatalytic Methane Oxidation Greatly Promoted by Chlorine Intermediates, Angew. Chem. Int. Ed. 60 (2021) 17398–17403. https://doi.org/10.1002/anie.202105523. [15] Y. Song Y. Zhao G. Nan W. Chen Z. Guo S. Li Z. Tang W. Wei Y. Sun Electrocatalytic oxidation of methane to ethanol via NiO/Ni interface Appl. Catal. B Environ. 270 2020 118888 10.1016/j.apcatb.2020.118888 Y. Song, Y. Zhao, G. Nan, W. Chen, Z. Guo, S. Li, Z. Tang, W. Wei, Y. Sun, Electrocatalytic oxidation of methane to ethanol via NiO/Ni interface, Appl. Catal. B Environ. 270 (2020) 118888. https://doi.org/10.1016/j.apcatb.2020.118888. [16] M. Ma C. Oh J. Kim J.H. Moon J.H. Park Electrochemical CH4 oxidation into acids and ketones on ZrO2:niCo2O4 quasi-solid solution nanowire catalyst Appl. Catal. B Environ. 259 2019 118095 10.1016/j.apcatb.2019.118095 M. Ma, C. Oh, J. Kim, J.H. Moon, J.H. Park, Electrochemical CH4 oxidation into acids and ketones on ZrO2:niCo2O4 quasi-solid solution nanowire catalyst, Appl. Catal. B Environ. 259 (2019) 118095. https://doi.org/10.1016/j.apcatb.2019.118095. [17] C. Oh J. Kim Y.J. Hwang M. Ma J.H. Park Electrocatalytic methane oxidation on Co3O4- incorporated ZrO2 nanotube powder Appl. Catal. B Environ. 283 2021 119653 10.1016/j.apcatb.2020.119653 C. Oh, J. Kim, Y.J. Hwang, M. Ma, J.H. Park, Electrocatalytic methane oxidation on Co3O4- incorporated ZrO2 nanotube powder, Appl. Catal. B Environ. 283 (2021) 119653. https://doi.org/10.1016/j.apcatb.2020.119653. [18] C. Zhang W. Zhang N.E. Drewett X. Wang S.J. Yoo H. Wang T. Deng J. Kim H. Chen K. Huang S. Feng W. Zheng Integrating Catalysis of Methane Decomposition and Electrocatalytic Hydrogen Evolution with Ni/CeO2 for Improved Hydrogen Production Efficiency ChemSusChem 12 2019 1000 1010 10.1002/cssc.201802618 C. Zhang, W. Zhang, N.E. Drewett, X. Wang, S.J. Yoo, H. Wang, T. Deng, J. Kim, H. Chen, K. Huang, S. Feng, W. Zheng, Integrating Catalysis of Methane Decomposition and Electrocatalytic Hydrogen Evolution with Ni/CeO2 for Improved Hydrogen Production Efficiency, ChemSusChem 12 (2019) 1000–1010. https://doi.org/10.1002/cssc.201802618. [19] T. Shen S. Wang T. Zhao Y. Hu D. Wang Recent Advances of Single-Atom-Alloy for Energy Electrocatalysis Adv. Energy Mater. 12 2022 2201823 10.1002/aenm.202201823 T. Shen, S. Wang, T. Zhao, Y. Hu, D. Wang, Recent Advances of Single-Atom-Alloy for Energy Electrocatalysis, Adv. Energy Mater. 12 (2022) 2201823. https://doi.org/10.1002/aenm.202201823. [20] C. He Y. Gong S. Li J. Wu Z. Lu Q. Li L. Wang S. Wu J. Zhang Single-Atom Alloys Materials for CO2 and CH4 Catalytic Conversion Adv. Mater. 36 2024 2311628 10.1002/adma.202311628 C. He, Y. Gong, S. Li, J. Wu, Z. Lu, Q. Li, L. Wang, S. Wu, J. Zhang, Single-Atom Alloys Materials for CO2 and CH4 Catalytic Conversion, Adv. Mater. 36 (2024) 2311628. https://doi.org/10.1002/adma.202311628. [21] D. Duan C. Hao G. He Y. Wen Z. Sun Rh/CeO2 composites prepared by combining dealloying with calcination as an efficient catalyst for CO oxidation and CH4 combustion J. Rare Earths 40 2022 636 644 10.1016/j.jre.2021.01.006 D. Duan, C. Hao, G. He, Y. Wen, Z. Sun, Rh/CeO2 composites prepared by combining dealloying with calcination as an efficient catalyst for CO oxidation and CH4 combustion, J. Rare Earths 40 (2022) 636–644. https://doi.org/10.1016/j.jre.2021.01.006. [22] R.M.E Silva F. De Lourdes Souza E. Dias G.T.D.S.T. Da Silva F.E. Durán A. Rego D. Higgins C. Ribeiro The role of TiO2:snO2 heterojunction for partial oxidation of methane by photoelectrocatalytic process at room temperature J. Alloys Compd. 968 2023 172090 10.1016/j.jallcom.2023.172090 R.M. E Silva, F. De Lourdes Souza, E. Dias, G.T.D.S.T. Da Silva, F.E. Durán, A. Rego, D. Higgins, C. Ribeiro, The role of TiO2:snO2 heterojunction for partial oxidation of methane by photoelectrocatalytic process at room temperature, J. Alloys Compd. 968 (2023) 172090. https://doi.org/10.1016/j.jallcom.2023.172090. [23] Q. Zhang W. Li J. Peng L. Xue G. He Cold plasma activated Ni0 /Ni2+ interface catalysts for efficient electrocatalytic methane oxidation to low-carbon alcohols Green Chem 26 2024 7091 7100 10.1039/D4GC00289J Q. Zhang, W. Li, J. Peng, L. Xue, G. He, Cold plasma activated Ni0 /Ni2+ interface catalysts for efficient electrocatalytic methane oxidation to low-carbon alcohols, Green Chem. 26 (2024) 7091–7100. https://doi.org/10.1039/D4GC00289J. [24] N. Xu C.A. Coco Y. Wang T. Su Y. Wang L. Peng Y. Zhang Y. Liu J. Qiao X.-D. Zhou Electro-conversion of methane to alcohols on “capsule-like” binary metal oxide catalysts Appl. Catal. B Environ. 282 2021 119572 10.1016/j.apcatb.2020.119572 N. Xu, C.A. Coco, Y. Wang, T. Su, Y. Wang, L. Peng, Y. Zhang, Y. Liu, J. Qiao, X.-D. Zhou, Electro-conversion of methane to alcohols on “capsule-like” binary metal oxide catalysts, Appl. Catal. B Environ. 282 (2021) 119572. https://doi.org/10.1016/j.apcatb.2020.119572. [25] C. Yang Y. Gao T. Ma M. Bai C. He X. Ren X. Luo C. Wu S. Li C. Cheng Metal Alloys-Structured Electrocatalysts: metal–Metal Interactions, Coordination Microenvironments, and Structural Property–Reactivity Relationships Adv. Mater 35 2023 2301836 10.1002/adma.202301836 C. Yang, Y. Gao, T. Ma, M. Bai, C. He, X. Ren, X. Luo, C. Wu, S. Li, C. Cheng, Metal Alloys-Structured Electrocatalysts: metal–Metal Interactions, Coordination Microenvironments, and Structural Property–Reactivity Relationships, Adv. Mater. 35 (2023) 2301836. https://doi.org/10.1002/adma.202301836. [26] R.T. Hannagan G. Giannakakis M. Flytzani-Stephanopoulos E.C.H. Sykes Single-Atom Alloy Catalysis Chem. Rev. 120 2020 12044 12088 10.1021/acs.chemrev.0c00078 R.T. Hannagan, G. Giannakakis, M. Flytzani-Stephanopoulos, E.C.H. Sykes, Single-Atom Alloy Catalysis, Chem. Rev. 120 (2020) 12044–12088. https://doi.org/10.1021/acs.chemrev.0c00078. [27] T. Zhang A.G. Walsh J. Yu P. Zhang Single-atom alloy catalysts: structural analysis, electronic properties and catalytic activities Chem. Soc. Rev. 50 2021 569 588 10.1039/D0CS00844C T. Zhang, A.G. Walsh, J. Yu, P. Zhang, Single-atom alloy catalysts: structural analysis, electronic properties and catalytic activities, Chem. Soc. Rev. 50 (2021) 569–588. https://doi.org/10.1039/D0CS00844C. [28] Y. Da R. Jiang Z. Tian X. Han W. Chen W. Hu The applications of single-atom alloys in electrocatalysis: progress and challenges SmartMat 4 2023 e1136 10.1002/smm2.1136 Y. Da, R. Jiang, Z. Tian, X. Han, W. Chen, W. Hu, The applications of single-atom alloys in electrocatalysis: progress and challenges, SmartMat 4 (2023) e1136. https://doi.org/10.1002/smm2.1136. [29] Z. Ding S. Chen T. Yang Z. Sheng X. Zhang C. Pei D. Fu Z.-J. Zhao J. Gong Atomically dispersed MoNi alloy catalyst for partial oxidation of methane Nat. Commun. 15 2024 4636 10.1038/s41467-024-49038-x Z. Ding, S. Chen, T. Yang, Z. Sheng, X. Zhang, C. Pei, D. Fu, Z.-J. Zhao, J. Gong, Atomically dispersed MoNi alloy catalyst for partial oxidation of methane, Nat. Commun. 15 (2024) 4636. https://doi.org/10.1038/s41467-024-49038-x. [30] Q. Yang J. Chen C. Sun L. Chen Direct operation of methane fueled solid oxide fuel cells with Ni cermet anode via Sn modification Int. J. Hydrog. Energy 41 2016 11391 11398 10.1016/j.ijhydene.2016.04.252 Q. Yang, J. Chen, C. Sun, L. Chen, Direct operation of methane fueled solid oxide fuel cells with Ni cermet anode via Sn modification, Int. J. Hydrog. Energy 41 (2016) 11391–11398. https://doi.org/10.1016/j.ijhydene.2016.04.252. [31] X. Lv H. Chen W. Zhou F. Cheng S.-D. Li Z. Shao Direct-methane solid oxide fuel cells with an in situ formed Ni–Fe alloy composite catalyst layer over Ni–YSZ anodes Renew. Energy 150 2020 334 341 10.1016/j.renene.2019.12.126 X. Lv, H. Chen, W. Zhou, F. Cheng, S.-D. Li, Z. Shao, Direct-methane solid oxide fuel cells with an in situ formed Ni–Fe alloy composite catalyst layer over Ni–YSZ anodes, Renew. Energy 150 (2020) 334–341. https://doi.org/10.1016/j.renene.2019.12.126. [32] S. Jiang Q. Zhang W. Li J. Peng Y. Zhou G. He Electrocatalytic oxidation of methane to low-carbon alcohol via stable Ni+/Ni0 interface Mol. Catal. 563 2024 114234 10.1016/j.mcat.2024.114234 S. Jiang, Q. Zhang, W. Li, J. Peng, Y. Zhou, G. He, Electrocatalytic oxidation of methane to low-carbon alcohol via stable Ni+/Ni0 interface, Mol. Catal. 563 (2024) 114234. https://doi.org/10.1016/j.mcat.2024.114234. [33] X. Meng J. Yang C. Zhang Y. Fu K. Li M. Sun X. Wang C. Dong B. Ma Y. Ding Light-Driven CO2 Reduction over Prussian Blue Analogues as Heterogeneous Catalysts ACS Catal 12 2022 89 100 10.1021/acscatal.1c04415 X. Meng, J. Yang, C. Zhang, Y. Fu, K. Li, M. Sun, X. Wang, C. Dong, B. Ma, Y. Ding, Light-Driven CO2 Reduction over Prussian Blue Analogues as Heterogeneous Catalysts, ACS Catal. 12 (2022) 89–100. https://doi.org/10.1021/acscatal.1c04415. [34] X. Meng S. Wang C. Zhang C. Dong R. Li B. Li Q. Wang Y. Ding Boosting Hydrogen Evolution Performance of a CdS-Based Photocatalyst: in Situ Transition from Type I to Type II Heterojunction dSSSuring Photocatalysis ACS Catal 12 2022 10115 10126 10.1021/acscatal.2c01877 X. Meng, S. Wang, C. Zhang, C. Dong, R. Li, B. Li, Q. Wang, Y. Ding, Boosting Hydrogen Evolution Performance of a CdS-Based Photocatalyst: in Situ Transition from Type I to Type II Heterojunction dSSSuring Photocatalysis, ACS Catal. 12 (2022) 10115–10126. https://doi.org/10.1021/acscatal.2c01877. [35] Y.-X. Du Y.-T. Zhou M.-Z. Zhu Co-based MOF derived metal catalysts: from nano-level to atom-level Tungsten 5 2023 201 216 10.1007/s42864-022-00197-8 Y.-X. Du, Y.-T. Zhou, M.-Z. Zhu, Co-based MOF derived metal catalysts: from nano-level to atom-level, Tungsten 5 (2023) 201–216. https://doi.org/10.1007/s42864-022-00197-8. [36] P.R. Bommireddy J.B. Karnam C.S. M S.-H. Park Ni-Co PBA-decorated CNTs as battery-type cathode materials for potassium-ion hybrid capacitors J. Energy Storage 62 2023 106870 10.1016/j.est.2023.106870 P.R. Bommireddy, J.B. Karnam, C.S. M, S.-H. Park, Ni-Co PBA-decorated CNTs as battery-type cathode materials for potassium-ion hybrid capacitors, J. Energy Storage 62 (2023) 106870. https://doi.org/10.1016/j.est.2023.106870. [37] H. Zhang J. Diao M. Ouyang H. Yadegari M. Mao M. Wang G. Henkelman F. Xie D.J. Riley Heterostructured Core–Shell Ni–Co@Fe–Co Nanoboxes of Prussian Blue Analogues for Efficient Electrocatalytic Hydrogen Evolution from Alkaline Seawater ACS Catal 13 2023 1349 1358 10.1021/acscatal.2c05433 H. Zhang, J. Diao, M. Ouyang, H. Yadegari, M. Mao, M. Wang, G. Henkelman, F. Xie, D.J. Riley, Heterostructured Core–Shell Ni–Co@Fe–Co Nanoboxes of Prussian Blue Analogues for Efficient Electrocatalytic Hydrogen Evolution from Alkaline Seawater, ACS Catal. 13 (2023) 1349–1358. https://doi.org/10.1021/acscatal.2c05433. [38] L. Xu X. Wang L. Chai T.-T. Li Y. Hu J. Qian S. Huang Co3O4-anchored MWCNTs network derived from metal-organic frameworks as efficient OER electrocatalysts Mater. Lett. 248 2019 181 184 10.1016/j.matlet.2019.04.003 L. Xu, X. Wang, L. Chai, T.-T. Li, Y. Hu, J. Qian, S. Huang, Co3O4-anchored MWCNTs network derived from metal-organic frameworks as efficient OER electrocatalysts, Mater. Lett. 248 (2019) 181–184. https://doi.org/10.1016/j.matlet.2019.04.003. [39] D. Liu Y. Li C. Wang H. Yang R. Wang S. Li X. Yang Numerous active sites in self-supporting Co3O4 nanobelt array for boosted and stabilized 5-hydroxymethylfurfural electro-oxidation Appl. Catal. Gen. 669 2024 119497 10.1016/j.apcata.2023.119497 D. Liu, Y. Li, C. Wang, H. Yang, R. Wang, S. Li, X. Yang, Numerous active sites in self-supporting Co3O4 nanobelt array for boosted and stabilized 5-hydroxymethylfurfural electro-oxidation, Appl. Catal. Gen. 669 (2024) 119497. https://doi.org/10.1016/j.apcata.2023.119497. [40] P. Liu L. Niu Y.-L. Men C. Peng Z. Liu X.-Y. Meng Y.-X. Pan Overturning photoreduction product of CO2 by defect- and COOH-functionalized multi-wall carbon nanotubes Appl. Catal. B Environ. 320 2023 121985 10.1016/j.apcatb.2022.121985 P. Liu, L. Niu, Y.-L. Men, C. Peng, Z. Liu, X.-Y. Meng, Y.-X. Pan, Overturning photoreduction product of CO2 by defect- and COOH-functionalized multi-wall carbon nanotubes, Appl. Catal. B Environ. 320 (2023) 121985. https://doi.org/10.1016/j.apcatb.2022.121985. [41] R.M. Pallares X. Su S.H. Lim N.T.K. Thanh Fine-tuning of gold nanorod dimensions and plasmonic properties using the Hofmeister effects J. Mater. Chem. C 4 2016 53 61 10.1039/C5TC02426A R.M. Pallares, X. Su, S.H. Lim, N.T.K. Thanh, Fine-tuning of gold nanorod dimensions and plasmonic properties using the Hofmeister effects, J. Mater. Chem. C 4 (2016) 53–61. https://doi.org/10.1039/C5TC02426A. [42] J. Sheng Y. Li Z. Dou X. Yang Z. Li T. Ma E. Han Y. He Molecular sieve-like wood achieves efficient chiral catalysis Mol. Catal. 554 2024 113834 10.1016/j.mcat.2024.113834 J. Sheng, Y. Li, Z. Dou, X. Yang, Z. Li, T. Ma, E. Han, Y. He, Molecular sieve-like wood achieves efficient chiral catalysis, Mol. Catal. 554 (2024) 113834. https://doi.org/10.1016/j.mcat.2024.113834. [43] P. Van Trinh N.N. Anh N.T. Tam N.T. Hong P.N. Hong P.N. Minh B.H. Thang Influence of defects induced by chemical treatment on the electrical and thermal conductivity of nanofluids containing carboxyl-functionalized multi-walled carbon nanotubes RSC Adv 7 2017 49937 49946 10.1039/C7RA08552D P. Van Trinh, N.N. Anh, N.T. Tam, N.T. Hong, P.N. Hong, P.N. Minh, B.H. Thang, Influence of defects induced by chemical treatment on the electrical and thermal conductivity of nanofluids containing carboxyl-functionalized multi-walled carbon nanotubes, RSC Adv 7 (2017) 49937–49946. https://doi.org/10.1039/C7RA08552D. [44] S.A. Khanam N. Hoque S. Lee Y.-B. Park G. Gogoi K.K. Bania Tubular Nickel Hydroxide Embedded in Zeolitic Cobalt Oxide for Methanol Oxidation Reaction ACS Appl. Energy Mater. 5 2022 12651 12662 10.1021/acsaem.2c02286 S.A. Khanam, N. Hoque, S. Lee, Y.-B. Park, G. Gogoi, K.K. Bania, Tubular Nickel Hydroxide Embedded in Zeolitic Cobalt Oxide for Methanol Oxidation Reaction, ACS Appl. Energy Mater. 5 (2022) 12651–12662. https://doi.org/10.1021/acsaem.2c02286. [45] F. Zhang R. Zhao Y. Wang L. Han J. Gu Z. Niu Y. Yuan N. Qu J. Meng D. Wang Superwettable Surface-Dependent efficiently electrocatalytic water splitting based on their excellent liquid adsorption and gas desorption Chem. Eng. J. 452 2023 139513 10.1016/j.cej.2022.139513 F. Zhang, R. Zhao, Y. Wang, L. Han, J. Gu, Z. Niu, Y. Yuan, N. Qu, J. Meng, D. Wang, Superwettable Surface-Dependent efficiently electrocatalytic water splitting based on their excellent liquid adsorption and gas desorption, Chem. Eng. J. 452 (2023) 139513. https://doi.org/10.1016/j.cej.2022.139513. [46] Y. Li C. Zhao Enhancing Water Oxidation Catalysis on a Synergistic Phosphorylated NiFe Hydroxide by Adjusting Catalyst Wettability ACS Catal 7 2017 2535 2541 10.1021/acscatal.6b03497 Y. Li, C. Zhao, Enhancing Water Oxidation Catalysis on a Synergistic Phosphorylated NiFe Hydroxide by Adjusting Catalyst Wettability, ACS Catal. 7 (2017) 2535–2541. https://doi.org/10.1021/acscatal.6b03497. [47] Y. Gao R. Wang Y. Li E. Han M. Song Z. Yang F. Guo Y. He X. Yang Regulating dynamic equilibrium of active hydrogen for super-efficient nitrate electroreduction to ammonia Chem. Eng. J. 474 2023 145546 10.1016/j.cej.2023.145546 Y. Gao, R. Wang, Y. Li, E. Han, M. Song, Z. Yang, F. Guo, Y. He, X. Yang, Regulating dynamic equilibrium of active hydrogen for super-efficient nitrate electroreduction to ammonia, Chem. Eng. J. 474 (2023) 145546. https://doi.org/10.1016/j.cej.2023.145546. [48] C. Liang L. Zhang Y. Zheng S. Zhang Q. Liu G. Gao D. Dong Y. Wang L. Xu X. Hu Methanation of CO2 over nickel catalysts: impacts of acidic/basic sites on formation of the reaction intermediates Fuel 262 2020 116521 10.1016/j.fuel.2019.116521 C. Liang, L. Zhang, Y. Zheng, S. Zhang, Q. Liu, G. Gao, D. Dong, Y. Wang, L. Xu, X. Hu, Methanation of CO2 over nickel catalysts: impacts of acidic/basic sites on formation of the reaction intermediates, Fuel 262 (2020) 116521. https://doi.org/10.1016/j.fuel.2019.116521. [49] J. Zhao T. Wang J. Deng C.-M. Shu Q. Zeng T. Guo Y. Zhang Microcharacteristic analysis of CH4 emissions under different conditions during coal spontaneous combustion with high-temperature oxidation and in situ FTIR Energy 209 2020 118494 10.1016/j.energy.2020.118494 J. Zhao, T. Wang, J. Deng, C.-M. Shu, Q. Zeng, T. Guo, Y. Zhang, Microcharacteristic analysis of CH4 emissions under different conditions during coal spontaneous combustion with high-temperature oxidation and in situ FTIR, Energy 209 (2020) 118494. https://doi.org/10.1016/j.energy.2020.118494. [50] M. Dong T. Li J. Xu T. Zhang Y. Sun N. Li Z. Wu J. Li E. Gao J. Zhu S. Yao Y. Huang Pd on anionic conductive ZrO2 for low-concentration methane oxidation: synergetic effect of plasma and catalysis Mol. Catal. 537 2023 112936 10.1016/j.mcat.2023.112936 M. Dong, T. Li, J. Xu, T. Zhang, Y. Sun, N. Li, Z. Wu, J. Li, E. Gao, J. Zhu, S. Yao, Y. Huang, Pd on anionic conductive ZrO2 for low-concentration methane oxidation: synergetic effect of plasma and catalysis, Mol. Catal. 537 (2023) 112936. https://doi.org/10.1016/j.mcat.2023.112936. [51] J. Li L. Yao D. Wu J. King S.S.C. Chuang B. Liu Z. Peng Electrocatalytic methane oxidation to ethanol on iron-nickel hydroxide nanosheets Appl. Catal. B Environ. 316 2022 121657 10.1016/j.apcatb.2022.121657 J. Li, L. Yao, D. Wu, J. King, S.S.C. Chuang, B. Liu, Z. Peng, Electrocatalytic methane oxidation to ethanol on iron-nickel hydroxide nanosheets, Appl. Catal. B Environ. 316 (2022) 121657. https://doi.org/10.1016/j.apcatb.2022.121657. [52] X. Yang J. Wan H. Zhang Y. Wang In situ modification of the d-band in the core–shell structure for efficient hydrogen storage via electrocatalytic N2 fixation Chem. Sci. 13 2022 11030 11037 10.1039/D2SC03975C X. Yang, J. Wan, H. Zhang, Y. Wang, In situ modification of the d-band in the core–shell structure for efficient hydrogen storage via electrocatalytic N2 fixation, Chem. Sci. 13 (2022) 11030–11037. https://doi.org/10.1039/D2SC03975C. [53] X. Yang R. Wang S. Wang C. Song S. Lu L. Fang F. Yin H. Liu Sequential active-site switches in integrated Cu/Fe-TiO2 for efficient electroreduction from nitrate into ammonia Appl. Catal. B Environ. 325 2023 122360 10.1016/j.apcatb.2023.122360 X. Yang, R. Wang, S. Wang, C. Song, S. Lu, L. Fang, F. Yin, H. Liu, Sequential active-site switches in integrated Cu/Fe-TiO2 for efficient electroreduction from nitrate into ammonia, Appl. Catal. B Environ. 325 (2023) 122360. https://doi.org/10.1016/j.apcatb.2023.122360. [54] X. Wang T. Nakamoto I. Dulińska-Molak N. Kawazoe G. Chen Regulating the stemness of mesenchymal stem cells by tuning micropattern features J. Mater. Chem. B 4 2016 37 45 10.1039/C5TB02215K X. Wang, T. Nakamoto, I. Dulińska-Molak, N. Kawazoe, G. Chen, Regulating the stemness of mesenchymal stem cells by tuning micropattern features, J. Mater. Chem. B 4 (2016) 37–45. https://doi.org/10.1039/C5TB02215K. [55] X. Bu J. Ran J. Niu Z. Ou L. Tang X. Huang Reaction mechanism insights into CH4 catalytic oxidation on Pt13 cluster: a DFT study Mol. Catal. 515 2021 111891 10.1016/j.mcat.2021.111891 X. Bu, J. Ran, J. Niu, Z. Ou, L. Tang, X. Huang, Reaction mechanism insights into CH4 catalytic oxidation on Pt13 cluster: a DFT study, Mol. Catal. 515 (2021) 111891. https://doi.org/10.1016/j.mcat.2021.111891. [56] L. Tang J. Ran X. Bu X. Huang J. Niu Z. He Effect of Pd doping on CH4 oxidation mechanism over Pt clusters: a systematic DFT study Mol. Catal. 546 2023 113208 10.1016/j.mcat.2023.113208 L. Tang, J. Ran, X. Bu, X. Huang, J. Niu, Z. He, Effect of Pd doping on CH4 oxidation mechanism over Pt clusters: a systematic DFT study, Mol. Catal. 546 (2023) 113208. https://doi.org/10.1016/j.mcat.2023.113208. [57] Z. Yang Y. Li D. Liu M. Song Y. Gao B. Yang Y. He E. Han Q. Zhang X. Yang Oxygen vacancy-regulated nanorod array electrodes for boosting the electrocatalytic synthesis of ammonia from nitrate wastewater Chem. Commun. 60 2024 9950 9953 10.1039/D4CC02726D Z. Yang, Y. Li, D. Liu, M. Song, Y. Gao, B. Yang, Y. He, E. Han, Q. Zhang, X. Yang, Oxygen vacancy-regulated nanorod array electrodes for boosting the electrocatalytic synthesis of ammonia from nitrate wastewater, Chem. Commun. 60 (2024) 9950–9953. https://doi.org/10.1039/D4CC02726D.",
      "scopus-id": "85205302571",
      "coredata": {
        "eid": "1-s2.0-S2468823124007715",
        "dc:description": "Oxidation reaction of methane (CH4OR) into high value-added fuels using electrocatalytic pathway is attractive from the perspective of carbon emission reduction and sustainability. Nonetheless, the process involves the development of novel catalysts to facilitate CH4 activation and CC coupling succession in a stable manner. Herein, alloying activated Ni-Co bimetals (NiCo alloy/CNTs) were reported for CH4-to-C2H5OH. TEM confirmed that Ni-Co bimetallic catalysts anchored on CNTs-COOH from a microscopic point of view. The Faradaic efficiency (FE) of CH4 conversion to C2H5OH reached 75.6 % at 1.6 V vs. RHE with remained stability for 16 h. In situ ATR-SEIRAS spectroscopy and DFT analysis demonstrated that rapid generation of ethanol on the surface of the alloy catalysts, mainly CO and COH accumulation of the characteristic peaks in ethanol, following by CC coupling by *CH2OH and *CH3. The outcomes achieved here will stimulate further research into the development of alloy catalysts for the oxidation of methane to produce valuable chemicals in the field of electrocatalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124007715",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Peng, Junyi"
          },
          {
            "@_fa": "true",
            "$": "Liao, Wensheng"
          },
          {
            "@_fa": "true",
            "$": "Fu, Xiaohong"
          },
          {
            "@_fa": "true",
            "$": "Li, Jiagen"
          },
          {
            "@_fa": "true",
            "$": "Shang, Shuyong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Qiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124007715"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124007715"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00771-5",
        "prism:volume": "569",
        "articleNumber": "114589",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ni-Co bimetal catalysts anchored on MWCNTS-COOH for enhancing CH4 electrooxidation to C2H5OH",
        "prism:copyright": "© 2024 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ni-Co bimetal"
          },
          {
            "@_fa": "true",
            "$": "Alloy strategy"
          },
          {
            "@_fa": "true",
            "$": "CH4 oxidation reaction"
          },
          {
            "@_fa": "true",
            "$": "C-C coupling"
          },
          {
            "@_fa": "true",
            "$": "Ethanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114589",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2024",
        "prism:doi": "10.1016/j.mcat.2024.114589",
        "prism:startingPage": "114589",
        "dc:identifier": "doi:10.1016/j.mcat.2024.114589",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "434",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "127301",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "504",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "155260",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "176",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45870",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "128561",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "807",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "234550",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "98076",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14151",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "26264",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12441",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15466",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16019",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11491",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1922",
            "@width": "3500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "778340",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2230",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1393111",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "781",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "295300",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2674",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "850260",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3573",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1492763",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2315",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "534589",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124007715-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "14258920",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85205302571"
      }
    }
  }
}