{
  "metadata": {
    "title": "Effect of hydrogen on the number of active centers and the propagation rate constant at ethylene polymerization over titanium-magnesium Ziegler-Natta catalysts",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2018-02-28",
    "doi": "10.1016/j.mcat.2017.11.017",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823117306090",
    "pii": "S2468823117306090"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85039787120",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2017-12-22 2017-12-22 2017-12-22 2017-12-22 2019-02-28T03:55:43 1-s2.0-S2468823117306090 S2468-8231(17)30609-0 S2468823117306090 10.1016/j.mcat.2017.11.017 S300 S300.4 FULL-TEXT 1-s2.0-S2468823117X00199 2022-06-21T08:54:21.584373Z 0 0 20180201 20180228 2018 2017-12-22T19:58:18.451742Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst ref specialabst 2468-8231 24688231 true 445 445 C Volume 445 35 299 306 299 306 201802 February 2018 2018-02-01 2018-02-28 2018 Regular Papers article fla © 2017 Elsevier B.V. All rights reserved. EFFECTHYDROGENNUMBERACTIVECENTERSPROPAGATIONRATECONSTANTETHYLENEPOLYMERIZATIONOVERTITANIUMMAGNESIUMZIEGLERNATTACATALYSTS SUKULOVA V Introduction Experimental section Catalysts Ethylene polymerization Determination of the number of active centers (СР) and the propagation rate constant (kР) Polymer characterization Results and discussion Effect of hydrogen on the СP and kP values at ethylene polymerization over TMC-A and TMC-B catalysts Effect of the [H2]/[C2H4] ratio on the СР and kP values upon ethylene polymerization over TMC-A catalyst Effect of hydrogen on the Ср and kp values and the MWD of polyethylene for TMC-B catalyst at ethylene polymerization with different monomer pressures The scheme of transformation of active centers of the catalysts under study during polymerization in the presence of hydrogen Conclusions Acknowledgements References ALBIZZATI 1991 223 238 E KISSIN 1999 4255 4280 Y MORI 1995 651 657 H CHADWICK 1994 167 172 J CHADWICK 2001 21 35 J BUKATOV 1986 1041 1051 G BUKATOV 2001 2003 2009 G ALBIZZATI 1995 73 89 E SOARES 1996 4607 4614 J ECHEVSKAYA 2006 5436 5442 L GRIEVESON 1965 93 107 B NATTA 1959 1 66 G ZAKHAROV 1989 183 193 V KISSIN 2001 1681 1695 Y KISSIN 2008 1101 1121 Y KISSIN 1999 69 88 Y NIKOLAEVA 2010 2432 2439 M MIKENAS 2014 1707 1720 T KOSHEVOY 2016 1121 1129 E KISSIN 2003 1745 1758 Y MESHKOVA 2004 1996 2003 I BARABANOV 2015 328 334 A BUKATOV 1978 2097 2101 G BUKATOV 1984 89 90 G BARABANOV 2014 79 82 A WILSON 1963 281 304 T ZAKHAROV 2004 19 28 V PASQUET 1993 451 461 V NIKOLAEVA 2011 3092 3101 M ZAKHAROV 1991 102 104 V MATSKO 2015 27 38 M MATSKO 2001 1435 1439 M MIKENAS 2001 475 481 T SUKULOVAX2018X299 SUKULOVAX2018X299X306 SUKULOVAX2018X299XV SUKULOVAX2018X299X306XV 2019-12-22T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier B.V. All rights reserved. 2022-06-10T21:13:21.331Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Boreskov Institute of Catalysis Ministry of Education and Science of the Russian Federation Minobrnauka Ministry of Education and Science of the Russian Federation http://data.elsevier.com/vocabulary/SciValFunders/501100003443 http://sws.geonames.org/2017370/ The authors are grateful to M.P. Vanina for analyzing the molecular weight characteristics of the polymer produced. The work was conducted within the framework of the budget project No. 0303-2016-0009 for the Boreskov Institute of Catalysis and partially supported by the Ministry of Education and Science of the Russian Federation. item S2468-8231(17)30609-0 S2468823117306090 1-s2.0-S2468823117306090 10.1016/j.mcat.2017.11.017 315758 2019-02-28T04:03:11.951794Z 2018-02-01 2018-02-28 1-s2.0-S2468823117306090-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/MAIN/application/pdf/7d5dab39719dcda89d84fdf977043b86/main.pdf main.pdf pdf true 1894066 MAIN 8 1-s2.0-S2468823117306090-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/PREVIEW/image/png/63e6d64daebfe0f1dd329c850806489b/main_1.png main_1.png png 57916 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823117306090-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/fx1/THUMBNAIL/image/gif/18685db768211ed4a2518975356286e4/fx1.sml fx1 true fx1.sml sml 4419 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/fx2/THUMBNAIL/image/gif/58f69a2ebb82a527070ab5516b7fa0e4/fx2.sml fx2 fx2.sml sml 2847 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr1/THUMBNAIL/image/gif/e4c557d3a5fc5914be41f2eecda868a9/gr1.sml gr1 gr1.sml sml 2996 164 99 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr2/THUMBNAIL/image/gif/cbb484d94b811f74803efadd855a18d0/gr2.sml gr2 gr2.sml sml 3230 163 95 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr3/THUMBNAIL/image/gif/afd0e1d1e285f511620c6bebb5c477d0/gr3.sml gr3 gr3.sml sml 6166 164 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr4/THUMBNAIL/image/gif/fb8feb8e393559d4b5435029271bcbaf/gr4.sml gr4 gr4.sml sml 7238 152 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr5/THUMBNAIL/image/gif/7a7d868ce3dccae62dd1a371c28926de/gr5.sml gr5 gr5.sml sml 4664 156 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr6/THUMBNAIL/image/gif/18d9ae71f84f49481fad2922100b8d1a/gr6.sml gr6 gr6.sml sml 3058 163 97 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr7/THUMBNAIL/image/gif/8856c801133bed474d521eaba5ce9907/gr7.sml gr7 gr7.sml sml 6499 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/sc1/THUMBNAIL/image/gif/baa5289c0ee76d89338272a43c92a9cc/sc1.sml sc1 sc1.sml sml 4453 164 192 IMAGE-THUMBNAIL 1-s2.0-S2468823117306090-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/fx1/DOWNSAMPLED/image/jpeg/7ae07adc1a25c9d0acaf28057a204da4/fx1.jpg fx1 true fx1.jpg jpg 19748 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/fx2/DOWNSAMPLED/image/jpeg/9750f85b7da6c14909b6d357a7aa7924/fx2.jpg fx2 fx2.jpg jpg 8990 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr1/DOWNSAMPLED/image/jpeg/0c87a2212daf2f3b536248a3efd71412/gr1.jpg gr1 gr1.jpg jpg 34790 623 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr2/DOWNSAMPLED/image/jpeg/e3b32f6a2a7746a87865420a2c874f08/gr2.jpg gr2 gr2.jpg jpg 36190 645 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr3/DOWNSAMPLED/image/jpeg/ebdac9bf1e161bb1080c9cfdb143412d/gr3.jpg gr3 gr3.jpg jpg 20533 282 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr4/DOWNSAMPLED/image/jpeg/b2cc77d386421d219f900a6e10cb79f3/gr4.jpg gr4 gr4.jpg jpg 23097 262 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr5/DOWNSAMPLED/image/jpeg/b2d520bd73bc4d6c52be00338ca23ff4/gr5.jpg gr5 gr5.jpg jpg 14867 267 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr6/DOWNSAMPLED/image/jpeg/2194a826207590f6afdfb5c4a6fa2b89/gr6.jpg gr6 gr6.jpg jpg 37189 631 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/gr7/DOWNSAMPLED/image/jpeg/5edd7dda26b4d020df483233ffbc2638/gr7.jpg gr7 gr7.jpg jpg 62525 557 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/sc1/DOWNSAMPLED/image/jpeg/7029f9198bceb340fcdf452fa8db773a/sc1.jpg sc1 sc1.jpg jpg 32707 482 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823117306090-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/STRIPIN/image/gif/f277e6b4c5ba016016a96c66f51d5122/si1.gif si1 si1.gif gif 1077 41 161 ALTIMG 1-s2.0-S2468823117306090-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/STRIPIN/image/gif/ca6865a519e028aff1ecfeec7a05779d/si2.gif si2 si2.gif gif 158 16 18 ALTIMG 1-s2.0-S2468823117306090-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/STRIPIN/image/gif/a9b17b9a5e41def6d9c60c65cfb67729/si3.gif si3 si3.gif gif 197 17 24 ALTIMG 1-s2.0-S2468823117306090-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823117306090/STRIPIN/image/gif/78d1e06746dbeb261b522b5e0c3fa389/si4.gif si4 si4.gif gif 569 18 127 ALTIMG MCAT 384 S2468-8231(17)30609-0 10.1016/j.mcat.2017.11.017 Elsevier B.V. Scheme 1 Transformation of active centers at ethylene polymerization over TMC under investigation in the presence of hydrogen. Scheme 1 Fig. 1 Effect of hydrogen on ethylene polymerization rate over TMC under investigation (Table 1). Arrows show the moment of 14CO introduction. Fig. 1 Fig. 2 Ethylene polymerization rate vs. time for TMC-A catalyst upon hydrogen introduction during polymerization (Table 2). Arrows show the moment of 14CO introduction. Fig. 2 Fig. 3 Effect of hydrogen concentration on the rate of ethylene polymerization over TMC-A catalyst (Table 3). Arrows show the moment of 14CO introduction. Fig. 3 Fig. 4 The СР and kP values and a portion of “dormant” sites at ethylene polymerization over TMC-A catalyst at different H2/C2H4 molar ratios in the gas phase. Fig. 4 Fig. 5 Plot for calculating the ktr H/kp ratio at ethylene polymerization over TMC-A catalyst. Fig. 5 Fig. 6 Effect of hydrogen on the rate of ethylene polymerization over TMC-B catalyst at different ethylene pressures (Table 4). Arrows show the moment of 14CO introduction. Fig. 6 Fig. 7 Effect of hydrogen on the MWD of polyethylene produced over TMC-B catalyst at different ethylene pressures (Table 4). Fig. 7 Table 1 Effect of hydrogen on the number of active centers (СP) and the propagation rate constant (kP) at ethylene polymerization over TMC-A and TMC-B. Table 1 Run no. a Catalysts Н2/С2H4 b R c ×10−3, СP, kP ×10−3, kg(PE) molTi −1 h−1 bar−1 mol molTi −1 L mol−1 s−1 1 TMC-A 0 42.4 0.22 27.3 2 0.25 23.8 0.21 16.2 3 TMC-B 0 43.2 0.24 32.9 4 0.25 21.6 0.24 16.2 a 80°C; 4bar of ethylene in runs1-2, 2 bar of ethylene in runs 3-4; [AlEt3]=1.9mmolL−1 in runs 1-2, [AlEt3]=4.5mmolL−1 in runs 3-4; the kinetic curves are presented in Fig. 1. b Molar ratio in the gas phase. c Polymerization rate at the moment of 14СО introduction. Table 2 The number of active centers (СP) and the propagation rate constant (kP) at ethylene polymerization over TMC-A at hydrogen introduction during polymerization. Table 2 Run no. a Н2/С2H4 b R c ×10−3, СP, kP ×10−3, kg(PE) molTi −1 h−1 bar−1 mol molTi −1 L mol−1 s−1 1 0 42.4 0.22 27.3 2 0.25 23.8 0.21 16.2 3 0→0.25 13.8 0.19 11.4 4 0→0.25→0 55.1 0.27 28.7 a 80°C; 4bar of ethylene; [AlEt3]=1.9mmolL−1; the kinetic curves are presented in Fig. 2. b Molar ratio in the gas phase. c Polymerization rate at the moment of 14СО introduction. Table 3 The number of active centers (СP) and the propagation rate constant (kP) at ethylene polymerization over TMC-A at different H2/C2H4 molar ratios. Table 3 Run no. a Н2/С2H4 b R c ×10−3, СP, kP ×10−3, Mn, Mw, Mw/Mn kg(PE) molTi −1 h−1 bar−1 mol molTi −1 L mol−1 s−1 kg mol−1 kg mol−1 1 0 42.4 0.22 27.3 – 1600 d – 2 0.125 30.9 0.22 19.6 54 220 4.1 3 0.25 23.8 0.21 16.2 36 160 4.5 4 0.5 19.9 0.17 16.3 26 120 4.6 5 1 12.7 0.15 11.6 14 71 5.1 a 80°C; 4bar of ethylene; [AlEt3]=1.9mmolL−1; the kinetic curves are presented in Fig. 3. b Molar ratio in the gas phase. c Polymerization rate at the moment of 14СО introduction. d Viscosity-average molecular weight (Mη) calculated from the intrinsic viscosity (η). Table 4 Effect of hydrogen on CP and kP values in polymerization over TMC-B catalyst at different ethylene pressures. Table 4 Run no. a Н2/ С2H4 b Ethylene pressure, bar R c ×10−3, СP, kP ×10−3, Mn d , Mw d , Mw/Mn d kg(PE) molTi −1 h−1 bar−1 mol molTi −1 L mol−1 s−1 kg mol−1 kg mol−1 1 0 1 21.8 0.20 20.3 16 330 21 2 0.25 1 14.0 0.19 13.7 75 98 13 3 0 2 43.2 0.24 32.9 41 410 10 4 0.25 2 21.6 0.24 16.2 13 110 8.5 a 80°C; [AlEt3]=4.5mmolL−1; the kinetic curves are presented in Fig. 6. b Molar ratio in the gas phase. c Polymerization rate at the moment of 14СО introduction. d The MWD curves are presented in Fig. 7. Effect of hydrogen on the number of active centers and the propagation rate constant at ethylene polymerization over titanium-magnesium Ziegler-Natta catalysts V.V. Sukulova a ⁎ A.A. Barabanov a T.B. Mikenas a M.A. Matsko a V.A. Zakharov a b a Boreskov Institute of Catalysis SB RAS, pr. Akademika Lavrentieva, 5, 630090 Novosibirsk, Russia Boreskov Institute of Catalysis SB RAS pr. Akademika Lavrentieva 5 Novosibirsk 630090 Russia b Novosibirsk State University, Pirogova, 2, 630090 Novosibirsk, Russia Novosibirsk State University Pirogova 2 Novosibirsk 630090 Russia ⁎ Corresponding author. Graphical abstract The effect of hydrogen on the number of active centers (СР) and the propagation rate constant (kP) at ethylene polymerization over titanium–magnesium catalysts is studied using quenching by radioactive carbon monoxide (14СО). The polymerization rate drops after hydrogen was added to the polymerization medium mainly due to the decrease in the calculated kP value. The changes in the polymerization rate and the experimental kP value observed after hydrogen was added or removed are found to be reversible. The data on the effect of the [H2]/[C2H4] molar ratio in the gas phase within the range of 0.125–1 on polymerization rate and the СР and kP values are obtained. Reduction of the kP value and a small decrease in the number of active centers are observed at the H2/C2H4 molar ratio≥0.5. These findings were used to propose a scheme interpreting the effect of hydrogen on the СР and kP values. The scheme suggests that the decrease in the calculated kP value observed in the presence of hydrogen is related to the reversible formation of temporarily inactive dormant sites containing the titanium–polymer bond. Keywords Ethylene polymerization Number of active centers Polymerization kinetics Propagation rate constant Ziegler-Natta catalysts Introduction Industrial production of polyolefins using supported titanium–magnesium catalysts (TMC) is carried out in the presence of hydrogen that regulates the molecular weight of the resulting polymer. The effects of hydrogen on the rate of ethylene and propylene polymerization over TMC are different. The propylene polymerization rate is significantly increased by adding hydrogen [1–7]. This effect is attributed to hydrogen-induced activation of the dormant sites that were formed via 2,1-insertion of a propylene molecule into the propagating polymer chain and their reactivation upon interaction with hydrogen [3,4,6,7]. Addition of hydrogen reduces the ethylene polymerization rate [8–12,14–16]. Early studies [11,12] suggested that the reduced activity upon ethylene polymerization over Ziegler–Natta catalysts in the presence of hydrogen was caused by low reactivity of the TiH bond, which is formed as a result of chain transfer with hydrogen, with respect to ethylene. However, it has been demonstrated later that the surface hydride derivatives of titanium and zirconium that are formed in supported organometal catalysts after hydrogen treatment exhibit higher activity in interaction with ethylene as compared to the initial alkylated titanium and zirconium compounds [13]. A hypothesis has been put forward [14–16] that reduction of the rate of ethylene polymerization over TMC in the presence of hydrogen can be associated with the formation of stable and poorly active complexes as a result of agostic interaction between β-hydrogen of ethyl group and titanium ions in the titanium–ethyl complex, which result from ethylene insertion into the TiH bond. However, there are no examples of these structures in chemistry of organometallic complexes of titanium. Hence, the reasons for the deactivating effect of hydrogen in ethylene polymerization are still to be substantiated. We believe the kinetic data on the Cp and kP values at ethylene polymerization in the presence and absence of hydrogen are needed for more convincing explanation of hydrogen effect in case of ethylene polymerization over supported titanium-magnesium catalysts. In this study firstly we investigated the effect of hydrogen on the number of active centers (СР) and the propagation rate constant (kP) at ethylene polymerization over TMC under varied polymerization conditions. The data on the effect of the [H2]/[C2H4] molar ratio in the gas phase and monomer pressure on the СP and kP values were obtained. The findings were used to propose the kinetic scheme that interprets the results. Experimental section Catalysts The support S-1 was obtained according to [17] via the interaction of PhSiCl3 with organomagnesium compound Mg3Ph4Cl2 dissolved in the mixture of chlorobenzene and diisoamyl ether. The support S-2 was obtained according to [18] via the interaction of mixture of PhSiCl3 and Si(OEt)4 with organomagnesium compound Mg3Ph4Cl2 dissolved in the mixture of chlorobenzene and dibutyl ether. Both supports were treated by diethylaluminum chloride to remove ether, washed with heptane and then treated with CCl4 to convert adsorbed AlEt2Cl into AlCl3. Two modifications of titanium-magnesium catalysts (TMC-A and TMC-B) were prepared by adsorption of a calculated amount of titanium tetrachloride on magnesium chloride supports S-1 and S-2, respectively, in heptane medium at 60°C according to refs. [19–21]. The resulting catalysts with an average particle size of 4–6μm are characterized by a narrow particle size distribution and contain a low amount of titanium (0.10 and 0.12wt.% for catalysts TMC-A and TMC-B, respectively, according to AES-ICP data). Ethylene polymerization Ethylene polymerization over ТМС-А and ТМС-В catalysts was performed in 0.5L steel autoclave in heptane media (150mL) at constant ethylene pressure (1–4bar) and polymerization temperature 80°C. Concentration of activator (AlEt3) in the reaction mixture was 1.9-4.5mmolL−1, catalysts concentration was 0.033-0.27gL−1. Polymerization rate (R) was obtained from continuous control and reading of ethylene consumption for maitaining constant pressure during polymerization with data output on PC. In the experiments with hydrogen the one was added in needed amount in order to the H2/C2H4 molar ratio in the gas phase was in region of 0.125-1. In the special experiments with hydrogen removal the gas phase of reactor was evacuated and pure ethylene was introduced in the reactor. Hydrogen and ethylene concentrations in heptane were calculated using the Henry constants KH H2(80°C)=8.21×10−3 molL−1 bar−1 [12] and KH C2H4(80°C)=0.071molL−1 bar−1 [22,23], respectively. The more detailed description of ethylene polymerization experiments is given in refs. [24] Determination of the number of active centers (СР) and the propagation rate constant (kР) The CP and kP values were obtained by the method of polymerization inhibition by 14CO. The detailed description of this method is adduced in refs. [6,7,25–27]. The main technique of these method is introducing of radioactive carbon monoxide into polymerization media at the moment when it is needed to determinate the number of active polymerization sites. Introduction of 14CO leads to break of ethylene polymerization due to insertion of carbon monoxide to active Ti-R bond via the reaction: After polymerization inhibition the isopropyl alcohol is introduced in polymerization reactor for decomposition of catalyst. Thus, we can determinate the number of active polymerization sites via counting of the number of radioactive labels in polymer. It is known [7] that the labeled by-products are formed in the polymer at using of 14CO inhibition method. To remove these products we reprecipitate polymer samples twice from undecane via procedure described in [7]. Scintillation counter Intertechnique SL-4000 was used for counting of polymer radioactivity. The number of active centers (CP ) was obtained from the polymer radioactivity: (2) CP = A × Gpol × nTi −1 × Q−1 where A is radioactivity of polyethylene, Gpol is amount of polyethylene obtained, nTi is amount of titanium in the catalyst, Q specific radioactivity of the inhibitor 14CO. The propagation rate constant values (kP ) were calculated by formula (3) (3) kP = R × CP −1 ×[C2H4]−1, where R is the rate of ethylene polymerization in time of introduction of 14CO and [C2H4] is the monomer concentration in heptane. Polymer characterization The molecular-weight distribution of polymer samples (Mn and Mw values) was measured using GPC gel-permeating high-temperature chromatograph PL 220C at 160°C in 1,2,4-trichlorobenzene (TCB) as a solvent at a flow rate of 1cm3 min−1. A set of Olexis columns was employed. Calibration of GPS instrument was done with narrow-MWD PS and PE standards. The intrinsic viscosity (η) of the polymer samples was measured using Ubbelohde viscometer in decalin as solvent at 135°C. The viscosity average molecular weight Mη was calculated using of the equation of Mark-Houwink (4): (4) Mη =η × K−1 × α−1, where the Mark-Houwink coefficients are K =67.7×10−5 and α=0.67 [28]. Results and discussion Effect of hydrogen on the СP and kP values at ethylene polymerization over TMC-A and TMC-B catalysts A large number of various modifications of supported titanium–magnesium catalysts are known; they differ in terms of manufacturing methods, particle morphology, composition and kinetic characteristics in ethylene polymerization. We used two modifications of titanium–magnesium catalysts (TMC-A and TMC-B) designed and studied in our laboratory [17–19]. These catalysts are characterized by low titanium content (0.1-0.12% wt. Ti) and exhibit an ultra-high activity in ethylene polymerization due to the increased number of active centers (20–40% Ti) [24,29]. It was found that active centers in the form of mononuclear alkyl complexes of Ti(III) are formed in these catalysts after they interact with trialkylaluminum [21]. The TMC-B catalyst contains ethoxy groups and produces polyethylene having a lower molecular weight as compared to the TMC-A catalyst. Fig. 1 shows the time dependence of the ethylene polymerization rate for the catalysts under study in the presence and absence of hydrogen. In both cases, the polymerization rate decreased 1.8–2-fold in the presence of hydrogen as compared to the ethylene polymerization rate without hydrogen. It should be mentioned that the polymerization curves for TMC-A catalyst are steady-state in the presence of hydrogen (Fig. 1a). For TMC-B, in presence of hydrogen in the polymerization medium the polymerization rate reduces over twofold during the reaction (Fig. 1b). Table 1 summarizes the data on the СР and kP values upon ethylene polymerization without and with hydrogen. It can be seen that the significant decrease in activity after hydrogen was introduced into the polymerization medium is caused by reduction of the calculated propagation rate constants (Table 1, compare runs 1 and 2, 3 and 4). Meanwhile, the number of active centers remained virtually constant. Hence, addition of hydrogen to the reaction medium reduced the polymerization rate by decreasing the calculated kP value. According to the literature data, the effect of hydrogen on the rate of ethylene polymerization over TMC is reversible: the rate returns to the same level after hydrogen was removed from the polymerization medium [22,30]. In this study, we determined the СP and kP values after hydrogen was added to and then removed from the reaction medium upon ethylene polymerization over TMC-A catalyst, which is characterized by high activity and the steady-state kinetics. The results of these experiments are summarized in Table 2 and Fig. 2 . At first, ethylene polymerization was carried out without hydrogen; hydrogen at a molar ratio of H2/C2H4 =0.25 in the gas phase was then added to the polymerization medium (Fig. 2a, run 3). It is clear that addition of hydrogen in this experiment reduced the polymerization rate down to the level similar to that in the presence of hydrogen since the very beginning of the experiment (Fig. 2а, run 2). Table 2 demonstrates that this decrease in rate takes place due to reduction of the experimental kP value; hydrogen had almost no effect on the number of active centers (Table 2, runs 1–3). In the next experiment (Fig. 2b), ethylene polymerization was started without hydrogen, and hydrogen was added later at a molar ratio of H2/C2H4 =0.25 in the gas phase. The polymerization rate decreased twofold (Fig. 2b). After hydrogen was removed from the polymerization medium, the polymerization rate returned to the same level (Fig. 2b). The number of active centers was determined and the kP value was calculated in this experiment after hydrogen had been removed. It is clear that the kP value obtained in run 4 was close to that in run 1 conducted without hydrogen (Table 2, compare runs 1 and 4). These findings demonstrate that the process of changing the polymerization rate, which contributes to changes in the calculated kP value as hydrogen is added to or removed from the reaction medium, is reversible. The number of titanium–polymer (Ti-CH2R) bonds determined by polymerization quenching by carbon monoxide (14СО) is almost independent of hydrogen. Effect of the [H2]/[C2H4] ratio on the СР and kP values upon ethylene polymerization over TMC-A catalyst Fig. 3 shows the kinetic curves of ethylene polymerization over TMC-A catalyst in the interval of hydrogen/ethylene molar ratios in the polymerization gas phase ranging from 0 to 1. It is clear that the polymerization rate decreases as hydrogen concentration rises. At the H2/C2H4 molar ratio below 0.25 (Fig. 3, runs 2–3), the curves are almost steady-state, while a small decrease in activity with polymerization duration is observed for higher hydrogen concentrations (H2/C2H4 =1, Fig. 3, run 5). Table 3 demonstrates that the calculated propagation rate constant significantly decreases (by a factor of 2.4) when the H2/C2H4 molar ratio in the gas phase is increased from 0 to 1. The findings concerning the effect of hydrogen on the kP value (Table 3, Fig. 4 ) and the data on reversible behavior of this process give grounds for hypothesizing that addition of hydrogen to the reaction mixture gives rise to temporarily inactive dormant sites (Cp H) containing titanium–polymer bonds on which chain propagation is paused. These sites are identified by radioactive quenching along with the non-dormant active centers (CP). Therefore, the calculated kP value upon ethylene polymerization in the presence of hydrogen is underestimated, since the experimentally determined number of titanium–polymer bonds, which is the sum (CP H +CP), is used to calculate the kP value in this case. We estimated the percentage of dormant sites at different hydrogen concentrations (columns in Fig. 4) using the ratio between the kP values in the presence and absence of hydrogen (Table 3, Run 1). One can see that this percentage increases with rising of hydrogen concentration and is >50% of all active centers at molar ratio of H2/C2H4 =1. It is also noteworthy that the number of active centers slightly decreases at the H2/C2H4 ratio >0.25 (Fig. 4). This probably occurs due to deactivation of some active centers during polymerization as indicated by the non-steady-state shape of the kinetic curves in the experiments at H2/C2H4 ≥0.5 (Fig. 3, runs 4–5). Chain transfer with hydrogen is the predominant chain termination reaction upon ethylene polymerization over TMC in the presence of hydrogen [31]. Taking these data into account, the known expression for the degree of polymerization [12] can be reduced to the following simple form: (5) 1 P n ¯ − 1 P n 0 ¯ = k t r H × [ H 2 ] m k P × [ C 2 H 4 ] , where P n ¯ is the number-average degree of polymerization; P n 0 ¯ is the number-average degree of polymerization in the experiment without hydrogen calculated using the formula P n 0 ¯ = M v / ( 28 × D ) , where Mv is the viscosity-average molecular weight and D is polydispersity determined in the experiment with the minimum hydrogen concentration (Table 3, run 2); [C2H4] and [H2] are ethylene and hydrogen concentrations in heptane, respectively; ktr H and kP are the constants of chain transfer with hydrogen and the propagation rate constant, respectively; m is the order of the reaction of chain transfer with hydrogen, which is close to 1 according to the literature data on ethylene polymerization in the presence of hydrogen [10,19,32]. The (1/Pn-1/Pn 0) vs. [H2]/[C2H4] curve (Fig. 5 ) was plotted using the data on the effect of hydrogen concentration on molecular weight and used to calculate the ktr H/kP ratio (5.9 × 10−3). The ktr H value was calculated from this ratio and the propagation rate constant obtained in the experiment in the absence of hydrogen (Table 3, run 1): the ktr H value for the TMC-A catalyst is 160Lmol−1 s−1. This value is close to the ktr H value (205Lmol−1 s−1) found at ethylene polymerization over TMC with high titanium content (∼3% wt. Ti) in ref. [10]. Effect of hydrogen on the Ср and kp values and the MWD of polyethylene for TMC-B catalyst at ethylene polymerization with different monomer pressures It was demonstrated earlier [19–21] that ethylene polymerization over TMC modified by inserting ethoxy groups in the absence of hydrogen yielded polyethylene with a lower molecular weight compared to the polyethylene produced over TMC-A catalyst. Meanwhile, it was found in [33] upon polymerization over TMC-B catalyst that molecular weight of polyethylene decreases and its molecular-weight distribution broadens when ethylene polymerization is carried out at reduced monomer pressure in the absence of hydrogen. The number of active centers at ethylene polymerization over the same catalyst rises when the monomer pressure is increased within the range of 0.5–4bar [24]. In this study, we investigated the effect of hydrogen on the CP and kP values at different ethylene pressures. Fig. 6 shows the time dependence of the polymerization rate for TMC-B catalyst in the absence and presence of hydrogen at ethylene pressure of 1 and 2bar. It is clear that the polymerization rate is significantly reduced by adding hydrogen regardless of ethylene pressure. Table 4 lists the data on the effect of hydrogen on the СP and kP values for TMC-B catalyst at different ethylene pressures. One can see that the effect of hydrogen on the СР and kP values manifests itself in the same manner at different monomer pressures: the number of active centers remains unchanged in the presence of hydrogen at ethylene pressure of both 1 and 2bar, while the decrease in polymerization rate is caused by reduction of the calculated propagation rate constant (Table 4, compare runs 1 and 2, 3 and 4). Comparison of the data on molecular weight characteristics of the polymers produced in the experiments with and without hydrogen at different monomer pressures shows that addition of hydrogen narrows the molecular-weight distribution (Table 4) but increases the content of the low-molecular-weight fraction of the polymer at 103 kgmol−1 (Fig. 7 a and b), which is particularly pronounced at ethylene pressure of 1bar (Fig. 7a). This can be related to the formation of dormant sites in the presence of hydrogen, especially at low ethylene pressure. An increase in molecular weight and MWD narrowing are observed at elevated ethylene pressures, both in the presence and absence of hydrogen (Fig. 7c and d). These changes are less pronounced in the experiments with hydrogen (Table 4, runs 2 and 4) than in the absence of hydrogen (Table 4, runs 1 and 3), which correlates with the changes in the kP value in these experiments. The scheme of transformation of active centers of the catalysts under study during polymerization in the presence of hydrogen A scheme interpreting the effect of hydrogen on polymerization rate and the CP and kP values at ethylene polymerization over vanadium–magnesium catalysts was proposed earlier in [34,35]. The scheme involves the formation of dialkylaluminum hydride over the reaction of AlR3 activator with vanadium hydrides formed as a result of chain transfer with hydrogen. This dialkylaluminum hydride is the strong complexing agent and it can block active centers via reversible adsorption on active centers with V-R bond. It leads to a decrease in the polymerization rate in the presence of hydrogen simultaneously with a decrease in the determined propagation rate constant [34]. We believe that similar processes can also take place upon ethylene polymerization over titanium–magnesium catalysts (Scheme 1 ). Alkylation of titanium chloride with an organoaluminum compound gives rise to precursors of active centers СPr (ClxTi-Et), which interact with ethylene to form active centers СP with propagating polymer chains (reaction 1). In the presence of hydrogen in the polymerization medium, polymer chain transfer with hydrogen (reaction 2) is the key chain transfer reaction. It gives rise to titanium hydride ClxTi–H, which can interact with the organoaluminum activator, giving rise to diethylaluminum hydride Et2AlH (reaction 3). We assume that diethylaluminum hydride can be adsorbed onto some active centers (СP) with dormant sites (СP Н) being formed (reaction 4) and the chain propagation reaction being terminated at these sites, thus reducing the polymerization rate and the calculated kP value in the presence of hydrogen. The dormant sites (СP H) contain the titanium–polymer bond at which 14СО can be inserted to incorporate a radioactive label into the polymer. Hence, in this case the 14СО quenching method determines the total number of titanium–polymer bonds in the reaction medium, which is the sum of active centers (СР) and dormant sites (СP H). As a result, the kP value calculated using the total number of radioactive labels in the polymer is underestimated. It is also important to note that dialkylaluminum hydride can possibly block not only the active centers but their precursors (titanium–alkyl complexes, СPr) as well via reaction 5. Reaction 5 reduces the number of active centers (СР) determined by radioactive quenching. Blocking of the precursors via reaction 5 can be noticed only at high hydrogen concentrations (Н2/С2Н4 =0.5–1). After hydrogen was removed from the system, the concentration of dialkylaluminum hydride decreases due to its interaction with ethylene (reaction 6) yielding trialkylaluminum [35]. As a result, the equilibria 4 and 5 are shifted to the left and the polymerization rate and the experimentally determined СP and kP values increase. Conclusions The data on the effect of hydrogen on the number of active centers (СP) and the propagation rate constant (kP) at ethylene polymerization over two modifications of titanium–magnesium catalysts characterized by low titanium content and ultra-high activity have been obtained. It has been demonstrated that the reduced polymerization rate in the presence of hydrogen is mainly caused by the decrease in the calculated propagation rate constant. The change in the polymerization rate and the kP value when hydrogen is added to the reaction medium is a reversible process. The data on the effect of the [H2]/[C2H4] molar ratio in the gas phase within the range of 0.125–1 on the polymerization rate and the СР and kP values have been obtained. The calculated kР value decreases as the Н2/С2Н4 molar ratio in the gas phase of polymerization is increased within the range of 0.125–1. The resulting data were used to calculate the rate constant of chain transfer with hydrogen (ktr H =160Lmol−1 s−1), which is lower than kP =27×103 Lmol−1 s−1 for TMC-A catalyst by two orders of magnitude. The scheme of transformation of active centers at ethylene polymerization over TMC in the presence of hydrogen, which interprets the effect of hydrogen on activity and the СP and kP values, was proposed using the findings. This scheme involves the reaction of formation of titanium hydrides (ClxTi-H) via chain transfer with hydrogen, interaction between the organoaluminum activator and these hydrides, and formation of diethylaluminum hydride (Et2Al-H). Reversible adsorption of diethylaluminum hydride onto active centers is believed to temporarily pause chain propagation, thus reducing the polymerization rate and the calculated kP values in the presence of hydrogen. Acknowledgements The authors are grateful to M.P. Vanina for analyzing the molecular weight characteristics of the polymer produced. The work was conducted within the framework of the budget project No. 0303-2016-0009 for the Boreskov Institute of Catalysis and partially supported by the Ministry of Education and Science of the Russian Federation. References [1] E. Albizzati M. Galimberti U. Giannini G. Morini Macromol. Chem Macromol. Symp. 49 1991 223 238 (48) [2] Yu. V. Kissin R.I. Mink T.E. Nowlin J. Polym. Sci. A. Polym.Chem. 37 1999 4255 4280 [3] H. Mori K. Tashino M. Terano Macromol. Rapid Commun. 16 1995 651 657 [4] J.C. Chadwick A. Miedema O. Sudmeijer Macromol. Chem. 195 1994 167 172 [5] J.C. Chadwick Macromol. Symp. 172 2001 21 35 [6] G.D. Bukatov V.S. Goncharov V.A. Zakharov Macromol. Chem. 187 1986 1041 1051 [7] G.D. Bukatov V.A. Zakharov Macromol Chem. Phys. 202 2001 2003 2009 [8] E. Albizzati U. Giannini G. Morini M. Galimberti I. Barino R. Scardamaglia Macromol. Symp. 89 1995 73 89 [9] J.B.P. Soares A.E. Hamielec Polymer 37 1996 4607 4614 [10] L.G. Echevskaya M.A. Matsko T.B. Mikenas V.E. Nikitin V.A. Zakharov J. Appl. Polym. Sci. 102 2006 5436 5442 [11] B.M. Grieveson Macromol. Chem. 84 1965 93 107 [12] G. Natta I. Pasquon Adv. Catal. 11 1959 1 66 [13] V.A. Zakharov Y.A. Ryndin J. Mol. Catal. 56 1989 183 193 [14] Yu. V. Kissin J. Polym. Sci. A. Polym. Chem. 39 2001 1681 1695 [15] Yu. V. Kissin L.A. Rishina Polym. Sci. A. Polym. Chem. 50 2008 1101 1121 [16] Yu. V. Kissin R.I. Mink T.E. Nowlin A.J. Brandolini Top. Catal. 7 1999 69 88 [17] V.E. Nikitin, T.B. Mikenas, V.A. Zakharov, RU2257263C1, 2005. [18] V.A. Zakharov, T.B. Mikenas, V.E. Nikitin, N.V. Mozgunova, RU2346006C1, 2009. [19] M.I. Nikolaeva T.B. Mikenas M.A. Matsko L.G. Echevskaya V.A. Zakharov J. Appl. Polym. Sci. 115 2010 2432 2439 [20] T.B. Mikenas E.I. Koshevoy V.A. Zakharov M.I. Nikolaeva Macromol. Chem. Phys. 215 2014 1707 1720 [21] E.I. Koshevoy T.B. Mikenas V.A. Zakharov A.A. Shubin A.A. Barabanov J. Phys. Chem. C. 120 2016 1121 1129 [22] Yu. V. Kissin J. Polym Sci. Part A Polym. Chem. 41 2003 1745 1758 [23] I.N. Meshkova T.M. Ushakova N.M. Gul’ceva Polym. Sci. A. 12 2004 1996 2003 (in Russian) [24] A.A. Barabanov V.V. Sukulova M.A. Matsko V.A. Zakharov J. Mol. Catal. A Chem. 396 2015 328 334 [25] G.D. Bukatov V.A. Zakharov Yu I. Yermakov Macromol. Chem. 179 1978 2097 2101 [26] G.D. Bukatov V.A. Zakharov Yu I. Yermakov Polym. Bull. 11 1984 89 90 [27] A.A. Barabanov V.A. Zakharov Catal. Commun. 45 2014 79 82 [28] T.P. Wilson C.P. Hurley J. Polym. Sci. C Polym. Symp. 1 1963 281 304 [29] V.A. Zakharov G.D. Bukatov A.A. Barabanov Macromol. Symp. 213 2004 19 28 [30] V. Pasquet R. Spitz Die Macromol Chem. 461 1993 451 461 [31] M.I. Nikolaeva T.B. Mikenas M.A. Matsko L.G. Echevskaya V.A. Zakharov J. Appl. Polym. Sci. 122 2011 3092 3101 [32] V.A. Zakharov L.G. Echevskaya T.B. Mikenas Vysokomol. Soed. B. 33 1991 102 104 (in Russian) [33] M.A. Matsko V.A. Zakharov M.I. Nikolaeva T.B. Mikenas Polyolefins J. 2 2015 27 38 [34] M.A. Matsko G.D. Bukatov T.B. Mikenas V.A. Zakharov Macromol. Chem. Phys. 202 2001 1435 1439 [35] T.B. Mikenas V.A. Zakharov L.G. Echevskaya M.A. Matsko Macromol. Chem. Phys. 202 2001 475 481",
      "scopus-id": "85039787120",
      "coredata": {
        "eid": "1-s2.0-S2468823117306090",
        "dc:description": "The effect of hydrogen on the number of active centers (СР) and the propagation rate constant (kP) at ethylene polymerization over titanium–magnesium catalysts is studied using quenching by radioactive carbon monoxide (14СО). The polymerization rate drops after hydrogen was added to the polymerization medium mainly due to the decrease in the calculated kP value. The changes in the polymerization rate and the experimental kP value observed after hydrogen was added or removed are found to be reversible. The data on the effect of the [H2]/[C2H4] molar ratio in the gas phase within the range of 0.125–1 on polymerization rate and the СР and kP values are obtained. Reduction of the kP value and a small decrease in the number of active centers are observed at the H2/C2H4 molar ratio≥0.5. These findings were used to propose a scheme interpreting the effect of hydrogen on the СР and kP values. The scheme suggests that the decrease in the calculated kP value observed in the presence of hydrogen is related to the reversible formation of temporarily inactive dormant sites containing the titanium–polymer bond.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823117306090",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sukulova, V.V."
          },
          {
            "@_fa": "true",
            "$": "Barabanov, A.A."
          },
          {
            "@_fa": "true",
            "$": "Mikenas, T.B."
          },
          {
            "@_fa": "true",
            "$": "Matsko, M.A."
          },
          {
            "@_fa": "true",
            "$": "Zakharov, V.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823117306090"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823117306090"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(17)30609-0",
        "prism:volume": "445",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of hydrogen on the number of active centers and the propagation rate constant at ethylene polymerization over titanium-magnesium Ziegler-Natta catalysts",
        "prism:copyright": "© 2017 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Number of active centers"
          },
          {
            "@_fa": "true",
            "$": "Polymerization kinetics"
          },
          {
            "@_fa": "true",
            "$": "Propagation rate constant"
          },
          {
            "@_fa": "true",
            "$": "Ziegler-Natta catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "299-306",
        "prism:endingPage": "306",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2018",
        "prism:doi": "10.1016/j.mcat.2017.11.017",
        "prism:startingPage": "299",
        "dc:identifier": "doi:10.1016/j.mcat.2017.11.017",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4419",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2847",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2996",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3230",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6166",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7238",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4664",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3058",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6499",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4453",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19748",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8990",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "623",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34790",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "645",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36190",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20533",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23097",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14867",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "631",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37189",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "557",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62525",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "482",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32707",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1077",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "18",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "158",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "197",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "127",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823117306090-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "569",
            "@ref": "si4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85039787120"
      }
    }
  }
}