{
  "metadata": {
    "title": "Synergistic heterogeneous catalysis: MoS<ce:inf loc=post>2</ce:inf>/α-FeOOH nanocomposites for pH-universal PMS activation and efficient antibiotic degradation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-06-15",
    "doi": "10.1016/j.mcat.2025.115150",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125003359",
    "pii": "S2468823125003359"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105003293440",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-04-23 2025-04-23 2025-04-23 2025-04-23 2025-05-07T07:56:13 1-s2.0-S2468823125003359 S2468-8231(25)00335-9 S2468823125003359 10.1016/j.mcat.2025.115150 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00080 2025-05-07T07:05:45.901622Z 0 0 20250615 2025 2025-04-23T16:41:18.778845Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 581 581 C Volume 581 8 115150 115150 115150 20250615 15 June 2025 2025-06-15 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. SYNERGISTICHETEROGENEOUSCATALYSISMOS2FEOOHNANOCOMPOSITESFORPHUNIVERSALPMSACTIVATIONEFFICIENTANTIBIOTICDEGRADATION TAO Y 1 Introduction 2 Experimental section 2.1 Preparation of catalysts 2.2 Catalytic performance assessment 2.3 Characterizations information 2.4 Reactive species analysis 2.5 Ecotoxicity assessment 3 Results and discussion 3.1 Catalyst characterization 3.2 Catalytic degradation of TC 3.3 Stability, recyclability and eco-toxicity of α-FeOOH/MoS2 nanocomposite 3.4 Catalytic mechanism 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References BROWN 2016 336 343 E PENG 2023 170991 X MILLAR 2019 326 N ZHANG 2024 113778 Z MO 2024 113817 Q ZHANG 2015 6772 6782 Q QIAO 2018 160 172 M YAN 2023 155009 H PENG 2025 114751 X LI 2018 2197 2205 H ANIPSITAKIS 2005 1000 1007 G LEE 2020 3064 3081 J GAO 2025 114994 Y MATZEK 2016 178 188 L ZHOU 2019 836 851 Z USHANI 2020 126232 U JIANG 2024 114355 M LI 2013 1213 1220 Z WANG 2023 5010 5023 J ZHENG 2022 132323 X ZHANG 2021 127109 Z XU 2020 123103 M LI 2020 7036 7046 J XING 2018 1359 1372 M TAN 2021 1973 1982 X LIN 2023 156011 W WANG 2024 2304050 Y PAN 2023 1222 Y TIAN 2023 114818 C YAN 2022 151881 H YAN 2021 149952 H JING 2021 149490 J PANTOJACORTES 2012 215301 J PERVEZ 2021 146726 M ZHANG 2021 120456 N YAN 2021 17155 17163 Q TIAN 2023 114818 C LEJBINI 2019 112 117 M QIAN 2017 3993 4000 X KRISHNA 2022 100332 D SONG 2015 13896 13902 H LU 2021 148631 Z LI 2022 107347 J JING 2021 126890 J VAREDA 2023 121416 J LYU 2022 133581 Z PERVEZ 2020 733 M MA 2020 122437 S SONG 2020 109692 X WANG 2018 1502 1517 J OH 2016 169 201 W GU 2024 112975 B GU 2018 35 44 M YI 2019 9725 9733 Q LAN 2020 122448 S TAOX2025X115150 TAOX2025X115150XY 2027-04-23T00:00:00.000Z 2027-04-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-04-25T00:22:44.288Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Science and Technology Innovation Fund Project of Yangzhou University 202411117272P 2021M691389 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991 Natural Science Foundation of the Jiangsu Higher Education Institutions of China 22KJB610026 Natural Science Research of Jiangsu Higher Education Institutions of China http://data.elsevier.com/vocabulary/SciValFunders/501100010023 http://sws.geonames.org/1814991/ This work was financially supported by the China Postdoctoral Science Foundation (No. 2021M691389), the Natural Science Foundation of the Jiangsu Higher Education Institutions of China (No. 22KJB610026), and the Science and Technology Innovation Fund Project of Yangzhou University Students (No. 202411117272P). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00335-9 S2468823125003359 1-s2.0-S2468823125003359 10.1016/j.mcat.2025.115150 315758 2025-05-07T07:05:45.901622Z 2025-06-15 1-s2.0-S2468823125003359-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/MAIN/application/pdf/439d3fdc86746edc864a0f4f55350ae0/main.pdf main.pdf pdf true 6531067 MAIN 10 1-s2.0-S2468823125003359-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/PREVIEW/image/png/18ef20f7c8a617e6a134a69237710867/main_1.png main_1.png png 59602 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125003359-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr3/DOWNSAMPLED/image/jpeg/42dc0050fe4fe289b0b6ba39247da7b6/gr3.jpg gr3 gr3.jpg jpg 117819 429 791 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr4/DOWNSAMPLED/image/jpeg/e5e8e21693ee9231838d688a6705ca1a/gr4.jpg gr4 gr4.jpg jpg 98138 559 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr5/DOWNSAMPLED/image/jpeg/001915ea54dd2659b49b5690ed72e90d/gr5.jpg gr5 gr5.jpg jpg 102661 537 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr6/DOWNSAMPLED/image/jpeg/0b47568fc87ce55ca76fb2590b94d212/gr6.jpg gr6 gr6.jpg jpg 53510 242 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr1/DOWNSAMPLED/image/jpeg/fef77a239a2032cf44f98ab934f2d4c1/gr1.jpg gr1 gr1.jpg jpg 181694 580 791 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr2/DOWNSAMPLED/image/jpeg/ee810b2fcc20d1b166bacf355203945f/gr2.jpg gr2 gr2.jpg jpg 128339 446 791 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/ga1/DOWNSAMPLED/image/jpeg/65c5555f5883d9d77f442686a154c77b/ga1.jpg ga1 true ga1.jpg jpg 38798 200 312 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003359-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr3/THUMBNAIL/image/gif/d16d60feec13417e78b0c92d036bc661/gr3.sml gr3 gr3.sml sml 11156 119 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr4/THUMBNAIL/image/gif/b1a05510d9cc0a54d7d600a0f5ed13de/gr4.sml gr4 gr4.sml sml 14851 164 193 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr5/THUMBNAIL/image/gif/1e9f0734bdbc055a67a4457b0411d492/gr5.sml gr5 gr5.sml sml 12345 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr6/THUMBNAIL/image/gif/b09e8950f747ac68fed1df4a44621383/gr6.sml gr6 gr6.sml sml 24511 141 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr1/THUMBNAIL/image/gif/ce1bf649aba1607f366a5f4a0d9f5317/gr1.sml gr1 gr1.sml sml 22198 161 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/gr2/THUMBNAIL/image/gif/ac83ab4d8368a904fcab88182764aeca/gr2.sml gr2 gr2.sml sml 12919 123 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/ga1/THUMBNAIL/image/gif/54ae2aa4a5bae0054ff5e54c530a8b3d/ga1.sml ga1 true ga1.sml sml 24397 140 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003359-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/fa9d83db581cd3bfa3205e92b3142503/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 880177 1898 3502 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/cab94083452e212af7dda1ac3a439487/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 584646 2474 2917 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/1f498939e6db701fc0b9ad3181ba7a02/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 575784 2377 2917 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/7743be9151f92b131b5d3c48ecc1a4af/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 400293 1072 1667 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/96b39260df04b3d8f40bad178be6ff3c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1422893 2568 3500 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/954457d9d5d1193dfa8c1e3609d45a6c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 775298 1973 3500 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/HIGHRES/image/jpeg/ef2502b3c2f6d0abaab3dc25c47aa57e/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 314820 886 1383 IMAGE-HIGH-RES 1-s2.0-S2468823125003359-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/da3faaa9a798c422f24bc6fb02636b47/mmc1.docx mmc1 mmc1.docx docx 297962 APPLICATION 1-s2.0-S2468823125003359-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003359/image/svg+xml/be828d1df61a9cdbb55ed85bee4f98db/si1.svg si1 si1.svg svg 15451 ALTIMG MCAT 115150 115150 S2468-8231(25)00335-9 10.1016/j.mcat.2025.115150 Elsevier B.V. Fig. 1 (a) A schematic diagram depicting the procedure for preparing α-FeOOH/MoS2 nanocomposite, (b) XRD patterns for α-FeOOH, MoS2 and α-FeOOH/MoS2 nanocomposite, TEM images of MoS2 (c), α-FeOOH (d) and α-FeOOH/MoS2 nanocomposite (e), (f) HRTEM image of α-FeOOH/MoS2 nanocomposite, (g) STEM image and corresponding elemental mapping images of α-FeOOH/MoS2 nanocomposite. Fig 1 Fig. 2 XPS spectra of MoS2 and α-FeOOH/MoS2 nanocomposite: (a) the wide scan, (b) Mo 3d, (c) S 2p, (d) Fe 2p, (e) O 1s. (f) Nitrogen adsorption-desorption isotherms of MoS2 and α-FeOOH/MoS2 nanocomposite. Fig 2 Fig. 3 (a) TC removal efficiency from aqueous solution in different reaction system, TC degradation influenced by PMS dosage (b), catalyst content (c), TC concentration (d), initial pH values (e) and inorganic anions (f) in α-FeOOH/MoS2/PMS system. Fig 3 Fig. 4 (a) The efficiency of TC removal was examined over three cycles prior to ultrasonic treatment and one cycle following the ultrasonic treatment within the α-FeOOH/MoS2/PMS system, (b) XRD patterns of both fresh and used α-FeOOH/MoS2 nanocomposite, (c) colony formation of E. coli in various solid media: (1) the growth of E. coli colonies after 24 h in a mixed medium with TC solution treated using PMS, (2) under identical conditions, the colony proliferation of E. coli after 24 h in TC solution treated with the α-FeOOH /MoS2/PMS system, (d) EIS spectra of MoS2, α-FeOOH and α-FeOOH/MoS2 nanocomposite. Fig 4 Fig. 5 ESR spectra of O2 •− (a), SO4 •− or •OH (b), 1O2 (c) with DMPO or TEMP as the spin-trapping agents, and the impact of radical scavengers on the degradation of TC (d) within the α-FeOOH/MoS2/PMS system. Fig 5 Fig. 6 The proposed mechanism for TC degradation in α-FeOOH/MoS2/PMS system. Fig 6 Synergistic heterogeneous catalysis: MoS2/α-FeOOH nanocomposites for pH-universal PMS activation and efficient antibiotic degradation Yuanyuan Tao Writing – original draft Investigation Data curation a Yuemeng Duan Investigation Formal analysis Data curation a Zhiang Chen Investigation Data curation a Meng Ye Investigation Data curation a Zhixin Wang Data curation a Jianjian Yi Writing – review & editing Supervision a Wei Jiang Supervision a Binxian Gu Supervision a Fu Yang Writing – review & editing Conceptualization b ⁎ Qingsong Hu Writing – review & editing Funding acquisition Conceptualization a ⁎ a College of Environmental Science and Engineering, Yangzhou University, 196 West Huayang Road, Yangzhou 225127, PR China College of Environmental Science and Engineering Yangzhou University 196 West Huayang Road Yangzhou 225127 PR China aCollege of Environmental Science and Engineering, Yangzhou University, 196 West Huayang Road, Yangzhou 225127, PR China b School of Environmental and Chemical Engineering, Jiangsu University of Science and Technology, Zhenjiang, 666 Changhui Road, Zhenjaing 212100, PR China School of Environmental and Chemical Engineering Jiangsu University of Science and Technology Zhenjiang, 666 Changhui Road Zhenjaing 212100 PR China bSchool of Environmental and Chemical Engineering, Jiangsu University of Science and Technology, Zhenjiang, 666 Changhui Road, Zhenjaing 212100, PR China ⁎ Corresponding authors. The development of high-efficiency catalysts for advanced oxidation processes is crucial for environmental remediation. In this study, a novel α-FeOOH/MoS2 heterojunction catalyst was designed to address the intrinsic limitations of Fe-based materials in peroxymonosulfate (PMS) activation. By integrating MoS2 nanoflowers with α-FeOOH nanorods, the nanocomposite catalyst exhibited an expanded specific surface area and improved interfacial charge transfer, facilitating accelerated redox cycling between Mo(IV/VI) and Fe(II/III) species. This synergistic interaction significantly enhanced PMS activation efficiency, enabling the near-complete degradation (∼99 %) of tetracycline (TC) within 30 min. The reaction rate was notably amplified, surpassing the performance of individual α-FeOOH and MoS2 components by factors of 9.7 and 21.6, respectively. Moreover, the nanocomposite catalyst demonstrated robust degradation performance across a broad pH range (3–11) and maintained high efficiency under varying PMS dosages and pollutant concentrations. Mechanistic investigations through electron spin resonance (ESR) and radical quenching experiments confirmed the involvement of multiple reactive species, including sulfate radicals (SO4 •−), superoxide radicals (O2 •−), hydroxyl radicals (•OH), and singlet oxygen (1O2). These findings highlight the potential of α-FeOOH/MoS2 heterojunctions as advanced, sustainable catalysts for wastewater treatment and environmental purification. Graphical abstract Image, graphical abstract Keywords Molybdenum disulfide Interface engineering Permonosulfate α-FeOOH Antibiotics Data availability No data was used for the research described in the article. 1 Introduction With the rapid development of the social economy, environmental pollution, particularly from antibiotics, has become a critical global concern. Due to wide use in healthcare and livestock farming, antibiotics enter the environment through industrial, agricultural, and domestic wastewater, leading to microbial resistance, ecological disruption, and risks to human health [1–5]. Commonly detected antibiotics, such as ofloxacin, norfloxacin, and tetracycline, show concentration fluctuations exceeding four orders of magnitude in groundwater, ranging from 0.1 ng/L to over 1000 ng/L [6,7], which possibly threatens the health of humans and sustainable development. This underscores the urgent need for green, cost-effective, and efficient technologies to remove antibiotics from the environment. Sulfate radical (SO₄•−)-based advanced oxidation processes have emerged as a promising solution for environmental remediation, offering high efficiency, rapid kinetics, and broad applicability [8,9]. Compared to hydroxyl radicals (•OH), SO₄•− exhibits a higher redox potential (E₀ = 3.1 V), a longer half-life, and strong electrophilic properties, making it highly effective for degrading organic pollutants, including antibiotics [10,11]. SO₄•− is typically generated by activating peroxymonosulfate (PMS) or persulfate (PDS), which contain labile OO bonds that can be easily cleaved [12,13]. Various activation methods, such as thermal, photo-, alkali, ultrasonic, and transition metal-based catalysis (homogeneous and heterogeneous), have been explored [14,15]. While homogeneous systems using transition metal ions (e.g., Fe2+, Mn2+, Co2+) face challenges like pH dependency and catalyst recovery, heterogeneous systems offer advantages such as pH independence, ease of recovery, and reduced metal leaching, making them a more practical and efficient approach [16–19]. Thus, heterogeneous catalysis has become a key strategy for advancing SO₄•−-based technologies in environmental applications. Iron-based catalysts have been widely studied for peroxymonosulfate (PMS) activation due to their cost-effectiveness and high catalytic efficiency. However, their practical application is significantly limited by several inherent drawbacks. Under neutral or alkaline conditions, the rapid conversion of Fe³⁺ to Fe(OH)₃ precipitates hinders the regeneration of Fe2+, disrupting the Fe3+/Fe2+ redox cycle and reducing the system's catalytic efficiency. Additionally, the narrow pH range and potential metal leaching further restrict the performance and sustainability of iron-based catalysts in PMS activation. Transition metal sulfides, particularly MoS2, have emerged as promising catalytic addictives owing to their layered structure and strong electron transfer ability, which facilitate the activation of peroxymonosulfate (PMS) to generate reactive radicals [20–22]. The polyvalent nature of metals in transition metal sulfides enables efficient charge transfer, enhancing PMS activation and the degradation of refractory organic pollutants [21]. Furthermore, the catalytic performance of MoS2 can be significantly improved by coupling it with transition metal ions (e.g., Fe2+, Co2+, Ni2+), forming a synergistic Fenton-like system that enhances radical generation and pollutant degradation [23,24]. For instance, in MoS2-Fe systems, MoS2 acts as a reducing agent, promoting the redox cycling of Fe3+/Fe2+ through exposed active sites (Mo4+), thereby increasing the concentration of reactive radicals [25]. To address these challenges, heterogeneous engineering strategies, such as integrating Fe-based oxides with MoS2 to form nanocomposite catalysts possibly provide promising solution to optimize the catalytic performance of two counterparts. These composites leverage the complementary properties of metal oxides and MoS2, enhancing catalytic activity, selectivity, and stability across a wider pH range. The heterogeneous structure not only facilitates efficient PMS activation but also ensures robust redox cycling of metal species, minimizing catalyst deactivation. By optimizing the interface and coordination between MoS2 and metal oxides, these nanocomposites achieve superior catalytic performance, making them highly effective for the removal of organic pollutants in diverse environmental conditions. This approach highlights the potential of heterogeneous engineering in advancing PMS-based advanced oxidation processes for environmental remediation. Based on the above discussion on the advantages of persulfate activation technology and its free radical dominated reaction [26–28], this study further constructed a highly efficient α-FeOOH/MoS2 nanocomposite catalyst to break through the performance bottleneck of traditional iron-based catalysts in PMS activation [29–31]. The α-FeOOH/MoS2 composite catalyst synthesized by ionothermy forms a close contact at the interface and enhances the synergy between α-FeOOH and MoS2. It not only significantly contributes to the Fe3+/Fe2+ reduction cycle but also accelerates the electron transfer process thanks to the electron-rich properties of MoS2. The activation efficiency of PMS was improved. In addition, the catalyst successfully overcame the limitations of traditional iron-based catalytic systems, such as strong pH dependence and easy formation of Fe(OH)₃ precipitation leading to a decrease in activity, making it exhibit excellent catalytic degradation ability in a wide pH range (3–11). Further investigation of environmental factors showed that the system had good adaptability to different pH values, initial concentrations of pollutants and co-existing anions, and showed strong environmental applicability. Mechanism analysis revealed that both radical (SO₄•−, •OH) and non-radical (singlet oxygen ¹O2, electron transfer) reaction pathways were present in the PMS activation process. These pathways drive the efficient degradation of tetracycline (TC). In summary, this study optimizes the electronic structure and surface active site of the iron-based catalytic system through heterojunction strategy, and achieves efficient and stable PMS activation ability, providing new theoretical support and practical guidance for the application of new advanced oxidation technology in the treatment of antibiotic pollution in water. 2 Experimental section 2.1 Preparation of catalysts α-FeOOH was prepared as follows: 7.22 g FeSO4·7H2O was evenly dispersed into deionized water (400 mL). After ultrasonic dissolution, the solution was heated at 95 °C for 6 h. After cooling to room temperature, the sediment was acquired via high-speed centrifugal separation (5000 r/min, 5 min), and washed with deionized water for three times. The as-prepared solid was dried at 70 °C and grinded for further use. MoS2 nanosheets were prepared as follows: 1.07 g (NH4)6Mo7O24·4H2O was dissolved into deionized water (20 mL) via ultrasonic dispersion treatment. After that, 0.77 g CH3CSNH2 was added into the above solution and stirred for 1 h. The mixed solution was transferred into a high-pressure reaction kettle (50 mL) and heated at 200 °C for 24 h. After cooling to room temperature, the black solid was washed with deionized water and ethanol for three times, and dried at 70 °C for 24 h. α-FeOOH/MoS2 nanocomposite was acquired as follows: 0.20 g α-FeOOH and 1.07 g (NH4)6Mo7O24·4H2O were added to deionized water (20 mL), followed by ultrasonic dispersion treatment. Then, 0.77 g CH3CSNH2 was added into the above mixed solution, and stirred for 1 h. After that, the mixed solution was transferred into a high-temperature and high-pressure reaction vessel (50 mL) and heated at 200 °C for 24 h. Upon reaching room temperature, the black solid was rinsed three times with deionized water and ethanol, then dried at 70 °C for a duration of 24 h (Fig. 1 a). 2.2 Catalytic performance assessment Tetracycline (TC) catalytic degradation tests were conducted in a beaker. 15 mg catalyst was weighed and added into TC solution (20 mg/L, 100 mL). After stirring at room temperature for 0.5 h, the catalyst and tetracycline molecules can achieve adsorption-desorption equilibrium. Then 20 mg peroxymonosulfate (PMS) was added. After that, 2 mL of reaction solution was sampled at set intervals, followed by 2 mL methanol solution. The liquid supernatant was obtained by centrifugating at 14,000 r/min for 8 min. The concentration of TC was measured employing UV–vis spectrophotometry. The test wavelength was 357 nm, and the degradation rate of TC can be acquired on account of the following formula: (1) Degradation rate ( % ) = [ ( C 0 − C T ) / C 0 ] × 100 Among which, C 0 and Ct stand for the concentration of TC (mg/L) at intial time and reaction time, respectively. For the sake of investigating the effect of catalyst dosage on the catalytic performance of PMS activation, we maintain consistent reaction conditions while adding 5, 15, 25, 35, and 45 mg of α-FeOOH/MoS2 nanocomposite into TC solution (100 mL, 20 mg/L). The solution was mixed for 0.5 h, followed by the addition of 20 mg of PMS, and samples were taken for analysis at specified time intervals. To investigate how the concentration of PMS affects its activation performance, the remaining reaction conditions were kept constant. A quantity of 15 mg of α-FeOOH/MoS2 nanocomposite was measured and introduced into the TC solution. The resulting mixture was stirred at ambient temperature for 0.5 h. Subsequently, 10, 20, 30, and 40 mg of PMS was added, followed by sampling and analysis at predetermined time intervals. To explore how TC concentration influences the activation efficiency of PMS, all other reaction parameters were kept constant. A quantity of 15 mg of α-FeOOH/MoS2 nanocomposite was measured and mixed into 100 mL of TC solution (10, 20, 30, 40 mg/L). Following stirring at room temperature for 0.5 h, 20 mg of PMS was added, and samples were gathered for analysis at specified time intervals. To investigate how the initial pH of the reaction system influences the activation efficiency of PMS, a dropwise addition of 0.1 M HCl or NaOH solution was utilized to modify the pH level of the TC solution. A total of 15 mg of α-FeOOH/MoS2 nanocomposite was measured and incorporated into 100 mL of TC solution with pH ranging from 3 to 11. Following a 0.5 h stirring period at room temperature, 20 mg of PMS was then introduced and the reaction solutions were collected for analysis at predetermined time intervals. To deeply investigate the effect of different interfering ions on the activation performance of PMS, 0.1 mmol of NaCl, NaNO3, Na2SO4, and Na3PO4 were dropped into TC solution (20 mg/L). 15 mg of α-FeOOH/MoS2 nanocomposite was weighed and dispersed into 100 mL of TC solution. After stirring at room temperature for 0.5 h, 20 mg of PMS was introduced and the samples were collected for analysis at predetermined time intervals. The reuse rate of α-FeOOH/MoS2 nanocomposite was investigated through three consecutive cycle experiments. Following each cycle, high-speed centrifugation was employed to isolate the solid-phase catalyst, which was then eluted with deionized water and ethanol for the removal of organic compounds from its surface. Following the drying process, the catalyst was reused. 2.3 Characterizations information The X-ray diffraction patterns (XRD) for the samples obtained were recorded using a D8 Advance X-ray diffractometer (Bruker, Germany). Cu-kα radiation served as the source of X-rays, with a scanning range set between 10° and 80°. The nitrogen adsorption-desorption isotherms for the catalysts were measured using the Autosorb IQ3 specific surface area and porosity analyzer (Quantachrome, USA). The elemental composition and oxidation states on the catalyst surface were examined using the ESCALAB250Xi X-ray photoelectron spectroscopy (ThermoFisher, USA). Additionally, the microstructure of the catalyst was investigated using a Tecnai G2 F30 transmission electron microscope (FEI, USA). 2.4 Reactive species analysis To identify the types of free radicals in α-FeOOH/MoS2/PMS system, methanol (MeOH), tert-butanol (t-BuOH), dimethyl sulfoxide (DMSO) and p-benzoquinone (BQ) were used to quench sulfate radicals (SO4 •−), hydroxyl radicals (•OH) and superoxide radicals (O2 •−) [32]. Electron paramagnetic resonance (ESR) technique was used to further confirm the types of active species in Fenton-like reaction system. 5, 5-dimethyl-1-pyrroline oxide (DMPO) and 2, 2, 6, 6-tetramethylpiperidine (TEMP) were employed as radical scavengers. The catalyst was evenly dispersed into water or methanol solution, and a certain amount of potassium persulfate and trapping agent were added to detect the signal peaks in the solution at intervals. 2.5 Ecotoxicity assessment Although persulfate activation can effectively remove antibiotics from water, some new chemicals may be created during degradation, which may be toxic or even more harmful than the original antibiotics. These intermediates need to be evaluated experimentally to ensure that the treated water does not cause secondary pollution to ecosystems or human health. As a classic indicator bacteria of water pollution, Escherichia coli can better reflect the effect of antibiotic degradation on microorganisms in water. Therefore, we selected E. coli as the target group for toxicity experiments. The equipment is autoclaved and all operations are carried out in a sterile room. The bacterial cells were cultured in beef peptone medium at 37 °C and 200 rpm for 36 h. Then sterilized normal saline (0.85 % NaCl) was centrifuged and washed 3 times for 10 min. Then, the TC reaction solution degraded by α-FeOOH/MoS2/PMS system was centrifuged at high speed, and the supernatant was taken and diluted. Transfer 0.2 mL E. coli suspension to the 2 mL supernatant obtained after dilution. At the same time, blank experiment was carried out with TC stock solution. Finally, 0.2 mL of the mixture was transferred to AGAR plate and incubated at 37 °C for 24 h. 3 Results and discussion 3.1 Catalyst characterization The phase and crystal structure of the synthesized catalysts were characterized using X-ray diffraction (XRD) [33]. As shown in Fig. 1b, all catalysts exhibit rational crystallinity state. The diffraction peaks at 2θ values of 21.2°, 33.2°, 34.7°, 36.6°, 41.1°, 53.2°, and 59.0° correspond to the (110), (130), (021), (111), (140), (221), and (151) crystal planes of α-FeOOH (JCPDS NO. 29-0713), respectively [34]. Similarly, the peaks at 2θ values of 14.5°, 32.7°, 39.6°, and 58.4° are well-matched with the (002), (100), (103), and (110) crystal planes of MoS2 (JCPDS No. 37-1492), respectively [35]. In the XRD pattern of the α-FeOOH/MoS2 nanocomposite, the characteristic peaks of MoS2 are clearly observed, while no distinct peaks corresponding to α-FeOOH are detected. This absence can be attributed to the high dispersion of α-FeOOH within the nanocomposite and its relatively low loading amount, which may prevent the formation of detectable crystalline domains [36]. The successful integration of MoS2 and α-FeOOH in the nanocomposite is further supported by the synergistic catalytic performance observed in subsequent experiments, indicating the formation of a well-coupled heterogeneous structure despite the lack of visible α-FeOOH peaks in the XRD pattern. This structural feature highlights the effective interaction between the two components, which is crucial for enhancing the catalytic activity and stability of the nanocomposite. In the FTIR spectra of the as-prepared samples are shown in Fig. S1. The functional groups in α-FeOOH, MoS2, and α-FeOOH/MoS2 nanocomposite are identified. The peaks in the spectrum of α-FeOOH located at 895 cm−1 and 797 cm−1 can be attributed to the bending vibration of FeOH, while the peak at 631 cm−1 can be attributed to the tensile vibration of Fe-O [37]. The SO (1400 cm−1) vibration peak signal in α-FeOOH/MoS2 nanocomposite is stronger than that of MoS2, confirming that MoS2 has been successfully introduced. A characteristic peak of α-FeOOH has also been observed in α-FeOOH/MoS2 nanocomposite. In addition, the wide peaks at 3000–3700 cm−1 are due to the tensile vibration of the OH group, which are closely related to the hydrophilicity of the nanocomposite catalyst. The enhancement of OH vibration peak in α-FeOOH/MoS2 nanocomposite indicates that it displays better hydrophilicity. The above results show that the types of surface-active clusters of α-FeOOH/MoS2 synthesized by hydrothermal method are significantly increased, confirming that the interaction between α-FeOOH and MoS2 can be used for surface modification and improvement of catalyst stability [38]. The morphology and microstructure of the synthesized catalysts were investigated using transmission electron microscopy (TEM). As depicted in Fig. 1c, MoS2 exhibits a spherical structure composed of stacked nanosheets, with an average diameter of approximately 500 nm. In contrast, α-FeOOH displays a nanorod-like morphology, with lengths ranging from 100 to 200 nm (Fig. 1d). For the α-FeOOH/MoS2 nanocomposite catalyst, only the spherical structure is observed, suggesting that MoS2 nanosheets are uniformly coated around the α-FeOOH nanorods, effectively encapsulating them (Fig. 1e). To further elucidate the microstructure of the nanocomposite, high-resolution TEM (HRTEM) was employed. As shown in Fig. 1f, two distinct lattice fringes are clearly visible: one with a spacing of 0.62 nm, corresponding to the (002) plane of MoS2 [36], and another with a spacing of 0.25 nm, matching the (021) plane of α-FeOOH [39]. This confirms the coexistence of both components in the nanocomposite. Additionally, elemental mapping analysis (Fig. 1g) reveals the homogeneous distribution of Fe, Mo, S, and O elements across the surface of the α-FeOOH/MoS2 nanosheets, further verifying the successful integration of the two materials. These results collectively demonstrate the effective recombination of α-FeOOH and MoS2, forming a well-coupled heterogeneous structure that is expected to enhance the catalytic performance of the nanocomposite. To gain deeper insights into the elemental composition and valence states of the samples, X-ray photoelectron spectroscopy (XPS) was employed [40]. The wide-scan XPS spectrum (Fig. 2 a) confirms that the α-FeOOH/MoS2 nanocomposite primarily consists of Mo, S, Fe, and O elements. The high-resolution Mo 3d spectrum (Fig. 2b) reveals two prominent peaks at 230.87 eV and 227.46 eV, corresponding to Mo4+ 3d3/2 and Mo4+ 3d5/2, respectively, indicating the presence of MoS2. A weaker peak at 232.90 eV is attributed to Mo⁶⁺, suggesting partial oxidation of MoS2 upon exposure to air [41]. Additionally, a broad peak at 224.71 eV is assigned to S 2 s, further confirming the presence of MoS2 [29]. In the S 2p spectrum (Fig. 2c), the double peaks at 160.41 eV and 161.69 eV are assigned to S 2p3/2 and S 2p1/2, respectively, while a weaker satellite peak appears at 167.46 eV [29]. Notably, compared to pure MoS2, the binding energies of Mo 3d and S 2p in the α-FeOOH/MoS2 nanocomposite exhibit significant shifts, indicating strong electronic interactions between MoS2 and α-FeOOH. This suggests the formation of a hybrid structure during the solvothermal process, which facilitates electron transfer between the two components. The Fe 2p spectrum (Fig. 2d) of the nanocomposite reveals four distinct peaks: two main peaks at 710.52 eV and 722.65 eV, corresponding to Fe3+ 2p3/2 and Fe3+ 2p1/2, respectively, and a peak at 706.71 eV is due to the presence of FeS, which suggests the probably presence of FeSMo bonds [42]. A satellite peak is also observed at 724.59 eV. The O 1s spectrum (Fig. 2e) displays three characteristic peaks at 529.38 eV, 530.51 eV, and 531.88 eV, corresponding to lattice oxygen (FeOFe), hydroxyl groups (FeOH), and surface-adsorbed hydroxyl species, respectively [43]. These results collectively demonstrate the successful formation of the α-FeOOH/MoS2 nanocomposite and highlight the electronic interactions between the two components. The shifts in binding energies and the presence of multiple valence states suggest efficient electron transfer within the hybrid structure, which is expected to enhance the catalytic activity by promoting redox cycling and facilitating the generation of reactive species during peroxymonosulfate (PMS) activation. This electronic synergy underscores the potential of the α-FeOOH/MoS2 nanocomposite as a highly effective catalyst for environmental remediation. The specific surface area and pore structure of catalysts are critical factors influencing their catalytic performance. Nitrogen adsorption-desorption isotherms were used to analyze the specific surface area and pore size distribution of MoS2 and the α-FeOOH/MoS2 nanocomposite (Fig. 2f). The results reveal that the specific surface area of pure MoS2 is 4.4 m2 g−1, while the introduction of α-FeOOH significantly increases the specific surface area of the nanocomposite to 22.5 m² g−1. Furthermore, the pore size distribution of the nanocomposite is primarily concentrated in the range of 2–20 nm (Fig. S2), in contrast to the narrower pore distribution of MoS2. This hierarchical porous structure not only provides more active sites but also enhances the accessibility and adsorption of PMS molecules on the catalyst surface. The improved mass transfer and increased contact between PMS and the catalyst facilitate the generation of reactive oxygen species, thereby boosting the catalytic efficiency of the nanocomposite [44]. These structural advantages underscore the enhanced catalytic potential of the α-FeOOH/MoS2 nanocomposite for environmental applications. 3.2 Catalytic degradation of TC Tetracycline (TC) was selected as the target pollutant to assess the catalytic performance of the synthesized materials. Fig. 3 a compares the degradation efficiency of TC under three conditions: autooxidation of PMS, adsorption by the catalyst, and the combined action of the catalyst and PMS. Within 30 min, the adsorption capacities of MoS2 and α-FeOOH/MoS2 for TC reached 8 % and 20 %, respectively, indicating that the nanocomposite exhibits superior adsorption performance compared to pure MoS2. This is consistent with the larger specific surface area of the α-FeOOH/MoS2 nanocomposite, evidenced by BET analysis. When PMS was introduced, the degradation efficiencies of TC by MoS2, α-FeOOH, and α-FeOOH/MoS2 reached 33 %, 64 %, and near 100 %, respectively, highlighting the significantly enhanced catalytic activity of the nanocomposite. To further quantify the reaction kinetics, the degradation process was fitted using a pseudo-first-order kinetic model [45]. As shown in Fig. S3, the α-FeOOH/MoS2/PMS system exhibited the highest reaction rate constant (0.30 min⁻¹), which is approximately 21.6 times and 9.7 times higher than those of MoS2/PMS (0.014 min⁻¹) and α-FeOOH/PMS (0.031 min⁻¹), respectively. These results clearly demonstrate that the α-FeOOH/MoS2 nanocomposite significantly outperforms the individual catalysts in activating PMS, owing to the synergistic effects between α-FeOOH and MoS2. The enhanced catalytic performance can be attributed to the improved electron transfer, increased active sites, and efficient redox cycling facilitated by the heterogeneous structure, making the nanocomposite a highly effective catalyst for pollutant degradation. Fig. 3b–f summarizes the effects of PMS dosage, catalyst dosage, TC concentration, initial pH, and coexisting ions on the TC removal efficiency. As shown in Fig. 3b, the TC degradation rate increases with higher PMS dosages, as a greater concentration of PMS enhances its contact with the catalyst, generating more reactive oxygen species for TC degradation [46]. However, beyond 20 mg of PMS, the reaction rate plateaus, indicating that further increases in PMS dosage do not significantly improve removal efficiency. Similarly, the α-FeOOH/MoS2 nanocomposite dosage increases from 5 mg to 15 mg causing the improvement of TC removal rate from 77 % to 93 % within 30 min, representing a 20 % improvement in efficiency. However, when the catalyst dosage is increased to 35 mg, the TC removal efficiency slightly decreases, suggesting that 15 mg of catalyst is sufficient to fully activate 20 mg of PMS (Fig. 3c). This indicates an optimal catalyst dosage, beyond which additional active sites do not contribute to further PMS activation. Therefore, the optimal dosages for PMS and catalyst were determined to be 20 mg and 15 mg, respectively, and these values were used in subsequent experiments to balance efficiency and cost-effectiveness. The performance of the α-FeOOH/MoS2/PMS system was also evaluated at varying TC concentrations (Fig. 3d). At 10 mg/L TC, the removal rate reaches 91 %, while at 20 mg/L, it increases to 95 %. This suggests that the catalyst may be less effective at capturing TC at lower concentrations. However, as the TC concentration rises to 30 mg/L and 40 mg/L, the removal rates drop to 80 % and 75 %, respectively, likely due to insufficient oxidant availability to degrade higher pollutant levels. Notably, the TC concentration in wastewater after initial treatment at sewage facilities is typically around 20 mg/L, making this an appropriate initial concentration for further studies [47]. The influence of pH and coexisting ions on TC degradation was also investigated, as these factors are critical in real-world wastewater treatment scenarios. As depicted in Fig. 3e, the α-FeOOH/MoS2/PMS system achieves a removal efficiency exceeding 80 % across a wide pH range (3–11), with the highest efficiency (95 %) observed at pH 3. At pH 5, the efficiency slightly decreases to 82 %, but further pH increases do not significantly affect the removal rate. This pH versatility is attributed to the dominant role of SO₄•− at pH < 9, while both SO₄•− and •OH contribute to degradation at pH 9–11. Given the higher redox potential and longer half-life of SO₄•− compared to •OH, the system maintains high efficiency even under alkaline conditions [44]. This contrasts with most reported MoS2-based catalysts, which often exhibit reduced performance in alkaline environments (Table S2). The broad pH adaptability of the α-FeOOH/MoS2/PMS system underscores its potential for practical applications in diverse wastewater treatment scenarios. In summary, the α-FeOOH/MoS2 nanocomposite demonstrates excellent catalytic performance under optimized conditions, with high efficiency across a wide range of pH values and TC concentrations. These findings highlight its promise as a robust and versatile catalyst for the degradation of antibiotic pollutants in real-world wastewater treatment applications. Industrial wastewater contains various ions, four representative anions (Cl−, NO3 −, SO4 2− and PO4 3−) were selected to investigate their effects on TC degradation rate. As illustrated in Fig. 3f, the influence of Cl−, NO3 − and SO4 2− on the TC degradation rate is minimal. In contrast, the introduction of PO4 3− can significantly reduce the degradation rate of TC. This could be due to the ability of PO4 3− to compete with PMS molecules at the catalyst's active sites, which hinders the degradation of pollutants [48]. Furthermore, PO4 3− might interact with Fe3+ present on the catalyst, leading to the formation of complexes that disrupt the Fe(III)/Fe(II) cycle, ultimately reducing catalytic efficiency [49]. Consequently, while employing the α-FeOOH/MoS2/PMS system for wastewater treatment, it is crucial to consider the potential effects of PO4 3−. 3.3 Stability, recyclability and eco-toxicity of α-FeOOH/MoS2 nanocomposite In practical wastewater treatment applications, the recyclability and stability of catalysts are critical factors for their long-term use. To evaluate the stability and reusability of the α-FeOOH/MoS2 nanocomposite in persulfate activation, three consecutive catalytic experiments were conducted under identical conditions. As shown in Fig. 4 a, the TC removal efficiency decreased significantly after three cycles, dropping to 59.5 %. This decline is likely due to the accumulation of reaction intermediates on the catalyst surface, which block active sites and hinder contact with PMS molecules, thereby reducing the generation of reactive oxygen species. However, it is noteworthy that the catalytic performance of the α-FeOOH/MoS2 nanocomposite can be effectively restored through ultrasonic treatment. The high-speed shock waves generated during ultrasonication remove surface and pore blockages, recovering the catalyst's pore volume and specific surface area, and thus rejuvenating its catalytic activity. This demonstrates that the α-FeOOH/MoS2 nanocomposite retains a degree of reusability despite surface passivation during repeated use. Furthermore, XRD analysis of the catalyst after three cycles (Fig. 4b) reveals no significant changes in its crystal structure, confirming the excellent structural stability of the nanocomposite. To assess the environmental safety of the degradation process, an ecotoxicity assay was conducted using E. coli as a model organism in the presence of TC and its degradation intermediates (Fig. 4c). Colony counts on agar plates after 24 h of incubation show a significant reduction in antibacterial activity for the TC solution treated with the α-FeOOH/MoS2/PMS system compared to the untreated control. This indicates that the system effectively degrades TC into less toxic intermediates, mitigating the environmental risks associated with antibiotic pollution. These findings highlight the dual advantages of the α-FeOOH/MoS2 nanocomposite. It not only exhibits excellent catalytic activity and stability but also effectively reduces the ecotoxicity of intermediates generated during the degradation process, providing strong support for its practical application in wastewater treatment. 3.4 Catalytic mechanism The analysis of degradation pathways represents an essential function in the PMS activation system, enhancing the pathways for electron transfer. The validation of these electron transfer routes is carried out using electrochemical impedance spectroscopy (EIS). The diameter of the semicircle observed in the Nyquist diagram serves as an indicator of the magnitude of electrical impedance. As illustrated in Fig. 4d, α-FeOOH/MoS2 nanocomposite displays notable capabilities for electron transfer, indicating that electron transfer pathways are present within the α-FeOOH/MoS2/PMS system. To investigate the active oxygen species involved in the degradation of TC by α-FeOOH/MoS2/PMS system, electron spin resonance (ESR) was employed to detect and analyze the free radicals present in the reaction system. As illustrated in Fig. 5 a, the DMPO-O2 •− signal peaks are captured, revealing six distinct characteristic peaks, with peak intensity gradually increasing over time. Similarly, the peaks corresponding to DMPO-•OH exhibit an intensity ratio of 1:2:2:1. The characteristic peaks of DMPO-SO4 •−, exhibiting a relative strength ratio of 1:1:1:1:1:1, can be observed near DMPO-•OH (Fig. 5b). Additionally, the ternary signal with a 1:1:1 ratio displayed in Fig. 5c corresponds with the characteristic peaks of the TEMP-1O2 adduct. The analysis of the ESR spectrum indicate that the concentrations of O2 •−, SO4 •−, •OH and 1O2 increase over time, underscoring their significant roles in the degradation of TC. The production of reactive oxygen species during persulfate activation was further investigated using classical radical quenching experiments (Fig. 5d). The reactive oxygen species (O2 •−, SO4 •−, •OH, and 1O2) were quenched by adding excess MeOH, L-histidine, DMSO, and BQ in α-FeOOH/MoS2/PMS system. Generally, for most transition metals, both SO4 •− and •OH play crucial roles in the activation process of PMS [50]. MeOH is an effective scavenger for both •OH and SO4 •−, while DMSO is only effective as a quencher for •OH. BQ is commonly utilized to quench O2 •−, whereas L-histidine is employed to eliminate non-radical species (1O2). Following the introduction of MeOH, the degradation rate of α-FeOOH/MoS2/PMS system experienced a slight reduction. Nevertheless, the removal rate of TC still achieved 80 % within 30 min, and the overall removal efficacy remained largely unchanged. Conversely, the introduction of DMSO had a pronounced effect on TC degradation within the system, leading to a decrease in the removal rate to approximately 50 %. This observation suggests that SO4 •− has minimal influence on TC degradation, while •OH exhibits a notable degradation effect. Furthermore, the addition of BQ and L-His resulted in a further decline in degradation efficacy, reducing the removal rate to below 50 %. This indicates that O2 •− and 1O2 play critical roles in the reaction process. In summary, •OH, O2 •− and 1O2 all significantly contribute to the degradation process in α-FeOOH/MoS2/PMS system, while SO4 •− serves as auxiliary agent during the reaction. To elucidate the catalytic mechanism of α-FeOOH/MoS2 nanocomposite in PMS activation, XPS analysis was conducted to examine the valence state changes of Fe and Mo before and after the reaction (Fig. S4). Before the reaction, Fe predominantly exist in the Fe3+ state, with Fe 2p3/2 and 2p1/2 peaks located at 710.52 eV and 722.65 eV, accounting for 46.73 % and 9.81 %, respectively. After the reaction, the intensity of the Fe3+ peaks significantly decrease, with the relative intensity dropping to 42.2 %, while the Fe2+ 2p3/2 peak emerged at 709.23 eV, accounting for 26.64 %. This indicates the reduction of Fe3+ to Fe2+ during the reaction, highlighting the critical role of the Fe3+/Fe2+ redox cycle in PMS activation. Fe2+ can generate radicals, driving the oxidation and degradation of pollutants. For Mo, before the reaction, Mo primarily exists as Mo4+, with Mo 3d₅/2 and 3d3/2 peaks at 227.86 eV and 231.21 eV, accounting for 52.63 % and 30.53 %, respectively, while Mo⁶⁺ accounts for only 3.68 %. After the reaction, the Mo4+ peaks slightly diminish, shifting to higher binding energies (229.23 eV and 232.55 eV), while the Mo⁶⁺ peak significantly increases, rising to 19.49 %. This suggests that Mo undergoes partial oxidation, assisting the reduction of Fe3+ and accelerating PMS activation. The reversible transitions between Fe3+/Fe2+ and Mo4+/Mo⁶⁺ establish an efficient electron transfer pathway, facilitating rapid PMS activation and sustained ROS generation, thereby confirming the synergistic redox mechanism of the nanocomposite catalyst. Following the analysis presented above, a mechanism for the adsorption and degradation of TC within the α-FeOOH/MoS2/PMS heterogeneous system is suggested (Fig. 6 ), which can be divided into the following five steps: 1) TC molecules are adsorbed around the surface of the nanocomposite catalyst via hydrogen bonding and complexation. The catalyst surface adsorbs PMS, which is activated by Fe(III) to generate free radicals (Eqs. (2) and (3)) [51,52]; 2) MoS2 in the α-FeOOH/MoS2/PMS system activates PMS to produce free radicals (Eq. (4)); 3) MoS2 promotes a catalytic reaction by accelerating the cycle between Fe(III) and Fe(II) (Eqs. (5)–(9)) [24,53]; 4) The α-FeOOH/MoS2/PMS system produces 1O2 directly or indirectly through O2 •− (Eqs. (10) and (11)) [22,54,55]; 5) Finally, the four active substances O2 •−, SO4 •−, •OH and 1O2 decompose the TC molecules adsorbed on the catalyst surface (Eq. (12)). (2) Fe(III) + e− → Fe(II) (3) Fe(Ⅲ) + HSO5 − → Fe(Ⅱ) + SO5 •− + H+ (4) Mo(Ⅳ) + HSO5 − → Mo(Ⅵ) + SO4 •− + OH− (5) Mo(IV) + Fe(III) → Mo(VI) + Fe(II) (6) Fe(Ⅱ) + HSO5 − → Fe(Ⅲ) + SO4 2− + •OH (7) Mo(Ⅵ) + HSO5 − → Mo(Ⅳ) + SO5 •− + H+ (8) Fe(Ⅱ) + O2 → Fe(Ⅲ) + O2 •− (9) Mo(IV) + O2 → Mo(Ⅵ) + O2 •− (10) Mo(VI)+ O2 •− → Mo(Ⅳ) + 1O2 (11) SO5 •− + H2O → 1.51O2 + HSO4 − (12) TC + •OH / SO4 •− / O2 •− / 1O2 → intermediates → CO2 + H2O 4 Conclusions In this study, α-FeOOH/MoS2 nanocomposite catalyst was successfully synthesized using an ion-thermal method and demonstrated exceptional catalytic performance in the degradation of tetracycline (TC) when activated by peroxymonosulfate (PMS). The strong interfacial interaction between α-FeOOH nanorods and MoS2 nanoflowers promotes rapid charge transfer, reducing electron-hole recombination and facilitating Fe(III)/Fe(II) redox cycling. This synergistic effect significantly boosts reactive oxygen species (ROS) generation, including sulfate radicals (SO4 •−), hydroxyl radicals (•OH), superoxide radicals (O2 •−), and singlet oxygen (1O2), which collectively drive efficient TC degradation. The catalyst achieved nearly 99 % TC removal within 30 min, with reaction kinetics 9.7 and 21.6 times higher than α-FeOOH and MoS2 alone, respectively. Notably, the system maintained robust catalytic activity across a broad pH range (3–11), demonstrating its adaptability to diverse wastewater conditions. The increased surface area and optimized electronic structure of α-FeOOH/MoS2 nanocomposite further enhance PMS utilization and active site exposure. These findings provide valuable insights into the design of advanced heterojunction catalysts, offering a promising avenue for efficient and sustainable antibiotic removal in wastewater treatment. CRediT authorship contribution statement Yuanyuan Tao: Writing – original draft, Investigation, Data curation. Yuemeng Duan: Investigation, Formal analysis, Data curation. Zhiang Chen: Investigation, Data curation. Meng Ye: Investigation, Data curation. Zhixin Wang: Data curation. Jianjian Yi: Writing – review & editing, Supervision. Wei Jiang: Supervision. Binxian Gu: Supervision. Fu Yang: Writing – review & editing, Conceptualization. Qingsong Hu: Writing – review & editing, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the China Postdoctoral Science Foundation (No. 2021M691389), the Natural Science Foundation of the Jiangsu Higher Education Institutions of China (No. 22KJB610026), and the Science and Technology Innovation Fund Project of Yangzhou University Students (No. 202411117272P). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115150. Appendix Supplementary materials Image, application 1 References [1] E.D. Brown G.D. Wright Antibacterial drug discovery in the resistance era Nature 529 2016 336 343 E.D. Brown, G.D. Wright, Antibacterial drug discovery in the resistance era, Nature 529 (2016) 336–343. [2] X. Peng Z. Yang P. Zhan Y. Chai Z. Ning F. Hu H. Dai Construction of core-shell Fe3O4@MoS2 activates peroxymonosulfate for the degradation of tetracycline: structure-activity relationship, performance and mechanisms J. Alloys Compd. 961 2023 170991 X. Peng, Z. Yang, P. Zhan, Y. Chai, Z. Ning, F. Hu, H. Dai, Construction of core-shell Fe3O4@MoS2 activates peroxymonosulfate for the degradation of tetracycline: structure-activity relationship, performance and mechanisms, J. Alloys Compd. 961 (2023) 170991. [3] N.L. Millar S. Siebert I.B. McInnes Europe rules on harm from fluoroquinolone antibiotics Nature 566 2019 326 N.L. Millar, S. Siebert, I.B. McInnes, Europe rules on harm from fluoroquinolone antibiotics, Nature 566 (2019) 326. [4] Z. Zhang Y. Zhang ZIF-67 derived Co-N/C loaded graphite particles as three-dimensional electrodes to promote the efficient degradation of tetracycline in the electrocatalytic oxidation-peroxymonosulfate system: synergistic effect of reactive oxygen species Mol. Catal. 553 2024 113778 Z. Zhang, Y. Zhang, ZIF-67 derived Co-N/C loaded graphite particles as three-dimensional electrodes to promote the efficient degradation of tetracycline in the electrocatalytic oxidation-peroxymonosulfate system: synergistic effect of reactive oxygen species, Mol. Catal. 553 (2024) 113778. [5] Q. Mo H. Zheng G. Sheng A heterogeneously activated peroxymonosulfate with a Co and Cu codoped bimetallic metal-organic framework efficiently degrades tetracycline in water Mol. Catal. 553 2024 113817 Q. Mo, H. Zheng, G. Sheng, A heterogeneously activated peroxymonosulfate with a Co and Cu codoped bimetallic metal-organic framework efficiently degrades tetracycline in water, Mol. Catal. 553 (2024) 113817. [6] Q.-Q. Zhang G.-G. Ying C.-G. Pan Y.-S. Liu J.-L. Zhao Comprehensive evaluation of antibiotics emission and fate in the river basins of China: source analysis, multimedia modeling, and linkage to bacterial resistance Environ. Sci. Technol. 49 2015 6772 6782 Q.-Q. Zhang, G.-G. Ying, C.-G. Pan, Y.-S. Liu, J.-L. Zhao, Comprehensive evaluation of antibiotics emission and fate in the river basins of China: source analysis, multimedia modeling, and linkage to bacterial resistance, Environ. Sci. Technol. 49 (2015) 6772–6782. [7] M. Qiao G.-G. Ying A.C. Singer Y.-G. Zhu Review of antibiotic resistance in China and its environment Environ. Int. 110 2018 160 172 M. Qiao, G.-G. Ying, A.C. Singer, Y.-G. Zhu, Review of antibiotic resistance in China and its environment, Environ. Int. 110 (2018) 160–172. [8] H. Yan Y. Pan X. Liao Y. Zhu R. Huang C. Pan Metal organic framework derived CuSx/C with plentiful S-vacancies for efficient heterogenous activation of peroxymonosulfate App. Surf. Sci. 607 2023 155009 H. Yan, Y. Pan, X. Liao, Y. Zhu, R. Huang, C. Pan, Metal organic framework derived CuSx/C with plentiful S-vacancies for efficient heterogenous activation of peroxymonosulfate, App. Surf. Sci. 607 (2023) 155009. [9] X. Peng J. Li S. Liu P. Zeng M. Shan Bimetallic FeCo-MOF as peroxymonosulfate activator for efficient degradation of sulfamethoxazole: performance and mechanism Mol. Catal. 572 2025 114751 X. Peng, J. Li, S. Liu, P. Zeng, M. Shan, Bimetallic FeCo-MOF as peroxymonosulfate activator for efficient degradation of sulfamethoxazole: performance and mechanism, Mol. Catal. 572 (2025) 114751. [10] H. Li C. Shan B. Pan Fe(III)-doped g-C3N4 mediated peroxymonosulfate activation for selective degradation of phenolic compounds via high-valent iron-oxo species Environ. Sci. Technol. 52 2018 2197 2205 H. Li, C. Shan, B. Pan, Fe(III)-doped g-C3N4 mediated peroxymonosulfate activation for selective degradation of phenolic compounds via high-valent iron-oxo species, Environ. Sci. Technol. 52 (2018) 2197–2205. [11] G.P. Anipsitakis D.D. Dionysiou M.A. Gonzalez Cobalt-mediated activation of peroxymonosulfate and sulfate radical attack on phenolic compounds. Implications of chloride ions Environ. Sci. Technol. 40 2005 1000 1007 G.P. Anipsitakis, D.D. Dionysiou, M.A. Gonzalez, Cobalt-mediated activation of peroxymonosulfate and sulfate radical attack on phenolic compounds. Implications of chloride ions, Environ. Sci. Technol. 40 (2005) 1000–1007. [12] J. Lee U. von Gunten J.-H. Kim Persulfate-based advanced oxidation: critical assessment of opportunities and roadblocks Environ. Sci. Technol. 54 2020 3064 3081 J. Lee, U. von Gunten, J.-H. Kim, Persulfate-based advanced oxidation: critical assessment of opportunities and roadblocks, Environ. Sci. Technol. 54 (2020) 3064–3081. [13] Y. Gao H. Zhao M. Liu Y. Wang Y. Zhang L. Zhai X. Liu F. Zeng J. Pan D. Shang F. Yang Construction of photothermal hybrid with surface-polarized carbon nanotube twined oxygen-vacancy engineered cuprous oxide for improved PMS activation and water purification Mol. Catal. 578 2025 114994 Y. Gao, H. Zhao, M. Liu, Y. Wang, Y. Zhang, L. Zhai, X. Liu, F. Zeng, J. Pan, D. Shang, F. Yang, Construction of photothermal hybrid with surface-polarized carbon nanotube twined oxygen-vacancy engineered cuprous oxide for improved PMS activation and water purification, Mol. Catal. 578 (2025) 114994. [14] L.W. Matzek K.E. Carter Activated persulfate for organic chemical degradation: a review Chemosphere 151 2016 178 188 L.W. Matzek, K.E. Carter, Activated persulfate for organic chemical degradation: a review, Chemosphere 151 (2016) 178–188. [15] Z. Zhou X. Liu K. Sun C. Lin J. Ma M. He W. Ouyang Persulfate-based advanced oxidation processes (AOPs) for organic-contaminated soil remediation: a review Chem. Eng. J. 372 2019 836 851 Z. Zhou, X. Liu, K. Sun, C. Lin, J. Ma, M. He, W. Ouyang, Persulfate-based advanced oxidation processes (AOPs) for organic-contaminated soil remediation: a review, Chem. Eng. J. 372 (2019) 836–851. [16] U. Ushani X. Lu J. Wang Z. Zhang J. Dai Y. Tan S. Wang W. Li C. Niu T. Cai N. Wang G. Zhen Sulfate radicals-based advanced oxidation technology in various environmental remediation: a state-of-the–art review Chem. Eng. J. 402 2020 126232 U. Ushani, X. Lu, J. Wang, Z. Zhang, J. Dai, Y. Tan, S. Wang, W. Li, C. Niu, T. Cai, N. Wang, G. Zhen, Sulfate radicals-based advanced oxidation technology in various environmental remediation: a state-of-the–art review, Chem. Eng. J. 402 (2020) 126232. [17] M. Jiang W. Zhang J. Xiong 1D-2D N@TiO2-x nanoassembly with regulating oxygen vacancy for photocatalytic antibiotic remediation Mol. Catal. 564 2024 114355 M. Jiang, W. Zhang, J. Xiong, 1D-2D N@TiO2-x nanoassembly with regulating oxygen vacancy for photocatalytic antibiotic remediation, Mol. Catal. 564 (2024) 114355. [18] Z.-X. Li W. Xue B.-T. Guan F.-B. Shi Z.-J. Shi H. Jiang C.-H. Yan A conceptual translation of homogeneous catalysis into heterogeneous catalysis: homogeneous-like heterogeneous gold nanoparticle catalyst induced by ceria supporter Nanoscale 5 2013 1213 1220 Z.-X. Li, W. Xue, B.-T. Guan, F.-B. Shi, Z.-J. Shi, H. Jiang, C.-H. Yan, A conceptual translation of homogeneous catalysis into heterogeneous catalysis: homogeneous-like heterogeneous gold nanoparticle catalyst induced by ceria supporter, Nanoscale 5 (2013) 1213–1220. [19] J. Wang Y. Liu X. Zong A. Lei Z. Sun Recent advances in the heterogeneous photochemical synthesis of C–N bonds Green Chem. 25 2023 5010 5023 J. Wang, Y. Liu, X. Zong, A. Lei, Z. Sun, Recent advances in the heterogeneous photochemical synthesis of C–N bonds, Green Chem.. 25 (2023) 5010–5023. [20] X. Zheng X. Niu D. Zhang M. Lv X. Ye J. Ma Z. Lin M. Fu Metal-based catalysts for persulfate and peroxymonosulfate activation in heterogeneous ways: a review Chem. Eng. J. 429 2022 132323 X. Zheng, X. Niu, D. Zhang, M. Lv, X. Ye, J. Ma, Z. Lin, M. Fu, Metal-based catalysts for persulfate and peroxymonosulfate activation in heterogeneous ways: a review, Chem. Eng. J. 429 (2022) 132323. [21] Z. Zhang X. Liu C. Yu W. Zhou F. Li One-step hydrothermal synthesis of N-S-GQDs-Bi2S3 microrods with highly photocatalytic performance for Cr(VI) reduction Colloids Surf. A 626 2021 127109 Z. Zhang, X. Liu, C. Yu, W. Zhou, F. Li, One-step hydrothermal synthesis of N-S-GQDs-Bi2S3 microrods with highly photocatalytic performance for Cr(VI) reduction, Colloids Surf. A 626 (2021) 127109. [22] M. Xu H. Zhou Z. Wu N. Li Z. Xiong G. Yao B. Lai Efficient degradation of sulfamethoxazole by NiCo2O4 modified expanded graphite activated peroxymonosulfate: characterization, mechanism and degradation intermediates J. Hazard. Mater. 399 2020 123103 M. Xu, H. Zhou, Z. Wu, N. Li, Z. Xiong, G. Yao, B. Lai, Efficient degradation of sulfamethoxazole by NiCo2O4 modified expanded graphite activated peroxymonosulfate: characterization, mechanism and degradation intermediates, J. Hazard. Mater. 399 (2020) 123103. [23] J. Li G. Zhan J. Yang F. Quan C. Mao Y. Liu B. Wang F. Lei L. Li A.W.M. Chan L. Xu Y. Shi Y. Du W. Hao P.K. Wong J. Wang S.X. Dou L. Zhang J.C. Yu Efficient ammonia electrosynthesis from nitrate on strained ruthenium nanoclusters J. Am. Chem. Soc. 142 2020 7036 7046 J. Li, G. Zhan, J. Yang, F. Quan, C. Mao, Y. Liu, B. Wang, F. Lei, L. Li, A.W.M. Chan, L. Xu, Y. Shi, Y. Du, W. Hao, P.K. Wong, J. Wang, S.X. Dou, L. Zhang, J.C. Yu, Efficient ammonia electrosynthesis from nitrate on strained ruthenium nanoclusters, J. Am. Chem. Soc. 142 (2020) 7036–7046. [24] M. Xing W. Xu C. Dong Y. Bai J. Zeng Y. Zhou J. Zhang Y. Yin Metal sulfides as excellent Co-catalysts for H2O2 decomposition in advanced oxidation processes Chem. 4 2018 1359 1372 M. Xing, W. Xu, C. Dong, Y. Bai, J. Zeng, Y. Zhou, J. Zhang, Y. Yin, Metal sulfides as excellent Co-catalysts for H2O2 decomposition in advanced oxidation processes, Chem. 4 (2018) 1359–1372. [25] X. Tan W. Ding Z. Jiang L. Sun Y. Huang Reinventing MoS2 Co-catalytic Fenton reaction: oxygen-incorporation mediating surface superoxide radical generation Nano Res. 15 2021 1973 1982 X. Tan, W. Ding, Z. Jiang, L. Sun, Y. Huang, Reinventing MoS2 Co-catalytic Fenton reaction: oxygen-incorporation mediating surface superoxide radical generation, Nano Res.. 15 (2021) 1973–1982. [26] W. Lin T. Yoshida G. Suresh V. Gupta S. Ozeki K. Oyama T. Akiyama Y. Yaakob T. Asaka Y. Yong H. Miyazaki N. Sonoyama M. Tanemura Controllable fabrication of Au-nanoprotrusion arrays as a platform for the materials design and characterization Appl. Surf. Sci. 613 2023 156011 W. Lin, T. Yoshida, G. Suresh, V. Gupta, S. Ozeki, K. Oyama, T. Akiyama, Y. Yaakob, T. Asaka, Y. Yong, H. Miyazaki, N. Sonoyama, M. Tanemura, Controllable fabrication of Au-nanoprotrusion arrays as a platform for the materials design and characterization, Appl. Surf. Sci. 613 (2023) 156011. [27] Y. Wang Y. Pan H. Zhu Y. Xiang R. Han R. Huang C. Du C. Pan Enhanced catalytic activity of Bi2WO6 for organic pollutants degradation under the synergism between advanced oxidative processes and visible light irradiation Acta Phys. - Chim. Sin. 40 4 2024 2304050 Y. Wang, Y. Pan, H. Zhu, Y. Xiang, R. Han, R. Huang, C. Du, C. Pan, Enhanced catalytic activity of Bi2WO6 for organic pollutants degradation under the synergism between advanced oxidative processes and visible light irradiation, Acta Phys. - Chim. Sin. 40(4) (2024) 2304050. [28] Y. Pan Y. Zhu Y. Wang R. Huang C. Pan Enhanced catalytic activity of Co/Fe co-doped MoS2 catalyst as the peroxymonosulfate activator for organic pollutants degradation J. Mater. Sci. - Mater. Electron. 34 2023 1222 Y. Pan,Y. Zhu, Y. Wang, R. Huang, C. Pan, Enhanced catalytic activity of Co/Fe co-doped MoS2 catalyst as the peroxymonosulfate activator for organic pollutants degradation, J. Mater. Sci. - Mater. Electron. 34 (2023) 1222. [29] C. Tian P. Yuan W. Huang F. Song W. Zhao MoS2 nanosheets embedded in alpha-FeOOH as an efficient cathode for enhanced MFC-electro-Fenton performance in wastewater treatment Environ. Res. 216 2023 114818 C. Tian, P. Yuan, W. Huang, F. Song, W. Zhao, MoS2 nanosheets embedded in alpha-FeOOH as an efficient cathode for enhanced MFC-electro-Fenton performance in wastewater treatment, Environ. Res. 216 (2023) 114818. [30] H. Yan Y. Pan X. Liao Y. Zhu C. Yin R. Huang C. Pan Enhancement of Fe2+/Fe3+ cycles by the synergistic effect between photocatalytic and co-catalytic of Zn x Cd1− x S on photo-Fenton system Appl. Surf. Sci. 576 2022 151881 H. Yan, Y. Pan, X. Liao, Y. Zhu, C. Yin, R. Huang, C. Pan, Enhancement of Fe2+/Fe3+ cycles by the synergistic effect between photocatalytic and co-catalytic of ZnxCd1−xS on photo-Fenton system, Appl. Surf. Sci. 576 (2022) 151881. [31] H. Yan Y. Pan X. Liao Y. Zhu R. Huang C. Pan Significantly enhanced Fenton-based oxidation processes with CuS-Cu9S8 as co-catalyst by accelerating the Fe3+/Fe2+cycles Appl. Surf. Sci. 559 2021 149952 H. Yan, Y. Pan, X. Liao, Y. Zhu, R. Huang, C. Pan, Significantly enhanced Fenton-based oxidation processes with CuS-Cu9S8 as co-catalyst by accelerating the Fe3+/Fe2+cycles, Appl. Surf. Sci.. 559 (2021) 149952. [32] J. Jing M.N. Pervez P. Sun C. Cao B. Li V. Naddeo W. Jin Y. Zhao Highly efficient removal of bisphenol A by a novel Co-doped LaFeO3 perovskite/PMS system in salinity water Sci. Total Environ. 801 2021 149490 J. Jing, M.N. Pervez, P. Sun, C. Cao, B. Li, V. Naddeo, W. Jin, Y. Zhao, Highly efficient removal of bisphenol A by a novel Co-doped LaFeO3 perovskite/PMS system in salinity water, Sci. Total Environ. 801 (2021) 149490. [33] J. Pantoja-Cortés F. Sánchez-Bajo A.L. Ortiz A line-broadening analysis model for the microstructural characterization of nanocrystalline materials from asymmetric X-ray diffraction peaks J. Phys. Condens. Matter 24 2012 215301 J. Pantoja-Cortés, F. Sánchez-Bajo, A.L. Ortiz, A line-broadening analysis model for the microstructural characterization of nanocrystalline materials from asymmetric X-ray diffraction peaks, J. Phys. Condens. Matter 24 (2012) 215301. [34] M.N. Pervez Y. Wei P. Sun G. Qu V. Naddeo Y. Zhao α-FeOOH quantum dots impregnated graphene oxide hybrids enhanced arsenic adsorption: the mediation role of environmental organic ligands Sci. Total Environ. 781 2021 146726 M.N. Pervez, Y. Wei, P. Sun, G. Qu, V. Naddeo, Y. Zhao, α-FeOOH quantum dots impregnated graphene oxide hybrids enhanced arsenic adsorption: the mediation role of environmental organic ligands, Sci. Total Environ. 781 (2021) 146726. [35] N. Zhang C. Wang F. Zhao K. Han Y. Ma Y. Li J. Liu Self-healing γ-FeOOH decorated onto MoS2 nanosheets for boosting the hydrogen evolution in alkaline media Appl. Catal. B 297 2021 120456 N. Zhang, C. Wang, F. Zhao, K. Han, Y. Ma, Y. Li, J. Liu, Self-healing γ-FeOOH decorated onto MoS2 nanosheets for boosting the hydrogen evolution in alkaline media, Appl. Catal. B 297 (2021) 120456. [36] Q. Yan C. Lian K. Huang L. Liang H. Yu P. Yin J. Zhang M. Xing Constructing an acidic microenvironment by MoS2 in heterogeneous Fenton reaction for pollutant control Angew. Chem. Int. Ed. 60 2021 17155 17163 Q. Yan, C. Lian, K. Huang, L. Liang, H. Yu, P. Yin, J. Zhang, M. Xing, Constructing an acidic microenvironment by MoS2 in heterogeneous Fenton reaction for pollutant control, Angew. Chem. Int. Ed. 60 (2021) 17155–17163. [37] C. Tian P. Yuan W. Huang F. Song W. Zhao MoS2 nanosheets embedded in α-FeOOH as an efficient cathode for enhanced MFC-electro-Fenton performance in wastewater treatment Environ. Res. 216 2023 114818 C. Tian, P. Yuan, W. Huang, F. Song, W. Zhao, MoS2 nanosheets embedded in α-FeOOH as an efficient cathode for enhanced MFC-electro-Fenton performance in wastewater treatment, Environ. Res. 216 (2023) 114818. [38] M. Lejbini P. Sangpour Hydrothermal synthesis of α-Fe2O3-decorated MoS2 nanosheets with enhanced photocatalytic activity Optik 177 2019 112 117 M. Lejbini, P. Sangpour, Hydrothermal synthesis of α-Fe2O3-decorated MoS2 nanosheets with enhanced photocatalytic activity, Optik 177 (2019) 112–117. [39] X. Qian M. Ren Y. Zhu D. Yue Y. Han J. Jia Y. Zhao Visible light assisted heterogeneous Fenton-like degradation of organic pollutant via α-FeOOH/mesoporous carbon composites Environ. Sci. Technol. 51 2017 3993 4000 X. Qian, M. Ren, Y. Zhu, D. Yue, Y. Han, J. Jia, Y. Zhao, Visible light assisted heterogeneous Fenton-like degradation of organic pollutant via α-FeOOH/mesoporous carbon composites, Environ. Sci. Technol. 51 (2017) 3993–4000. [40] D.N.G. Krishna J. Philip Review on surface-characterization applications of X-ray photoelectron spectroscopy (XPS): recent developments and challenges Appl. Surf. Sci. Adv. 12 2022 100332 D.N.G. Krishna, J. Philip, Review on surface-characterization applications of X-ray photoelectron spectroscopy (XPS): recent developments and challenges, Appl. Surf. Sci. Adv. 12 (2022) 100332. [41] H.J. Song S. You X.H. Jia J. Yang MoS2 nanosheets decorated with magnetic Fe3O4 nanoparticles and their ultrafast adsorption for wastewater treatment Ceram. Int. 41 2015 13896 13902 H.J. Song, S. You, X.H. Jia, J. Yang, MoS2 nanosheets decorated with magnetic Fe3O4 nanoparticles and their ultrafast adsorption for wastewater treatment, Ceram. Int. 41 (2015) 13896–13902. [42] Z. Lu X. Cao H. Wei W. Huo Q. Wang K. Li Strong enhancement effect of bisulfite on MIL-68(Fe)-catalyzed Fenton-like reaction for organic pollutants degradation Appl. Surf. Sci. 542 2021 148631 Z. Lu, X. Cao, H. Wei, W. Huo, Q. Wang, K. Li, Strong enhancement effect of bisulfite on MIL-68(Fe)-catalyzed Fenton-like reaction for organic pollutants degradation, Appl. Surf. Sci. 542 (2021) 148631. [43] J. Li J. Zhao B. Li H. Bu W. Yin S. Lv J. Wu Effective inactivation of Escherichia coli in aqueous solution by activated carbon-supported α-FeOOH as heterogeneous Fenton catalyst with high stability and reusability J. Environ. Chem. Eng. 10 2022 107347 J. Li, J. Zhao, B. Li, H. Bu, W. Yin, S. Lv, J. Wu, Effective inactivation of Escherichia coli in aqueous solution by activated carbon-supported α-FeOOH as heterogeneous Fenton catalyst with high stability and reusability, J. Environ. Chem. Eng. 10 (2022) 107347. [44] J. Jing C. Cao S. Ma Z. Li G. Qu B. Xie W. Jin Y. Zhao Enhanced defect oxygen of LaFeO3/GO hybrids in promoting persulfate activation for selective and efficient elimination of bisphenol A in food wastewater Chem. Eng. J. 407 2021 126890 J. Jing, C. Cao, S. Ma, Z. Li, G. Qu, B. Xie, W. Jin, Y. Zhao, Enhanced defect oxygen of LaFeO3/GO hybrids in promoting persulfate activation for selective and efficient elimination of bisphenol A in food wastewater, Chem. Eng. J. 407 (2021) 126890. [45] J.P. Vareda On validity, physical meaning, mechanism insights and regression of adsorption kinetic models J. Mol. Liq. 376 2023 121416 J.P. Vareda, On validity, physical meaning, mechanism insights and regression of adsorption kinetic models, J. Mol. Liq. 376 (2023) 121416. [46] Z. Lyu M. Xu J. Wang A. Li P. François-Xavier Corvini Hierarchical nano-vesicles with bimetal-encapsulated for peroxymonosulfate activation: singlet oxygen-dominated oxidation process Chem. Eng. J. 433 2022 133581 Z. Lyu, M. Xu, J. Wang, A. Li, P. François-Xavier Corvini, Hierarchical nano-vesicles with bimetal-encapsulated for peroxymonosulfate activation: singlet oxygen-dominated oxidation process, Chem. Eng. J. 433 (2022) 133581. [47] M.N. Pervez W. He T. Zarra V. Naddeo Y. Zhao New sustainable approach for the production of Fe3O4/graphene oxide-activated persulfate system for dye removal in real wastewater Water 12 2020 733 M.N. Pervez, W. He, T. Zarra, V. Naddeo, Y. Zhao, New sustainable approach for the production of Fe3O4/graphene oxide-activated persulfate system for dye removal in real wastewater, Water 12 (2020) 733. [48] S. Ma J. Jing P. Liu Z. Li W. Jin B. Xie Y. Zhao High selectivity and effectiveness for removal of tetracycline and its related drug resistance in food wastewater through schwertmannite/graphene oxide catalyzed photo-Fenton-like oxidation J. Hazard. Mater. 392 2020 122437 S. Ma, J. Jing, P. Liu, Z. Li, W. Jin, B. Xie, Y. Zhao, High selectivity and effectiveness for removal of tetracycline and its related drug resistance in food wastewater through schwertmannite/graphene oxide catalyzed photo-Fenton-like oxidation, J. Hazard. Mater. 392 (2020) 122437. [49] X. Song J. Tian W. Shi F. Cui Y. Yuan Significant acceleration of Fe2+/peroxydisulfate oxidation towards sulfisoxazole by addition of MoS2 Environ. Res. 188 2020 109692 X. Song, J. Tian, W. Shi, F. Cui, Y. Yuan, Significant acceleration of Fe2+/peroxydisulfate oxidation towards sulfisoxazole by addition of MoS2, Environ. Res. 188 (2020) 109692. [50] J. Wang S. Wang Activation of persulfate (PS) and peroxymonosulfate (PMS) and application for the degradation of emerging contaminants Chem. Eng. J. 334 2018 1502 1517 J. Wang, S. Wang, Activation of persulfate (PS) and peroxymonosulfate (PMS) and application for the degradation of emerging contaminants, Chem. Eng. J. 334 (2018) 1502–1517. [51] W.-D. Oh Z. Dong T.-T. Lim Generation of sulfate radical through heterogeneous catalysis for organic contaminants removal: current development, challenges and prospects Appl. Catal. B 194 2016 169 201 W.-D. Oh, Z. Dong, T.-T. Lim, Generation of sulfate radical through heterogeneous catalysis for organic contaminants removal: current development, challenges and prospects, Appl. Catal. B 194 (2016) 169–201. [52] B. Gu M. Ye T. Zhou Z. Wang H. Zhang X. Zhu J. Yi Q. Hu 2D MoS2 nanosheets supported CoFe2O4 nanoparticles mediated persulfate activation for antibiotic removal J. Environ. Chem. Eng. 12 2024 112975 B. Gu, M. Ye, T. Zhou, Z. Wang, H. Zhang, X. Zhu, J. Yi, Q. Hu, 2D MoS2 nanosheets supported CoFe2O4 nanoparticles mediated persulfate activation for antibiotic removal, J. Environ. Chem. Eng. 12 (2024) 112975. [53] M. Gu U. Farooq S. Lu X. Zhang Z. Qiu Q. Sui Degradation of trichloroethylene in aqueous solution by rGO supported nZVI catalyst under several oxic environments J. Hazard. Mater. 349 2018 35 44 M. Gu, U. Farooq, S. Lu, X. Zhang, Z. Qiu, Q. Sui, Degradation of trichloroethylene in aqueous solution by rGO supported nZVI catalyst under several oxic environments, J. Hazard. Mater. 349 (2018) 35–44. [54] Q. Yi J. Ji B. Shen C. Dong J. Liu J. Zhang M. Xing Singlet oxygen triggered by superoxide radicals in a molybdenum cocatalytic Fenton reaction with enhanced REDOX activity in the environment Environ. Sci. Technol. 53 2019 9725 9733 Q. Yi, J. Ji, B. Shen, C. Dong, J. Liu, J. Zhang, M. Xing, Singlet oxygen triggered by superoxide radicals in a molybdenum cocatalytic Fenton reaction with enhanced REDOX activity in the environment, Environ. Sci. Technol. 53 (2019) 9725–9733. [55] S. Lan Y. Chen L. Zeng H. Ji W. Liu M. Zhu Piezo-activation of peroxymonosulfate for benzothiazole removal in water J. Hazard. Mater. 393 2020 122448 S. Lan, Y. Chen, L. Zeng, H. Ji, W. Liu, M. Zhu, Piezo-activation of peroxymonosulfate for benzothiazole removal in water, J. Hazard. Mater. 393 (2020) 122448.",
      "scopus-id": "105003293440",
      "coredata": {
        "eid": "1-s2.0-S2468823125003359",
        "dc:description": "The development of high-efficiency catalysts for advanced oxidation processes is crucial for environmental remediation. In this study, a novel α-FeOOH/MoS2 heterojunction catalyst was designed to address the intrinsic limitations of Fe-based materials in peroxymonosulfate (PMS) activation. By integrating MoS2 nanoflowers with α-FeOOH nanorods, the nanocomposite catalyst exhibited an expanded specific surface area and improved interfacial charge transfer, facilitating accelerated redox cycling between Mo(IV/VI) and Fe(II/III) species. This synergistic interaction significantly enhanced PMS activation efficiency, enabling the near-complete degradation (∼99 %) of tetracycline (TC) within 30 min. The reaction rate was notably amplified, surpassing the performance of individual α-FeOOH and MoS2 components by factors of 9.7 and 21.6, respectively. Moreover, the nanocomposite catalyst demonstrated robust degradation performance across a broad pH range (3–11) and maintained high efficiency under varying PMS dosages and pollutant concentrations. Mechanistic investigations through electron spin resonance (ESR) and radical quenching experiments confirmed the involvement of multiple reactive species, including sulfate radicals (SO4 •−), superoxide radicals (O2 •−), hydroxyl radicals (•OH), and singlet oxygen (1O2). These findings highlight the potential of α-FeOOH/MoS2 heterojunctions as advanced, sustainable catalysts for wastewater treatment and environmental purification.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125003359",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tao, Yuanyuan"
          },
          {
            "@_fa": "true",
            "$": "Duan, Yuemeng"
          },
          {
            "@_fa": "true",
            "$": "Chen, Zhiang"
          },
          {
            "@_fa": "true",
            "$": "Ye, Meng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhixin"
          },
          {
            "@_fa": "true",
            "$": "Yi, Jianjian"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Wei"
          },
          {
            "@_fa": "true",
            "$": "Gu, Binxian"
          },
          {
            "@_fa": "true",
            "$": "Yang, Fu"
          },
          {
            "@_fa": "true",
            "$": "Hu, Qingsong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125003359"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125003359"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00335-9",
        "prism:volume": "581",
        "articleNumber": "115150",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Synergistic heterogeneous catalysis: MoS2/α-FeOOH nanocomposites for pH-universal PMS activation and efficient antibiotic degradation",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Molybdenum disulfide"
          },
          {
            "@_fa": "true",
            "$": "Interface engineering"
          },
          {
            "@_fa": "true",
            "$": "Permonosulfate"
          },
          {
            "@_fa": "true",
            "$": "α-FeOOH"
          },
          {
            "@_fa": "true",
            "$": "Antibiotics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115150",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 2025",
        "prism:doi": "10.1016/j.mcat.2025.115150",
        "prism:startingPage": "115150",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115150",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "429",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117819",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "559",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "98138",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "537",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102661",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "242",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53510",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "580",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "181694",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "446",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "128339",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "312",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38798",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11156",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14851",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12345",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24511",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22198",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12919",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24397",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1898",
            "@width": "3502",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "880177",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2474",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "584646",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2377",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "575784",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1072",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "400293",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2568",
            "@width": "3500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1422893",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1973",
            "@width": "3500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "775298",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "314820",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "297962",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003359-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15451",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105003293440"
      }
    }
  }
}