{
  "metadata": {
    "title": "ZnO as a simple and facile catalyst for acid-base coordination transformation of biomass-based monosaccharides into lactic acid",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2022-04-30",
    "doi": "10.1016/j.mcat.2022.112241",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823122001298",
    "pii": "S2468823122001298"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85126974231",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2022-03-23 2022-03-23 2022-03-23 2022-03-23 2022-04-04T07:58:16 1-s2.0-S2468823122001298 S2468-8231(22)00129-8 S2468823122001298 10.1016/j.mcat.2022.112241 S300 S300.1 FULL-TEXT 1-s2.0-S2468823122X00059 2022-12-12T23:36:40.707959Z 0 0 20220401 20220430 2022 2022-03-23T11:45:36.274201Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 522 522 C Volume 522 28 112241 112241 112241 202204 April 2022 2022-04-01 2022-04-30 2022 Regular Papers article fla © 2022 Elsevier B.V. All rights reserved. ZNOASIMPLEFACILECATALYSTFORACIDBASECOORDINATIONTRANSFORMATIONBIOMASSBASEDMONOSACCHARIDESLACTICACID XU H 1 Introduction 2 Materials and methods 2.1 Materials 2.2 Characterization 2.3 Catalytic reaction 2.4 Products analysis 3 Results and discussion 3.1 Examination of catalytic conversion of glucose into LA over ZnO 3.2 Effects of the reaction parameters on LA production 3.3 Acid/base sites characterization of ZnO 3.4 Proposed mechanism for conversion of glucose into LA over ZnO 3.5 Reusability of ZnO catalyst 3.6 The comparison of catalytic performance of ZnO and various reported catalysts for production of LA 3.7 Universality researches starting from various saccharides 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References YE 2021 146276 X YE 2021 X CHEN 2020 110716 X YAN 2008 626 629 N NAKAJIMA 2013 16028 16033 K ROMANLESHKOV 2010 8954 8957 Y CHAMBON 2011 171 181 F DANDACH 2019 110518 A DENG 2018 735 744 W HOSSAIN 2021 117979 M NAKAJIMA 2011 4224 4227 K WATTANAPAPHAWONG 2017 18561 18568 P MARIANOU 2019 6161 6178 A AHMAD 2020 20 A SUN 2019 Y ZHAO 2018 B CAO 2017 926 933 D YAN 2018 1923 1930 Y YAMAGUCHI 2018 8113 8117 S ALBUQUERQUE 2015 3889 3899 E JIA 2016 112 116 D RAHMAN 2016 37 45 M PAULINO 2018 4945 4956 P HU 2009 445 448 Y LUO 2020 703 708 Y KUMARESAN 2016 138 146 N HUO 2021 5248 5270 J LI 2017 76 81 L WANG 2014 4234 4240 X OSMAN 2012 307 315 A LIU 2011 82 87 Z ROMANLESHKOV 2010 9138 9141 Y KONG 2008 383 388 L BICKER 2005 151 157 M XU 2004 93 97 H BABU 2013 260 265 K SALAVATINIASARI 2011 61 65 M LIU 2017 118 124 J MOROZOV 2015 237 245 I YAN 2010 2727 2733 X WANG 2013 1 7 Y HOLM 2010 602 605 M YUE 2021 X FURUKAWA 2009 1627 1632 H CHEN 2018 X BOONYAKARN 2019 T YANG 2021 Y MORAO 2019 2523 2539 A VINK 2003 403 419 E XUX2022X112241 XUX2022X112241XH 2024-03-23T00:00:00.000Z 2024-03-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(22)00129-8 S2468823122001298 1-s2.0-S2468823122001298 10.1016/j.mcat.2022.112241 315758 2022-07-09T14:37:24.811893Z 2022-04-01 2022-04-30 1-s2.0-S2468823122001298-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/MAIN/application/pdf/2f771ab2b99d1800f14e00dc5248ff6c/main.pdf main.pdf pdf true 2851819 MAIN 9 1-s2.0-S2468823122001298-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/PREVIEW/image/png/bcdffa3e8a386f96098632db838390e0/main_1.png main_1.png png 59335 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823122001298-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr1/DOWNSAMPLED/image/jpeg/bbf25894405e2f099c266c56d1026eae/gr1.jpg gr1 gr1.jpg jpg 54681 384 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr4/DOWNSAMPLED/image/jpeg/7caff43a6a28791b1ad96c7974627ffe/gr4.jpg gr4 gr4.jpg jpg 90629 567 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr5/DOWNSAMPLED/image/jpeg/5eac43261f1366779d6e85bdfc5c2a52/gr5.jpg gr5 gr5.jpg jpg 41266 400 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr2/DOWNSAMPLED/image/jpeg/93d7a8e6e17960d04e2c7db97f48cf56/gr2.jpg gr2 gr2.jpg jpg 60507 433 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr6/DOWNSAMPLED/image/jpeg/99bce96eed7e9df404bb779e18c9757b/gr6.jpg gr6 gr6.jpg jpg 78861 504 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/ga1/DOWNSAMPLED/image/jpeg/fce063a23020786156abb7422aabe5c2/ga1.jpg ga1 true ga1.jpg jpg 31584 210 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr3/DOWNSAMPLED/image/jpeg/ec6647ca6d83660bbab1c14b5bff482e/gr3.jpg gr3 gr3.jpg jpg 42687 213 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122001298-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr1/THUMBNAIL/image/gif/60fcecc64ea1893c9a3c5fc914a2bca7/gr1.sml gr1 gr1.sml sml 12292 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr4/THUMBNAIL/image/gif/1b97e64a61c95c8a07a0f8ce83490ed2/gr4.sml gr4 gr4.sml sml 11673 164 196 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr5/THUMBNAIL/image/gif/53fcf316b9df48ceb62976132a4388ef/gr5.sml gr5 gr5.sml sml 6181 145 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr2/THUMBNAIL/image/gif/febc3e914fb1c02f4992da691fc37fe8/gr2.sml gr2 gr2.sml sml 10565 133 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr6/THUMBNAIL/image/gif/8a0c9a82237754102bf4ec201a5ca385/gr6.sml gr6 gr6.sml sml 11621 164 196 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/ga1/THUMBNAIL/image/gif/1d21dffe568d740b84f9b4451903016b/ga1.sml ga1 true ga1.sml sml 16827 153 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr3/THUMBNAIL/image/gif/99e5857d9a74f078c66d7956e5a2a59a/gr3.sml gr3 gr3.sml sml 8232 65 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122001298-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr1/HIGHRES/image/jpeg/0fb49027fcc6a03bff1fa29af6349962/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 313899 1701 2083 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr4/HIGHRES/image/jpeg/39ee3c6f99a93f7037b249cec3f87f57/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 559111 2510 3000 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr5/HIGHRES/image/jpeg/33778203a1e523e1e71748d251e0e9a0/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 298132 1770 2667 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr2/HIGHRES/image/jpeg/467196d9e38596a06973aacfaa16bf23/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 402010 1920 3167 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr6/HIGHRES/image/jpeg/7ccbbc0698d24b500bfc77d6eb2a3dff/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 506371 2232 2667 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/ga1/HIGHRES/image/jpeg/72c068b7ac265b7ebb1580976e4309f6/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 231411 929 1333 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/gr3/HIGHRES/image/jpeg/59e40b124779146a2cf46c9df5749ff2/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 283004 943 3167 IMAGE-HIGH-RES 1-s2.0-S2468823122001298-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/6014ff303bdd235eae656e9c314226e0/mmc1.docx mmc1 mmc1.docx docx 33947195 APPLICATION 1-s2.0-S2468823122001298-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122001298/STRIPIN/image/svg+xml/90d930fdc5cce66e1ca67d4cf7cfe3b6/si1.svg si1 si1.svg svg 22822 ALTIMG 1-s2.0-S2468823122001298-am.pdf am am.pdf pdf 2349659 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10RV42L0BCZ/MAIN/application/pdf/e0e27f6c68d4724dc40a7d1ee9dbdcfb/am.pdf MCAT 112241 112241 S2468-8231(22)00129-8 10.1016/j.mcat.2022.112241 Fig. 1 Influence of catalyst type on products distribution. Reaction conditions: 3 mL of 0.1 M glucose solution, 100 mg of catalyst, 200 °C, 2 h. Fig 1 Fig. 2 Parameters optimization to convert glucose into LA using the ZnO catalyst. The effects of (a) reaction temperature, (b) reaction time, (c) amount of glucose, (d) amount of catalyst, (e) reaction atmosphere. The corresponding variations are made based on the original conditions: 3 mL of 0.1 M glucose solution, 100 mg of ZnO at 200 °C for 2 h in air. Fig 2 Fig. 3 (a) NH3-TPD profile, (b) FTIR spectra following the adsorption of pyridine on ZnO, (c) CO2-TPD profile. Fig 3 Fig. 4 Products evolution with reaction time in the presence/absence of ZnO. (a) glucose as the substrate at 200 °C, (b) fructose as the substrate at 200 °C, (c) DHA as the substrate at 150 °C. Reaction conditions: 3 mL of 0.3 M substrate solution (base on carbon), 30 mg of ZnO. Fig 4 Fig. 5 Proposed reaction mechanism for LA production from glucose over ZnO. Fig 5 Fig. 6 Reusability of ZnO for conversion of glucose to LA. (a) Yield to LA, (b) XRD results of solid residues with base washing, and (c) FTIR spectra of solid residues with base washing. Reaction conditions: 3 mL of 0.05 M glucose solution, 30 mg of ZnO at 200 °C for 2 h. Fig 6 Table 1 Transformation of glucose into LA or MLA in different catalytic processes. Table 1 Entry Substrate amount (M) Catalyst Catalyst dosage Temperature ( °C) Time Yield (%) Refs 1 0.05 ZnO 30 mg 200 2 h 41.5 This work 2a 0.05 ZnO 30 mg 200 2 h 41.8 This work 3 0.23 NaOH 2.5 M 300 1 min 27 [40] 4 0.23 Ca(OH)2 0.32 M 300 1 min 20 [40] 5 0.025 Ba(OH)2 0.25 M 25 48 h 95.4 [28] 6 0.025 Pb2+ 0.007 M 190 2 h 68 [41] 7 0.028 Al3+-Sn2+ 0.005 M 190 2 h 81 [9] 8 0.025 Sn-Beta 160 mg 160 20 h 43 [42] 9 0.048 Zn-Sn-Beta 150 mg 220 6 h 67 [43] 10 0.12 Al2O3 100 mg 160 6 h 34 [19] 11 0.028 Nb2O5 50 mg 250 4 h 38.6 [17] a ZnO-5th Table 2 The scope of the biomass feedstock for LA production. Table 2 Entry Substrate Molecular formula LA yield (%) 1 Xylose C5H10O5 40.7 2 L-Arabinose C5H10O5 37.1 3 Glycolaldehyde C4H8O4 26.4 4 Galactose C6H12O6 28.4 5 Cellobiose C12H22O11 31.9 6 Sucrose C12H22O11 35.0 7 Maltose C12H22O11 25.0 8 Starch (C6H10O5)n 5.8 9 Cellulose a (C6H10O5)n 6.1 10 Cellulose b (C6H10O5)n 10.7 11 Cellulose c (C6H10O5)n 21.3 Reaction conditions: 3 mL of 0.3 M substrate solution (base on carbon), 30 mg of ZnO, at 200 °C for 2 h. a Pristine microcrystalline cellulose, b microcrystalline cellulose pretreated by ball milling, c hydrolysis by H2SO4. ZnO as a simple and facile catalyst for acid-base coordination transformation of biomass-based monosaccharides into lactic acid Huixing Xu Conceptualization Methodology Software Investigation Writing – original draft a Xin Ye Investigation Software Visualization b Xiaoyu Shi Methodology Investigation Visualization b Heng Zhong Investigation Visualization b c d Daoping He Resources Supervision e Binbin Jin Resources Supervision Visualization Funding acquisition b ⁎ Fangming Jin Conceptualization Methodology Resources Writing – review & editing Supervision Visualization b c d ⁎ a China-UK Low-carbon College, Shanghai Jiao Tong University, Shanghai 200240, PR China China-UK Low-carbon College Shanghai Jiao Tong University Shanghai 200240 PR China aChina-UK Low-carbon College, Shanghai Jiao Tong University, Shanghai 200240, PR China b School of Environmental Science and Engineering, State Key Lab of Metal Matrix Composites, Shanghai Jiao Tong University, Shanghai 200240, PR China School of Environmental Science and Engineering, State Key Lab of Metal Matrix Composites Shanghai Jiao Tong University Shanghai 200240 PR China bSchool of Environmental Science and Engineering, State Key Lab of Metal Matrix Composites, Shanghai Jiao Tong University, Shanghai 200240, PR China c Center of Hydrogen Science, Shanghai Jiao Tong University, Shanghai 200240, PR China Center of Hydrogen Science Shanghai Jiao Tong University Shanghai 200240 PR China cCenter of Hydrogen Science, Shanghai Jiao Tong University, Shanghai 200240, PR China d Shanghai Institute of Pollution Control and Ecological Security, Shanghai 200092, PR China Shanghai Institute of Pollution Control and Ecological Security Shanghai 200092 PR China dShanghai Institute of Pollution Control and Ecological Security, Shanghai 200092, PR China e Earth-Life Science Institute (ELSI), Tokyo Institute of Technology, 2-12-IE-1 Ookayama, Meguro-ku, Tokyo 152-8550, Japan Earth-Life Science Institute (ELSI) Tokyo Institute of Technology 2-12-IE-1 Ookayama, Meguro-ku Tokyo 152-8550 Japan eEarth-Life Science Institute (ELSI), Tokyo Institute of Technology, 2-12-IE-1 Ookayama, Meguro-ku, Tokyo 152-8550, Japan ⁎ Corresponding authors at: School of Environmental Science and Engineering, State Key Lab of Metal Matrix Composites, Shanghai Jiao Tong University, Shanghai 200240, PR China. School of Environmental Science and Engineering, State Key Lab of Metal Matrix Composites Shanghai Jiao Tong University Shanghai 200240 PR China Catalytic production of lactic acid (LA) from biomass has attracted increasing attention due to the wide applications of LA. However, the industrial-scale production of LA is seriously limited by the complex synthetic process of efficient catalyst. In this work, we applied commercially available ZnO as a simple and facile heterogeneous catalyst to catalyze the conversion of glucose into LA under hydrothermal conditions. The ZnO possesses abundant strong Lewis acid and base sites and acts as bifunctional catalyst to promote the cascade reactions from glucose to LA, leading to a high yield of 41.5%. The robustness of catalytic process and the wide scope of applicable substrates like monosaccharides and disaccharides further extend the application of hydrothermal biomass conversion using facile catalysts. Graphical abstract Image, graphical abstract Keywords Biomass-based monosaccharides ZnO Acid-base coordination Lactic acid 1 Introduction Conversion of abundant biomass to value-added chemicals is a promising strategy to alleviate energy crisis in a sustainable and green manner, and has attracted increasing attention [1–4]. Lactic acid (LA) production from biomass-derived saccharides is one of the hot research topics because of the wide applications of LA in food, pharmaceutical, cosmetic, and chemical industries [5–8]. Furthermore, LA is the monomer of polylactic acid (PLA), which is an important bio-degradable plastic and has potential to replace petroleum-derived polymers [9–11]. Currently, enzyme-catalyzed conversion of glucose to LA is still dominant, but the demanding conditions and large-scale facility hamper the wide application [8,12]. In contrast, chemocatalytic conversion of biomass into LA with an efficient and reusable catalyst is regarded as a promising method due to the fast reaction speed, high applicability and good scalability [13,14]. Comparing to homogeneous catalyst, heterogeneous catalyst is widely investigated for LA production due to its advantages in separation, recovery and stability. At present, the mechanisms of glucose to LA over heterogeneous catalyst mainly included Lewis acid catalysis and base catalysis. Sn-Beta with abundant Lewis acid sites has been demonstrated to be efficient for LA production with a 67.1% LA yield under the optimized reaction condition [15]. Similarly, La-modified phosphomolybdic acid catalysts exhibited an excellent catalytic activity in converting glucose to LA due to the abundant Lewis acid sites [16]. However, most of those Lewis acid catalysts suffered from complicated and unfriendly-environment synthesis procedures [17,18]. Base sites were also demonstrated to play an essential role in the stepwise reaction [19,20]. For example, sodium silicate (Na2SiO3), a mild base catalyst, could promote the conversion of glucose to LA, but the harsh condition (300 °C) was required and the highest yield of LA was only 30% [21]. Moreover, base catalysts were prone to irreversible deactivation in the reaction process, limiting their technological exploitation in the practical application. Therefore, the development of efficient and stable catalyst for the conversion of glucose to LA is a crucial issue. As a commercially available metal oxide, ZnO is widely applied in various industries due to its low cost and abundant Lewis acid and base sites. Sun el at. adjusted the dehydration and dehydrogenation of ethanol by utilizing the strong Lewis acid and base sites [22]. Paulino el at. investigated the catalytic performance of different amphoteric oxide catalysts in the conversion of xylose to LA and found that ZnO catalyst exhibited the distinguished performance in retro-aldol of xylose as well as the conversion of pyruvaldehyde (PLY) to LA due to the presence of Lewis acid and base sites [23]. Considering the cascade conversion steps from carbohydrates into LA, it is reasonable to speculate that the coexistence of Lewis acid and base sites in ZnO can be efficient for LA production [24,25]. Furthermore, ZnO also showed strong stability in high temperature water, avoiding deactivation as easily as other heterogeneous catalysts [26,27]. Hence, in this work, ZnO was chosen as the relational catalyst for conversion of biomass-based saccharides to LA, and the effect of textural properties and acid-base capacity of ZnO on the catalytic performance were investigated. Additionally, the recycling tests were performed to probe the stability of ZnO under present hydrothermal conditions and a possible mechanism of catalytic conversion of glucose into LA over ZnO was proposed. 2 Materials and methods 2.1 Materials Glucose, fructose, lactic acid (LA), dihydroxyacetone (DHA), hydroxymethylfurfural (5-HMF), glyceraldehyde (GLY) and hydroxy acetone (HA), acetic acid (AA), formic acid (FA), zinc oxide (ZnO), ferroferric oxide (Fe3O4), ceric dioxide (CeO2), zirconium dioxide (ZrO2), aluminium oxide (Al2O3), and titanium dioxide (TiO2) were offered by Sinopharm Chemical Reagent Co., Ltd. Copper oxide (CuO), Ferric oxide (Fe2O3), and Nano-ferric oxide (Nano-Fe2O3) (≤50 nm) were purchased from Macklin Biochemical Co., Ltd. Pyruvaldehyde (PLY) and Nano-zinc oxide (Nano-ZnO) (10∼30 nm) were offered by Aladdin Reagent Company. 2.2 Characterization X-ray diffraction (XRD) measurements (Bruker D8 Advance X-ray diffractometer, equipped with Cu Kα radiation, 0.154 nm) was used with a scanning rate of 2 °min−1 and 2 θ ranges from 10 to 80 °. The carbon balance was analyzed by total organic carbon analyzer (TOC-V CPH). The supernatant was separated by centrifugation, filtered through a 0.22 μm filter membrane and then diluted 20 times for analysis. Scanning electron microscope was performed on ZEISS SIGMA 500 with an accelerating voltage of 10 kV. Attenuated total reflection Fourier transfer infrared spectra measurement (FTIR, Bruker vector-2 spectrophotometer) was conducted by the KBr method. The strength and amount of acid or base sites on ZnO were measured via NH3 or CO2 pulse chemisorption, respectively, and subsequent temperature programmed desorption (TPD) using AutoChem II 2920 Instrument. Brønsted and Lewis acid sites were detected by Py-IR method using Thermo scientific (Nicolet 380) and support information was available for detailed procedures. The specific surface area was analyzed by N2 sorption at 77 K using Autosorb-IQ 3 of Quantachrome Instruments. The specific surface areas of the samples were computed using the Brunauer-Emmett-Teller (BET) equation. Dissolution of catalyst was determined by inductively coupled plasma (ICP) on an iCAP 7600 ICP-OES instrument. The weight changes of catalyst were investigated by Simultaneous-Thermal-Analyzer 2500 (STA 2500). 2.3 Catalytic reaction In a typical reaction, a total of catalyst (30 mg) and 3 mL glucose solution (0.05 mol•L−1) were added into a home made pressure-constant stainless-steel vessel (5.7 mL inner volume). After ultrasonication for 3 min, the vessel was sealed and heated to 200 °C for 2 h under stirring. After reaction, the vessel was taken out and cooled to room temperature. The supernatant was separated by centrifugation and filtered through a 0.22 μm filter membrane for analysis. The solid residue was separated from aqueous solution by centrifugation and then rinsed with distilled water for 3 times. Finally, the recovered catalyst was freeze-dried overnight for characterization or next test under the same reaction conditions. 2.4 Products analysis All the liquid samples were identified and quantified by high performance liquid chromatography (HPLC, Agilent 1200) equipped with two consecutive KC-811 columns (SHODEX) and two detectors including a refractive index detector (RID) and a variable wavelength detector (VWD). The flowing solvent was 2 mmol•L−1 HClO4 aqueous solution with a rate of 1 mL•min−1. The standard curves were plotted with authentic samples to quantitate products. The yields of all the products were calculated based on carbon by using the following equation: T h e y i e l d o f p r o d u c t % = f i n a l m o l o f p r o d u c t × n p i n i t i a l m o l o f s u b s t r a t e × n s × 100 % Where np and ns represent the number of the carbon in the molecule of product and substrate, respectively. 3 Results and discussion 3.1 Examination of catalytic conversion of glucose into LA over ZnO Firstly, we investigated the catalytic performance of ZnO for the conversion of glucose to LA and compared it with several common metal oxides. Fig. 1 showed the products distribution of catalytic conversion of glucose over different catalysts at 200 °C. In the absence of solid catalysts, 31.4% glucose was converted and only 3.1% yield of LA was obtained. After adding catalysts, glucose was almost completely converted and the yield of LA had been improved except for CuO. As expected, ZnO performed the best catalytic activity with the highest LA yield of 36.1%, which was nearly 12 times compared to blank group. Notably, fructose, a key intermediate for LA production, was detected in the cases over the other metal oxides, suggesting that ZnO performed a higher catalytic activity for the further transformation of fructose to LA. In addition, the nano-ZnO exhibited a similar conversion performance compared with that of the common ZnO, indicating that particle size had minor influence on the reaction. 3.2 Effects of the reaction parameters on LA production The reaction parameters such as reaction time, reaction temperature, substrate concentration, amount of ZnO and reaction atmosphere were systematically investigated to optimize the conversion of glucose to LA. The experimental results under reaction temperature from 150 to 250 °C (Fig. 2 a) showed that the LA yield increased firstly and decreased slightly when the temperature exceeded 200 °C. Further experiments with or without ZnO (Table S1) at 225 or 250 °C showed that LA was thermodynamically stable. Therefore, the decrease of LA yield was more likely due to the side reactions of substrate and intermediates caused by carbonization at high temperature. The effect of reaction time at 200 °C was also evaluated in the range of 5∼180 min (Fig. 2b). Both glucose conversion and LA yield steadily increased at prolonged time within 120 min, and further extension of reaction time to 180 min had no effect on the LA production. Notably, the 77.4% glucose was converted at 20 min with only 19.3% yield of LA, indicating that the conversion of glucose to intermediates was fast but the conversion of intermediates to LA was slow (Fig. S1). Ultimately, 120 min was selected as the optimum reaction time. The effect of the glucose concentration and catalyst amount were investigated for the case of ZnO under the optimal reaction conditions (200 °C, 120 min). The results of Fig. 2c showed that ZnO still performed excellent catalytic activity with 22.5% LA yield in spite of 5 times magnification of the substrate concentration. Furthermore, the rate of LA formation increased from 0.62 to 1.69 mmol•g−1•h−1 as the substrate concentration was improved, demonstrating that the influence of mass transfer resistance in the present system is limited (Fig. S2). Fig. 2d showsed that the increase of catalyst amount was beneficial for the LA production. However, the yield of LA did not improve significantly and the formation rate of LA decreased remarkably (Fig. S3). Therefore, to simultaneously ensure the high yield and fast formation rate of LA, the following experiments were conducted using 30 mg ZnO. To better understand the influence of gas atmosphere on the reaction, further study was carried out in air, O2, and N2 atmospheres with different pressures (Fig. 2e). The highest LA yield was obtained in N2 atmosphere and the pressure has limited influence on LA yield. However, LA yield decreased significantly in O2 atmosphere, which could be explained by the fact that oxygenated environment facilitated the oxidation reactions of glucose or intermediates and suppressed the LA production [28,29]. When the atmosphere was changed to air, the yield of LA declined slightly. Consequently, considering a compromise of cost and LA yield, air atmosphere was thus adopted for the subsequent experiments. 3.3 Acid/base sites characterization of ZnO As mentioned above, the production of LA from glucose strongly depends on acid or base catalysis. Thus, NH3-TPD, Py-IR and CO2-TPD were employed to evaluate the density, category and strength of acid or base sites on ZnO catalyst. The NH3 desorption curve showed two high-temperature desorption peaks at 424 and 569 °C (Fig. 3 a), implying that ZnO catalyst contains substantial strong acid sites. Fig. 3b showed the pyridine adsorption-IR spectra of ZnO. The bands at 1542 cm−1 were attributed to the CC stretching vibrations of pyridinium ions (PyH+) produced by interactions between pyridine and Brønsted acid sites [5,19]. When the desorption temperature elevated to 250 °C, the strong Lewis bound pyridine at 1452 and 1623 cm−1 and the weak bound pyridine at 1575 cm−1 were clearly observed with the total Lewis acid density of 1.533 × 1022 sites•m−2 [30] (Table S2). The narrow and low bands at 1542 cm−1 suggested that the amount of Brønsted acid on ZnO was limited and the calculated Brønsted acid density was only 7.887 × 1020 sites•m−2 (Table S2). As the stripping temperature increased up to 350 °C, the distinct desorption peaks related to strong Lewis acid were still observed, implying the existence of strong Lewis acid on ZnO. The ratio of Brønsted/Lewis acid sites was summarized in the Table S2, which showed that the amount of Brønsted acid of ZnO was limited compared with Lewis acid. Additionally, CO2-TPD of ZnO catalyst was performed to investigate the total base property. As shown in Fig. 3c, the CO2-TPD profiles could be divided into three desorption peaks and the main desorption peak centered at 102 °C, which was attributed to the base sites of the abundant surface OH groups [31]. The existence of acid and base sites on ZnO could synergistically catalyze the tandem steps from glucose to LA. 3.4 Proposed mechanism for conversion of glucose into LA over ZnO The mechanism for conversion of glucose into LA over ZnO was further investigated. Firstly, the products distribution change as a function of the reaction time was studied. As displayed in Fig. 4 a, in the absence of ZnO, fructose (6.7%) and 5-HMF (5.4%) were the major products with 29.7% conversion of glucose. With the extension of reaction time, tiny LA was produced, which could be attributed to the weak acid-base catalytic effect of subcritical water. The introduction of ZnO into the reaction system significantly enhanced the conversion of glucose, achieving 93.0% of glucose conversion with 32.3% of LA yield within 30 min. Previous researches demonstrated that the Lewis acid catalyst could promote the isomerization of aldoses into ketoses in pure water [32]. Fructose, isomerized from glucose, tended to form 5-HMF after dehydration via Brønsted acid catalysis, while it was more inclined to the cleavage of C3-C4 to form DHA and GLY with Lewis acid. Thus, the addition of ZnO increased the density of Lewis acid sites in the system, and thereby promoting the glucose-to-fructose isomerization and retro-aldol condensation of fructose to DHA/GLY for LA production [7–9]. Subsequently, fructose was employed as the substrate to further examine the catalytic function of ZnO in the cascade reactions (Fig. 4b). Fructose exhibited much higher activity than glucose with 94% conversion within 60 min accompanied with higher 5-HMF yield (21.1%) and LA yield (7.9%). Notably, only slightly higher LA yield was achieved within 60 min when using fructose as substrate, indicating that isomerization of glucose to fructose was not the rate-limiting step in LA production. Moreover, the capture of DHA and its volcanic productivity curve proved that the DHA was one key intermediate. Hence, the conversion of DHA was studied at 200 °C. As shown in Fig. S4, 83.8% of DHA was transformed in a short period of 5 min and completely converted after 20 min. The result indicated that DHA was reactive as the intermediate during the reaction, and thereby the reaction temperature was lowered to 150 °C to clearly figure out the specific conversion process. Fig. 4c showed that 49.5% of DHA was converted with 23.4% PLY yield and 1.64% LA yield in the absence of ZnO within 60 min. Actually, dehydration of DHA to the intermediate PLY was easily formed at 200 °C even without any catalysts [10]. ZnO could further promote the conversion of PLY to LA with 22.3% LA yield within 60 min, which owed to the high density of base sites on ZnO. Based on the above results and the reaction mechanisms for different carbohydrates conversion to LA such as hexoses, trioses and cellulose under hydrothermal conditions [5,11,14,19], a reaction mechanism for LA production from glucose over ZnO was proposed (Fig. 5 ). Firstly, the carbonyl group of an aldehyde and the hydroxyl group of an alcohol are coordinated simultaneously to Lewis acid sites, which could allow the polarization of the carbonyl group and promote hydride shift from C2 to C1 [6]. Thereafter the metal center coordinates to the high-electron-dense position O-4 via a hydroxyl group, increasing the positive charges of the H atom in C4-OH because of its Lewis acid sites. And then the proton transfer from C4-OH to C2=O achieves through the H atom in C4-OH launching an electrophilic attack on carbonyl oxygen, which triggers the retro-aldol fragmentation of fructose [9]. Subsequently, the generated trioses (DHA and GLY) further dehydrate to form PLY. Finally, the base sites on ZnO catalyze the conversion of PLY to LA through Cannizzaro-type disproportionation [33,34]. 3.5 Reusability of ZnO catalyst The durability of the ZnO in the catalytic conversion of glucose to LA under the present conditions was also tested. As shown in Fig. 6 a, with respect to the LA yield, the result of the fifth test was even better than that of the fresh ZnO. The diffraction peak position of the recycled catalysts showed no noticeable changes in related XRD patterns, revealing that the crystal of ZnO still remained (Fig. 6b) [35]. However, the intensities of diffraction peaks displayed a remarkable decrease. In the FTIR spectra (Fig. 6c), a series of peaks between 1000 and 4000 cm−1, corresponding to the carboxylate and hydroxyl impurities in materials, could be found [36,37]. The broad band at 3430 cm−1 was assigned to the OH stretching mode of hydroxyl group. Peaks between 2830 and 3000 cm−1 were assigned to CH stretching vibration of alkane groups. The peaks at 1606 and 1382 cm−1 could be attributed to the asymmetrical and symmetrical stretching of the zinc carboxylate, respectively. With the increase of cycle numbers, the intensity of the carboxylate (COO-) and hydroxyl (-OH) groups in the samples increased, indicating the accumulation of corresponding substrates on ZnO surface during the reaction. The color change of the collected catalysts after each cycle was in according with the above speculation (Fig. S5). Besides, the carbon balance of this catalytic system was investigated. There was no CO2 detected after the reaction and the results of TOC-V showed that the organic carbon in the reaction solution reached more than 80% (Fig. S6). Furthermore, a small amount of weight loss was observed in the TG analysis of the recycled ZnO, confirming that the catalyst adsorbed some organic matter during the reaction (Fig. S7). In addition, the SEM images showed that the fresh ZnO presented a smooth surface similar to a nut or a hexagonal box (Fig. S8). After 5 cycles, the crystal structure of ZnO remained unchanged, but tiny cracks appeared on the surface of ZnO, which might result from the surface corrosion by the organic acid. The N2 adsorption–desorption curves (Fig. S9) showed that fresh ZnO gave Type Ⅲ isotherms, while ZnO-5th presented Type IV isotherms with H3 hysteresis loops, which was probably caused by the cracks [38]. After the reaction, 4.1 wt% Zn was detected by ICP-OES in the solution (Table S3). In addition, the results of XPS showed that the Zn2p core level binding energy of ZnO displayed no significant differences after reaction compared with fresh ZnO, indicating the stable elements valence state of the catalyst [39] (Fig. S10). By comparing the textural properties and performance of the fresh and recycled catalysts, ZnO exhibited a satisfied durability for LA production in spite of organics adsorption on the surface of ZnO. 3.6 The comparison of catalytic performance of ZnO and various reported catalysts for production of LA To further evaluate the ZnO-catalyzed system for the conversion of glucose to LA, a comparison of different catalysts (alkali, metal ions, zeolites, modified zeolites, and mixed oxides, etc.) is summarized in Table 1 . Comparing with the homogeneous alkali (entries 3–4), a relatively higher LA yield was obtained in the presence of ZnO. Although using Ba(OH)2 as catalyst significantly promoted the LA yield, its longer reaction time and large consumption of alkali limited the applications in industry. Metal ions have been applied as catalysts under sub- or supercritical condition in LA production from glucose as well as at lower temperature. Pb2+ exhibited superior activity compared with other metal ions such as Fe3+, Cu2+ and Zn2+, giving 68% yield within 2 h. The combination of Al3+ and Sn2+ further inhibited side reactions, providing outstanding catalytic performance for LA production from glucose with a higher yield of 81% under the similar conditions. However, it should be noted that the homogeneous catalyst recovery remains a huge challenge in scale-up application. Sn-Beta showed similar catalytic performance to that of ZnO. Moreover, modifying Sn-Beta zeolites with Lewis acid (Zn-Sn-Beta) could further improve the activity. However, the carbon deposits resulted in the irreversible deactivation of zeolite catalysts. In contrast, ZnO could still provide a stable catalytic activity at least 5 cycles (entry 2). Other metal oxide catalyst such as Al2O3 and Nb2O5 (entries 10–11) exhibited catalytic activity for LA/MLA production due to Lewis acid sites, but the yield was less than that of ZnO. Eventually we demonstrate that ZnO, as a common metal oxide, can efficiently catalyze the conversion of glucose to LA with good durability and stability. 3.7 Universality researches starting from various saccharides Various monosaccharides, disaccharides and polysaccharides were used as the feedstock for LA production to test the scope of the catalytic system (see Table 2 ). For monosaccharides (entries 1–4), L-Arabinose and xylose produced LA with yields of 37.1% and 40.7%, respectively. The LA yield decreased slightly using disaccharides as substrates (entries 5–7) compared to that of monosaccharides. In addition, polysaccharides including starch, microcrystalline cellulose and ball-milled cellulose (entries 8–10) produced LA with the yields of 5.8%, 6.1% and 10.7%, respectively, demonstrating that the present catalytic system was also effective for the production of LA from polysaccharides. Notably, the pretreatment of ball milling could do contribution to the LA production from crude biomass feedstock. Cellulose was hydrolyzed in 1% H2SO4 solution at 180 °C for 2 h, 51.7% glucose and 1.1% fructose were detected in the hydrolysate (Fig. S11). When hydrolysate was further used as substrate, 21.3% LA yield can be obtained after a two-step process. Although ZnO can provide abundant Lewis acid and base sites to promote the conversion of monosaccharide to LA, for polysaccharides such as cellulose and starch, pretreatment of substrates is often required due to the weak ability of Lewis acid sites to break glycosidic bonds, which also increases the experimental costs and procedures. Compare with Lewis acid, Brønsted acid is regarded as the more efficient activity center for breaking glycosidic bonds [44,45]. Therefore, in the next step, we plan to load ZnO on sulfonated mesoporous carbon fibers with rich Brønsted acid sites to achieve efficient one-step production of LA from cellulose and real biomass [46,47]. In addition, the power consumption and the CO2 emissions in the process of glucose to LA were calculated. Producing 1 kg LA acid requires 20.7 kW·h of electricity energy and emits 9.2 kg of CO2, which is higher than traditional fermentation method [48,49]. However, if we use heat recovery devices in its practical application, the energy demand and CO2 emissions will be greatly reduced. 4 Conclusions In summary, we demonstrated that the commercial ZnO was efficient for catalytic conversion of glucose into LA under hydrothermal conditions. Under the optimal conditions, a LA yield of 41.5% was obtained and the ZnO catalyst could be reused 5 times without loss of catalytic activity. The catalytic activity of ZnO is mainly reflected in providing abundant strong Lewis acid and base sites simultaneously, which are proven to be responsible for the desirable catalytic performance. In the meantime, the reaction system is also applicable to various biomass-based monosaccharides and disaccharides. The desirable catalytic performances of such an easily available and durable catalyst opens new possibilities for the application of different metal oxides in the scalable catalytic conversion of biomass for value added chemicals production. CRediT authorship contribution statement Huixing Xu: Conceptualization, Methodology, Software, Investigation, Writing – original draft. Xin Ye: Investigation, Software, Visualization. Xiaoyu Shi: Methodology, Investigation, Visualization. Heng Zhong: Investigation, Visualization. Daoping He: Resources, Supervision. Binbin Jin: Resources, Supervision, Visualization, Funding acquisition. Fangming Jin: Conceptualization, Methodology, Resources, Writing – review & editing, Supervision, Visualization. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors gratefully acknowledge the financial support from the National Key R&D Program of China (2018YFC0309800), the National Natural Science Foundation of China (No. 21978170), the Natural Science Foundation of Shanghai (No. 19ZR1424800) and the Oceanic Interdisciplinary Program of Shanghai Jiao Tong University (No. SL2020MS022). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2022.112241. Appendix Supplementary materials Image, application 1 References [1] X. Ye X. Shi B. Jin H. Zhong F. Jin T. Wang Natural mineral bentonite as catalyst for efficient isomerization of biomass-derived glucose to fructose in water Sci. Total Environ. 778 2021 146276 10.1016/j.scitotenv.2021.146276 X. Ye, X. Shi, B. Jin, H. Zhong, F. Jin, T. Wang, Natural mineral bentonite as catalyst for efficient isomerization of biomass-derived glucose to fructose in water, Sci. Total Environ.778 (2021) 146276. 10.1016/j.scitotenv.2021.146276 [2] X. Ye X. Shi H. Zhong T. Wang J. Duo B. Jin F. Jin Photothermal strategy toward highly efficient conversion of glucose into lactic acid at low-temperatures over hybrid multifunctional catalyst multi-walled carbon nanotubes/layered double hydroxides Green Chem. 2021 10.1039/D1GC03761G X. Ye, X. Shi, H. Zhong, T. Wang, J. Duo, B. Jin, F. Jin, Photothermal strategy toward highly efficient conversion of glucose into lactic acid at low-temperatures over hybrid multifunctional catalyst multi-walled carbon nanotubes/layered double hydroxides, Green Chem. (2021). 10.1039/D1GC03761G [3] X. Chen Y. Liu J. Wu Sustainable production of formic acid from biomass and carbon dioxide Mol. Catal. 483 2020 110716 10.1016/j.mcat.2019.110716 X. Chen, Y. Liu, J. Wu, Sustainable production of formic acid from biomass and carbon dioxide, Mol. Catal.483 (2020) 110716. 10.1016/j.mcat.2019.110716 [4] N. Yan C. Zhao P.J. Dyson C. Wang L.t. Liu Y. Kou Selective degradation of wood lignin over noble-metal catalysts in a two-step process ChemSusChem 1 7 2008 626 629 10.1002/cssc.200800080 N. Yan, C. Zhao, P.J. Dyson, C. Wang, L.t. Liu, Y. Kou, Selective degradation of wood lignin over noble-metal catalysts in a two-step process, ChemSusChem1(7) (2008) 626–629. 10.1002/cssc.200800080 [5] K. Nakajima R. Noma M. Kitano M. Hara Titania as an early transition metal oxide with a high density of Lewis acid sites workable in water J. Phys. Chem. C 117 31 2013 16028 16033 10.1021/jp404523r K. Nakajima, R. Noma, M. Kitano, M. Hara, Titania as an early transition metal oxide with a high density of Lewis acid sites workable in water, J. Phys. Chem. C117(31) (2013) 16028–16033. 10.1021/jp404523r [6] Y. Roman-Leshkov M. Moliner J.A. Labinger M.E. Davis Mechanism of glucose isomerization using a solid Lewis acid catalyst in water Angew. Chem. Int. Ed. 49 47 2010 8954 8957 10.1002/anie.201004689 Y. Roman-Leshkov, M. Moliner, J.A. Labinger, M.E. Davis, Mechanism of glucose isomerization using a solid Lewis acid catalyst in water, Angew. Chem. Int. Ed.49(47) (2010) 8954–7. 10.1002/anie.201004689 [7] F. Chambon F. Rataboul C. Pinel A. Cabiac E. Guillon N. Essayem Cellulose hydrothermal conversion promoted by heterogeneous Brønsted and Lewis acids: remarkable efficiency of solid Lewis acids to produce lactic acid Appl. Catal. B Environ. 105 1–2 2011 171 181 10.1016/j.apcatb.2011.04.009 F. Chambon, F. Rataboul, C. Pinel, A. Cabiac, E. Guillon, N. Essayem, Cellulose hydrothermal conversion promoted by heterogeneous Brønsted and Lewis acids: remarkable efficiency of solid Lewis acids to produce lactic acid, Appl. Catal. B Environ.105(1–2) (2011) 171–181. 10.1016/j.apcatb.2011.04.009 [8] A. Dandach T.T.H. Vu P. Fongarland N. Essayem ZrW catalyzed cellulose conversion in hydrothermal conditions: influence of the calcination temperature and insights on the nature of the active phase Mol. Catal. 476 2019 110518 10.1016/j.mcat.2019.110518 A. Dandach, T.T.H. Vu, P. Fongarland, N. Essayem, ZrW catalyzed cellulose conversion in hydrothermal conditions: influence of the calcination temperature and insights on the nature of the active phase, Mol. Catal.476 (2019) 110518. 10.1016/j.mcat.2019.110518 [9] W. Deng P. Wang B. Wang Y. Wang L. Yan Y. Li Q. Zhang Z. Cao Y. Wang Transformation of cellulose and related carbohydrates into lactic acid with bifunctional Al (III)–Sn (II) catalysts Green Chem. 20 3 2018 735 744 10.1039/c7gc02975f W. Deng, P. Wang, B. Wang, Y. Wang, L. Yan, Y. Li, Q. Zhang, Z. Cao, Y. Wang, Transformation of cellulose and related carbohydrates into lactic acid with bifunctional Al (III)–Sn (II) catalysts, Green Chem.20(3) (2018) 735–744. 10.1039/c7gc02975f [10] M.A. Hossain K.N. Mills A.M. Molley M.S. Rahaman S. Tulaphol S.B. Lalvani J. Dong M.K. Sunkara N. Sathitsuksanoh Catalytic isomerization of dihydroxyacetone to lactic acid by heat treated zeolites Appl. Catal. A Gen. 611 2021 117979 10.1016/j.apcata.2020.117979 M.A. Hossain, K.N. Mills, A.M. Molley, M.S. Rahaman, S. Tulaphol, S.B. Lalvani, J. Dong, M.K. Sunkara, N. Sathitsuksanoh, Catalytic isomerization of dihydroxyacetone to lactic acid by heat treated zeolites, Appl. Catal. A Gen.611 (2021) 117979. 10.1016/j.apcata.2020.117979 [11] K. Nakajima Y. Baba R. Noma M. Kitano J.N. Kondo S. Hayashi M. Hara Nb2O5 nH2O as a heterogeneous catalyst with water-tolerant Lewis acid sites J. Am. Chem. Soc. 133 12 2011 4224 4227 10.1021/ja110482r K. Nakajima, Y. Baba, R. Noma, M. Kitano, J.N. Kondo, S. Hayashi, M. Hara, Nb2O5 nH2O as a heterogeneous catalyst with water-tolerant Lewis acid sites, J. Am. Chem. Soc.133(12) (2011) 4224–4227. 10.1021/ja110482r [12] P. Wattanapaphawong P. Reubroycharoen A. Yamaguchi Conversion of cellulose into lactic acid using zirconium oxide catalysts RSC Adv. 7 30 2017 18561 18568 10.1039/c6ra28568f P. Wattanapaphawong, P. Reubroycharoen, A. Yamaguchi, Conversion of cellulose into lactic acid using zirconium oxide catalysts, RSC Adv.7(30) (2017) 18561–18568. 10.1039/c6ra28568f [13] A.A. Marianou C.C. Michailof D. Ipsakis K. Triantafyllidis A.A. Lappas Cellulose conversion into lactic acid over supported HPA catalysts Green Chem. 21 22 2019 6161 6178 10.1039/c9gc02622c A.A. Marianou, C.C. Michailof, D. Ipsakis, K. Triantafyllidis, A.A. Lappas, Cellulose conversion into lactic acid over supported HPA catalysts, Green Chem.21(22) (2019) 6161–6178. 10.1039/c9gc02622c [14] A. Ahmad F. Banat H. Taher A review on the lactic acid fermentation from low-cost renewable materials: recent developments and challenges Environ. Technol. Innov. 2020 20 10.1016/j.eti.2020.101138 A. Ahmad, F. Banat, H. Taher, A review on the lactic acid fermentation from low-cost renewable materials: recent developments and challenges, Environ. Technol. Innov.20 (2020). 10.1016/j.eti.2020.101138 [15] Y. Sun L. Shi H. Wang G. Miao L. Kong S. Li Y. Sun Efficient production of lactic acid from sugars over Sn-Beta zeolite in water: catalytic performance and mechanistic insights Sustain. Energy Fuels 3 2019 10.1039/c9se00020h Y. Sun, L. Shi, H. Wang, G. Miao, L. Kong, S. Li, Y. Sun, Efficient production of lactic acid from sugars over Sn-Beta zeolite in water: catalytic performance and mechanistic insights, Sustain. Energy Fuels3 (2019). 10.1039/c9se00020h [16] B. Zhao X. Yue H. Li J. Li C.L. Liu C. Xu W.S. Dong Lanthanum-modified phosphomolybdic acid as an efficient catalyst for the conversion of fructose to lactic acid React. Kinet. Mech. Catal. 2018 10.1007/s11144-018-1416-y B. Zhao, X. Yue, H. Li, J. Li, C.L. Liu, C. Xu, W.S. Dong, Lanthanum-modified phosphomolybdic acid as an efficient catalyst for the conversion of fructose to lactic acid, React. Kinet. Mech. Catal. (2018). 10.1007/s11144-018-1416-y [17] D. Cao W. Cai W. Tao S. Zhang D. Wang D. Huang Lactic acid production from glucose over a novel Nb2O5 nanorod catalyst Catal. Lett. 147 4 2017 926 933 10.1007/s10562-017-1988-6 D. Cao, W. Cai, W. Tao, S. Zhang, D. Wang, D. Huang, Lactic acid production from glucose over a novel Nb2O5 nanorod catalyst, Catal. Lett.147(4) (2017) 926–933. 10.1007/s10562-017-1988-6 [18] Y. Yan Z. Zhang S.M. Bak S. Yao X. Hu Z. Shadike C.L. Do-Thanh F. Zhang H. Chen X. Lyu Confinement of ultrasmall cobalt oxide clusters within silicalite-1 crystals for efficient conversion of fructose into methyl lactate ACS Catal. 9 3 2018 1923 1930 10.1021/acscatal.8b03230 Y. Yan, Z. Zhang, S.M. Bak, S. Yao, X. Hu, Z. Shadike, C.L. Do-Thanh, F. Zhang, H. Chen, X. Lyu, Confinement of ultrasmall cobalt oxide clusters within silicalite-1 crystals for efficient conversion of fructose into methyl lactate, ACS Catal.9(3) (2018). 1923–1930. 10.1021/acscatal.8b03230 [19] S. Yamaguchi M. Yabushita M. Kim J. Hirayama K. Motokura A. Fukuoka K. Nakajima Catalytic conversion of biomass-derived carbohydrates to methyl lactate by acid–base bifunctional γ-Al2O3 ACS Sustain. Chem. Eng. 6 7 2018 8113 8117 10.1021/acssuschemeng.8b00809 S. Yamaguchi, M. Yabushita, M. Kim, J. Hirayama, K. Motokura, A. Fukuoka, K. Nakajima, Catalytic conversion of biomass-derived carbohydrates to methyl lactate by acid–base bifunctional γ-Al2O3, ACS Sustain. Chem. Eng.6(7) (2018) 8113–8117. 10.1021/acssuschemeng.8b00809 [20] E.M. Albuquerque L.E. Borges M.A. Fraga Lactic acid production from hydroxyacetone on dual metal/base heterogeneous catalytic systems Green Chem. 17 7 2015 3889 3899 10.1039/c5gc00736d E.M. Albuquerque, L.E. Borges, M.A. Fraga, Lactic acid production from hydroxyacetone on dual metal/base heterogeneous catalytic systems, Green Chem.17(7) (2015) 3889–3899. 10.1039/c5gc00736d [21] D. Jia Z. Zhang G. Yao Z. Huo F. Jin Hydrothermal conversion of glucose into lactic acid with sodium silicate as a base catalyst Catal. Today 263 2016 112 116 10.1016/j.cattod.2015.11.007 D. Jia, Z. Zhang, G. Yao, Z. Huo, F. Jin, Hydrothermal conversion of glucose into lactic acid with sodium silicate as a base catalyst, Catal. Today263 (2016) 112–116. 10.1016/j.cattod.2015.11.007 [22] M.M. Rahman S.D. Davidson J. Sun Y. Wang Effect of water on ethanol conversion over ZnO Top. Catal. 59 1 2016 37 45 10.1007/s11244-015-0503-9 M.M. Rahman, S.D. Davidson, J. Sun, Y. Wang, Effect of water on ethanol conversion over ZnO, Top. Catal.59(1) (2016) 37–45. 10.1007/s11244-015-0503-9 [23] P.N. Paulino O.C. Reis Y.E. Licea E.M. Albuquerque M.A. Fraga Valorisation of xylose to lactic acid on morphology-controlled ZnO catalysts Catal. Sci. Technol. 8 19 2018 4945 4956 10.1039/c8cy00679b P.N. Paulino, O.C. Reis, Y.E. Licea, E.M. Albuquerque, M.A. Fraga, Valorisation of xylose to lactic acid on morphology-controlled ZnO catalysts, Catal. Sci. Technol.8(19) (2018) 4945–4956. 10.1039/c8cy00679b [24] Y. Hu W. Lü D. Liu J. Liu L. Shi Q. Sun Effect of ZnO on the performance of Ag/SiO2 catalyst for the vapor-phase synthesis of 3-methylindole J. Nat. Gas Chem. 18 4 2009 445 448 10.1016/S1003-9953(08)60139-5 Y. Hu, W. Lü, D. Liu, J. Liu, L. Shi, Q. Sun, Effect of ZnO on the performance of Ag/SiO2 catalyst for the vapor-phase synthesis of 3-methylindole, J. Nat. Gas Chem.18(4) (2009) 445–448. 10.1016/S1003-9953(08)60139-5 [25] Y. Luo C. Wei C. Miao Y. Yue W. Hua Z. Gao Isobutane dehydrogenation assisted by CO2 over Silicalite-1-Supported ZnO Catalysts: influence of Support Crystallite Size Chin. J. Chem. 38 7 2020 703 708 10.1002/cjoc.202000042 Y. Luo, C. Wei, C. Miao, Y. Yue, W. Hua, Z. Gao, Isobutane dehydrogenation assisted by CO2 over Silicalite-1-Supported ZnO Catalysts: influence of Support Crystallite Size, Chin. J. Chem.38(7) (2020) 703–708. 10.1002/cjoc.202000042 [26] N. Kumaresan K. Ramamurthi R.R. Babu K. Sethuraman Hydrothermally grown ZnO nanoparticles for effective photocatalytic activity Appl. Surf. Sci. 418 2016 138 146 10.1016/j.apsusc.2016.12.231 pt.a N. Kumaresan, K. Ramamurthi, R.R. Babu, K. Sethuraman, Hydrothermally grown ZnO nanoparticles for effective photocatalytic activity, Appl. Surf. Sci.418(pt.a) (2016) 138–146. 10.1016/j.apsusc.2016.12.231 [27] J. Huo J.P. Tessonnier B.H. Shanks Improving hydrothermal stability of supported metal catalysts for biomass conversions: a review ACS Catal. 11 9 2021 5248 5270 10.1021/acscatal.1c00197 J. Huo, J.P. Tessonnier, B.H. Shanks, Improving hydrothermal stability of supported metal catalysts for biomass conversions: a review, ACS Catal.11(9) (2021) 5248–5270. 10.1021/acscatal.1c00197 [28] L. Li F. Shen R.L. Smith X. Qi Quantitative chemocatalytic production of lactic acid from glucose under anaerobic conditions at room temperature Green Chem. 19 1 2017 76 81 10.1039/c6gc02443b L. Li, F. Shen, R.L. Smith, X. Qi, Quantitative chemocatalytic production of lactic acid from glucose under anaerobic conditions at room temperature, Green Chem.19(1) (2017) 76–81. 10.1039/c6gc02443b [29] X. Wang Y. Song C. Huang F. Liang B. Chen Lactic acid production from glucose over polymer catalysts in aqueous alkaline solution under mild conditions Green Chem. 16 9 2014 4234 4240 10.1039/c4gc00811a X. Wang, Y. Song, C. Huang, F. Liang, B. Chen, Lactic acid production from glucose over polymer catalysts in aqueous alkaline solution under mild conditions, Green Chem.16(9) (2014) 4234–4240. 10.1039/c4gc00811a [30] A.I. Osman J.K. Abu-Dahrieh D.W. Rooney S.A. Halawy M.A. Mohamed A. Abdelkader Effect of precursor on the performance of alumina for the dehydration of methanol to dimethyl ether Appl. Catal. B Environ. 127 43 2012 307 315 10.1016/j.apcatb.2012.08.033 A.I. Osman, J.K. Abu-Dahrieh, D.W. Rooney, S.A. Halawy, M.A. Mohamed, A. Abdelkader, Effect of precursor on the performance of alumina for the dehydration of methanol to dimethyl ether, Appl. Catal. B Environ.127(43) (2012) 307–315. 10.1016/j.apcatb.2012.08.033 [31] Z. Liu W. Li C. Pan P. Chen H. Lou X. Zheng Conversion of biomass-derived carbohydrates to methyl lactate using solid base catalysts Catal. Commun. 15 1 2011 82 87 10.1002/10.1016/j.catcom.2011.08.019 Z. Liu, W. Li, C. Pan, P. Chen, H. Lou, X. Zheng, Conversion of biomass-derived carbohydrates to methyl lactate using solid base catalysts, Catal. Commun.15(1) (2011) 82–87. 10.1002/10.1016/j.catcom.2011.08.019 [32] Y. Román-Leshkov M. Moliner J.A. Labinger M.E. Davis Mechanism of glucose isomerization using a solid Lewis acid catalyst in water Angew. Chem. Int. Ed. 122 47 2010 9138 9141 10.1002/anie.201004689 Y. Román-Leshkov, M. Moliner, J.A. Labinger, M.E. Davis, Mechanism of glucose isomerization using a solid Lewis acid catalyst in water, Angew. Chem. Int. Ed.122(47) (2010) 9138–9141. 10.1002/anie.201004689 [33] L. Kong G. Li H. Wang W. He F. Ling Hydrothermal catalytic conversion of biomass for lactic acid production J. Chem. Technol. Biotechnol. 83 3 2008 383 388 10.1002/jctb.1797 L. Kong, G. Li, H. Wang, W. He, F. Ling, Hydrothermal catalytic conversion of biomass for lactic acid production, J. Chem. Technol. Biotechnol.83(3) (2008) 383–388. 10.1002/jctb.1797 [34] M. Bicker S. Endres L. Ott H. Vogel Catalytical conversion of carbohydrates in subcritical water: a new chemical process for lactic acid production J. Mol. Catal. A Chem. 239 1–2 2005 151 157 10.1016/j.molcata.2005.06.017 M. Bicker, S. Endres, L. Ott, H. Vogel, Catalytical conversion of carbohydrates in subcritical water: a new chemical process for lactic acid production, J. Mol. Catal. A Chem.239(1–2) (2005) 151–157. 10.1016/j.molcata.2005.06.017 [35] H. Xu H. Wang Y. Zhang W. He M. Zhu B. Wang H. Yan Hydrothermal synthesis of zinc oxide powders with controllable morphology Ceram. Int. 30 1 2004 93 97 10.1016/s0272-8842(03)00069-5 H. Xu, H. Wang, Y. Zhang, W. He, M. Zhu, B. Wang, H. Yan, Hydrothermal synthesis of zinc oxide powders with controllable morphology, Ceram. Int.30(1) (2004) 93–97. 10.1016/s0272-8842(03)00069-5 [36] K.S. Babu A.R. Reddy C. Sujatha K.V. Reddy A. Mallika Synthesis and optical characterization of porous ZnO J. Adv. Ceram. 2 3 2013 260 265 10.1007/s40145-013-0069-6 K.S. Babu, A.R. Reddy, C. Sujatha, K.V. Reddy, A. Mallika, Synthesis and optical characterization of porous ZnO, J. Adv. Ceram.2(3) (2013) 260–265. 10.1007/s40145-013-0069-6 [37] M. Salavati-Niasari F. Davar A. Khansari Nanosphericals and nanobundles of ZnO: synthesis and characterization J. Alloys Compd. 509 1 2011 61 65 10.1016/j.jallcom.2010.08.060 M. Salavati-Niasari, F. Davar, A. Khansari, Nanosphericals and nanobundles of ZnO: synthesis and characterization, J. Alloys Compd.509(1) (2011) 61–65. 10.1016/j.jallcom.2010.08.060 [38] J. Liu B.B. Yang X.Q. Wang C.L. Liu R.Z. Yang W.S. Dong Glucose conversion to methyl levulinate catalyzed by metal ion-exchanged montmorillonites Appl. Clay Sci. 141 2017 118 124 10.1016/j.clay.2017.02.017 J. Liu, B.B. Yang, X.Q. Wang, C.L. Liu, R.Z. Yang, W.S. Dong, Glucose conversion to methyl levulinate catalyzed by metal ion-exchanged montmorillonites, Appl. Clay Sci.141 (2017) 118–124. 10.1016/j.clay.2017.02.017 [39] I.G. Morozov O.V. Belousova D. Ortega M.K. Mafina M.V. Kuznetcov Structural, optical, XPS and magnetic properties of Zn particles capped by ZnO nanoparticles J. Alloys Compd. 633 2015 237 245 10.1016/j.jallcom.2015.01.285 I.G. Morozov, O.V. Belousova, D. Ortega, M.K. Mafina, M.V. Kuznetcov, Structural, optical, XPS and magnetic properties of Zn particles capped by ZnO nanoparticles, J. Alloys Compd.633 (2015) 237–245. 10.1016/j.jallcom.2015.01.285 [40] X. Yan F. Jin K. Tohji A. Kishita H. Enomoto Hydrothermal conversion of carbohydrate biomass to lactic acid AlChE J. 56 10 2010 2727 2733 10.1002/aic.12193 X. Yan, F. Jin, K. Tohji, A. Kishita, H. Enomoto, Hydrothermal conversion of carbohydrate biomass to lactic acid, AlChE J.56(10) (2010) 2727–2733. 10.1002/aic.12193 [41] Y. Wang W. Deng B. Wang Q. Zhang X. Wan Z. Tang Y. Wang C. Zhu Z. Cao G. Wang Chemical synthesis of lactic acid from cellulose catalysed by lead (II) ions in water Nat. Commun. 4 1 2013 1 7 10.1038/ncomms3141 Y. Wang, W. Deng, B. Wang, Q. Zhang, X. Wan, Z. Tang, Y. Wang, C. Zhu, Z. Cao, G. Wang, Chemical synthesis of lactic acid from cellulose catalysed by lead (II) ions in water, Nat. Commun.4(1) (2013) 1–7. 10.1038/ncomms3141 [42] M.S. Holm S. Saravanamurugan E. Taarning Conversion of sugars to lactic acid derivatives using heterogeneous zeotype catalysts Science 328 5978 2010 602 605 10.1126/science.1183990 M.S. Holm, S. Saravanamurugan, E. Taarning, Conversion of sugars to lactic acid derivatives using heterogeneous zeotype catalysts, Science328(5978) (2010) 602–605. 10.1126/science.1183990 [43] X.Y. Yue H.F. Ren C. Wu J. Xu J. Li C.L. Liu W.S. Dong Highly efficient conversion of glucose to methyl lactate over hierarchical bimetal-doped Beta zeolite catalysts J. Chem. Technol. Biotechnol. 2021 10.1002/jctb.6748 X.Y. Yue, H.F. Ren, C. Wu, J. Xu, J. Li, C.L. Liu, W.S. Dong, Highly efficient conversion of glucose to methyl lactate over hierarchical bimetal-doped Beta zeolite catalysts, J. Chem. Technol. Biotechnol. (2021). 10.1002/jctb.6748 [44] H. Furukawa N. Kobayashi Y. Itaya A. Satsuma K.I. Shimizu Effects of Brønsted and Lewis acidities on activity and selectivity of heteropolyacid-based catalysts for hydrolysis of cellobiose and cellulose Green Chem. 11 10 2009 1627 1632 10.1039/b913737h H. Furukawa, N. Kobayashi, Y. Itaya, A. Satsuma, K.I. Shimizu, Effects of Brønsted and Lewis acidities on activity and selectivity of heteropolyacid-based catalysts for hydrolysis of cellobiose and cellulose, Green Chem.11(10) (2009) 1627–1632. 10.1039/b913737h [45] X. Chen Y. Zhang T. Hou L. Han W. Xiao Catalysis performance comparison of a Brønsted acid H2SO4 and a Lewis acid Al2(SO4)3 in methyl levulinate production from biomass carbohydrates J. Energy Chem. 2018 10.1016/j.jechem.2017.11.005 X., Chen, Y., Zhang, T., Hou, L., Han, W., Xiao, Catalysis performance comparison of a Brønsted acid H2SO4 and a Lewis acid Al2(SO4)3 in methyl levulinate production from biomass carbohydrates, J. Energy Chem. (2018). 10.1016/j.jechem.2017.11.005 [46] T. Boonyakarn P. Wataniyakul P. Boonnoun A.T. Quitain T. Kida M. Sasaki N. Laosiripojana B. Jongsomjit A. Shotipruk Enhanced levulinic acid production from cellulose by combined Brønsted hydrothermal carbon and Lewis acid catalysts Ind. Eng. Chem. Res. 2019 10.1021/acs.iecr.8b05332 T. Boonyakarn, P. Wataniyakul, P. Boonnoun, A.T. Quitain, T. Kida, M. Sasaki, N. Laosiripojana, B. Jongsomjit, A. Shotipruk, Enhanced levulinic acid production from cellulose by combined Brønsted hydrothermal carbon and Lewis acid catalysts, Ind. Eng. Chem. Res. (2019). 10.1021/acs.iecr.8b05332 [47] Y. Yang S. Shao F. Yang D.L. Brewe S. Guo D. Ren S. Hao Conversion of cellulose to high-yield glucose in water over sulfonated mesoporous carbon fibers with optimized acidity Green Chem. 2021 10.1039/d0gc04342g Y. Yang, S. Shao, F. Yang, D.L. Brewe, S. Guo, D. Ren, S. Hao, Conversion of cellulose to high-yield glucose in water over sulfonated mesoporous carbon fibers with optimized acidity, Green Chem. (2021). 10.1039/d0gc04342g [48] A. Morao F.D. Bie Life cycle impact assessment of polylactic acid (PLA) produced from sugarcane in Thailand J. Polym. Environ. 27 11 2019 2523 2539 10.1007/s10924-019-01525-9 A. Morao, F.D. Bie, Life cycle impact assessment of polylactic acid (PLA) produced from sugarcane in Thailand, J. Polym. Environ.27(11) (2019) 2523–2539. 10.1007/s10924-019-01525-9 [49] E.T.H. Vink K.R. Rábago D.A. Glassner P.R. Gruber Applications of life cycle assessment to NatureWorks™ polylactide (PLA) production Polym. Degrad. Stabil. 80 3 2003 403 419 10.1016/s0141-3910(02)00372-5 E.T.H. Vink, K.R. Rábago, D.A. Glassner, P.R. Gruber, Applications of life cycle assessment to NatureWorks™ polylactide (PLA) production, Polym. Degrad. Stabil.80(3) (2003) 403–419. 10.1016/s0141-3910(02)00372-5",
      "scopus-id": "85126974231",
      "coredata": {
        "eid": "1-s2.0-S2468823122001298",
        "dc:description": "Catalytic production of lactic acid (LA) from biomass has attracted increasing attention due to the wide applications of LA. However, the industrial-scale production of LA is seriously limited by the complex synthetic process of efficient catalyst. In this work, we applied commercially available ZnO as a simple and facile heterogeneous catalyst to catalyze the conversion of glucose into LA under hydrothermal conditions. The ZnO possesses abundant strong Lewis acid and base sites and acts as bifunctional catalyst to promote the cascade reactions from glucose to LA, leading to a high yield of 41.5%. The robustness of catalytic process and the wide scope of applicable substrates like monosaccharides and disaccharides further extend the application of hydrothermal biomass conversion using facile catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823122001298",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xu, Huixing"
          },
          {
            "@_fa": "true",
            "$": "Ye, Xin"
          },
          {
            "@_fa": "true",
            "$": "Shi, Xiaoyu"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Heng"
          },
          {
            "@_fa": "true",
            "$": "He, Daoping"
          },
          {
            "@_fa": "true",
            "$": "Jin, Binbin"
          },
          {
            "@_fa": "true",
            "$": "Jin, Fangming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823122001298"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823122001298"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(22)00129-8",
        "prism:volume": "522",
        "articleNumber": "112241",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "ZnO as a simple and facile catalyst for acid-base coordination transformation of biomass-based monosaccharides into lactic acid",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biomass-based monosaccharides"
          },
          {
            "@_fa": "true",
            "$": "ZnO"
          },
          {
            "@_fa": "true",
            "$": "Acid-base coordination"
          },
          {
            "@_fa": "true",
            "$": "Lactic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "112241",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2022",
        "prism:doi": "10.1016/j.mcat.2022.112241",
        "prism:startingPage": "112241",
        "dc:identifier": "doi:10.1016/j.mcat.2022.112241",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "384",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54681",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "567",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90629",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "400",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41266",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "433",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60507",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "504",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78861",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31584",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "213",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42687",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12292",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "196",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11673",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "145",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6181",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10565",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "196",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11621",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "153",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16827",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8232",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1701",
            "@width": "2083",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "313899",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2510",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "559111",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1770",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "298132",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1920",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "402010",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2232",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "506371",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "929",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "231411",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "943",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "283004",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "33947195",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "22822",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122001298-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2349659",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85126974231"
      }
    }
  }
}