{
  "metadata": {
    "title": "<ce:sup loc=post>7</ce:sup>Li NMR investigations of Li/MgO catalysts for oxidative coupling of methane",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-08-31",
    "doi": "10.1016/j.mcat.2021.111802",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121004193",
    "pii": "S2468823121004193"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85112361538",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-08-13 2021-08-13 2021-08-13 2021-08-13 2022-04-22T11:57:53 1-s2.0-S2468823121004193 S2468-8231(21)00419-3 S2468823121004193 10.1016/j.mcat.2021.111802 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00132 2022-12-12T23:36:21.627889Z 0 0 20210801 20210831 2021 2021-08-13T13:54:39.014071Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 513 513 C Volume 513 21 111802 111802 111802 202108 August 2021 2021-08-01 2021-08-31 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. 7LINMRINVESTIGATIONSLIMGOCATALYSTSFOROXIDATIVECOUPLINGMETHANE DU J 1 Introduction 2 Experimental 2.1 Sample preparations 2.2 Characterization 2.3 Catalytic evaluation 3 Results and discussion 4 Conclusion Supporting information CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References KELLER 1982 9 19 G SCHWACH 2017 8497 8520 P ARNDT 2011 424 514 S ITO 1985 721 722 T ITO 1985 5062 5068 T DRISCOLL 1985 58 63 D LUNSFORD 1995 970 980 J MYRACH 2010 854 862 P ZAVYALOVA 2011 949 959 U ZAVYALOVA 2011 1779 1788 U LUO 2013 1625 L KWAPIEN 2014 8774 8778 K WU 1993 344 352 M RICHTER 2015 195305 N ARNDT 2011 1266 1285 S SCANLON 2007 7971 7979 D LUO 2017 57 61 L JAFFARI 2015 28182 28189 G QIAN 2020 15142 15148 K GREY 2004 4493 4512 C SIMON 2017 3597 3610 U MACKENZIE 2002 K MULTINUCLEARSOLIDSTATENUCLEARMAGNETICRESONANCEINORGANICMATERIALS KIM 2001 17 24 J CAMINO 1991 35 39 J ABRAHAM 1976 849 852 M XU 1995 103 112 Z GRZECHNIK 2003 13 19 A MEYER 2005 A145 A148 B ARITANI 2000 10133 10143 H LOMONOSOV 2016 647 676 V WU 1992 7565 7567 M COLUCCIA 1993 1289 1298 S MARTRA 2001 121 130 G DUX2021X111802 DUX2021X111802XJ 2023-08-13T00:00:00.000Z 2023-08-13T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 0 2022-06-11T20:27:26.927Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Royal Society Royal Society http://data.elsevier.com/vocabulary/SciValFunders/501100000288 http://sws.geonames.org/2635167/ National Natural Science Foundation of China 21661130149 21972066 91745202 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Priority Academic Program Development of Jiangsu Higher Education Institutions PAPD Priority Academic Program Development of Jiangsu Higher Education Institutions http://data.elsevier.com/vocabulary/SciValFunders/501100012246 http://sws.geonames.org/1814991/ Newton Fund for Royal Society This work was supported by the National Natural Science Foundation of China (NSFC) (91745202 and 21972066) and the NSFC−Royal Society Joint Program (21661130149). L.P. thanks Royal Society and Newton Fund for Royal Society - Newton Advanced Fellowship. This work was also supported by a Project Funded by the Priority Academic Program Development of Jiangsu Higher Education Institutions. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00419-3 S2468823121004193 1-s2.0-S2468823121004193 10.1016/j.mcat.2021.111802 315758 2022-07-28T21:21:39.542138Z 2021-08-01 2021-08-31 1-s2.0-S2468823121004193-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/MAIN/application/pdf/793cde462cdcb791886d4783ff675eee/main.pdf main.pdf pdf true 4443906 MAIN 7 1-s2.0-S2468823121004193-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/PREVIEW/image/png/781aa230fdefd614f5b83e0ab610c48c/main_1.png main_1.png png 57275 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121004193-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr1/DOWNSAMPLED/image/jpeg/d8f9cbeee93cfcad96cfb4f92c5eca92/gr1.jpg gr1 gr1.jpg jpg 55021 415 809 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr2/DOWNSAMPLED/image/jpeg/07bec0a2c7ea538afd8a4dce27ab9a26/gr2.jpg gr2 gr2.jpg jpg 58495 316 791 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/ga1/DOWNSAMPLED/image/jpeg/7a5b1f9aa271a7ff12d99427c317bf40/ga1.jpg ga1 true ga1.jpg jpg 14324 161 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr3/DOWNSAMPLED/image/jpeg/5231fcf6bab42e3864e7493f6439f51a/gr3.jpg gr3 gr3.jpg jpg 23342 285 393 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr4/DOWNSAMPLED/image/jpeg/9fd2e4945f8ddf063d130ee453093815/gr4.jpg gr4 gr4.jpg jpg 53935 336 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr5/DOWNSAMPLED/image/jpeg/d226d5c9981ff000547d6d4ea49651b3/gr5.jpg gr5 gr5.jpg jpg 150163 587 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004193-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr1/THUMBNAIL/image/gif/fb67e1ae815b25db573ca290204d45a7/gr1.sml gr1 gr1.sml sml 8442 112 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr2/THUMBNAIL/image/gif/c21f1479e69cb42abafee51eca397026/gr2.sml gr2 gr2.sml sml 6862 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/ga1/THUMBNAIL/image/gif/85d583566baae1217ba00f17a752c5c8/ga1.sml ga1 true ga1.sml sml 7719 117 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr3/THUMBNAIL/image/gif/7a0b1b85a8505d822b118697540cb450/gr3.sml gr3 gr3.sml sml 7783 159 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr4/THUMBNAIL/image/gif/3f4d810aa1bb123e0ea3e7dac1940783/gr4.sml gr4 gr4.sml sml 11190 130 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr5/THUMBNAIL/image/gif/112b14940c1c9432096a9689a7a08dfb/gr5.sml gr5 gr5.sml sml 20647 164 168 IMAGE-THUMBNAIL 1-s2.0-S2468823121004193-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr1/HIGHRES/image/jpeg/2c29a8a5b8841d9124ab78febb5719d0/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 402571 1840 3583 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr2/HIGHRES/image/jpeg/86a596e2b45a2a68b586bfefb427baf4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 380126 1400 3500 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/ga1/HIGHRES/image/jpeg/b3732eba4cb505feacfeb7acd754de1b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 87505 714 1333 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr3/HIGHRES/image/jpeg/8448659db8d50f5286dde793c364bd03/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 141377 1264 1742 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr4/HIGHRES/image/jpeg/dc21fe5026f32faeb3c81bda2529eab5/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 394263 1486 2500 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/gr5/HIGHRES/image/jpeg/63e70c0962f564f089c4e72fe4152fc1/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 1620870 2599 2667 IMAGE-HIGH-RES 1-s2.0-S2468823121004193-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004193/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/402a5cb2e3591ff62cf2104634d94f94/mmc1.docx mmc1 mmc1.docx docx 3040900 APPLICATION 1-s2.0-S2468823121004193-am.pdf am am.pdf pdf 2789399 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:103SGJM57G7/MAIN/application/pdf/eb70ab602d0c5f30edaf75672b8521a1/am.pdf MCAT 111802 111802 S2468-8231(21)00419-3 10.1016/j.mcat.2021.111802 Fig. 1 7Li NMR spectra of 1.3-Li/MgO-800-Air (a), 1.3-Li/MgO-450-O2 (b), 1.3-Li/MgO-650-OCM (c), 5.6-Li/MgO-800-Air (d), 5.6-Li/MgO-450-O2 (e) and 5.6-Li/MgO-650-OCM (f). The inserts show the magnification of NMR spectrum in (c) and (f). Fig. 1 Fig. 2 The weight percentages of Li determined with 7Li NMR spectroscopy (a) and ICP (b), as well as the fractions of 5-coordinated Li species (c) in the Li/MgO catalysts. Fig. 2 Fig. 3 Catalytic performances of 1.3-Li/MgO-450-O2 and 5.6-Li/MgO-450-O2 catalysts in oxidative coupling of methane reaction at different reaction temperature. Both the surface area of 1.3-Li/MgO-800-Air and 1.3-Li/MgO-450-O2 are approx. 15 m2/g, while both the surface area of 5.6-Li/MgO-800-Air and 5.6-Li/MgO-450-O2 are close to 2.2 m2/g (Figure S9). Fig. 3 Fig. 4 FT-IR spectra of 1.3-Li/MgO-800-Air and 5.6-Li/MgO-800-Air adsorbed with CO at 123 K at different pressures. Fig. 4 Fig. 5 HRTEM images 1.3-Li/MgO-800-Air (a), 1.3-Li/MgO-450-O2 (b), 1.3-Li/MgO-650-OCM (c), 5.6-Li/MgO-800-Air (d), 5.6-Li/MgO-450-O2 (e) and 5.6-Li/MgO-650-OCM (f). Fig. 5 Editor's choice paper 7Li NMR investigations of Li/MgO catalysts for oxidative coupling of methane Jia-Huan Du Conceptualization Data curation Investigation Writing – original draft a Kun Qian Conceptualization Data curation Investigation Writing – review & editing b Yang Wang Investigation a Weixin Huang Supervision Writing – review & editing Funding acquisition b ⁎ Luming Peng Conceptualization Supervision Writing – review & editing Funding acquisition a ⁎ a Key Laboratory of Mesoscopic Chemistry of Ministry of Education, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing, 210023, China Key Laboratory of Mesoscopic Chemistry of Ministry of Education School of Chemistry and Chemical Engineering Nanjing University Nanjing 210023 China aKey Laboratory of Mesoscopic Chemistry of Ministry of Education, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing, 210023, China b Hefei National Laboratory for Physical Sciences at the Microscale, CAS Key Laboratory of Materials for Energy Conversion and Department of Chemical Physics, University of Science and Technology of China, Hefei, 230026, China Hefei National Laboratory for Physical Sciences at the Microscale CAS Key Laboratory of Materials for Energy Conversion and Department of Chemical Physics University of Science and Technology of China Hefei 230026 China bHefei National Laboratory for Physical Sciences at the Microscale, CAS Key Laboratory of Materials for Energy Conversion and Department of Chemical Physics, University of Science and Technology of China, Hefei, 230026, China ⁎ Corresponding authors. The role of Li and the mechanism in the Li/MgO catalyzed oxidative coupling of methane (OCM) are still under debate. Two Li/MgO catalysts with similar Li concentrations but very different catalytic performances in OCM reactions were studied by using 7Li NMR spectroscopy. 5-coordinated Li ions are present after the catalysts are calcined in air, activated in O2 and used for OCM reaction, and their relative concentrations differ significantly in the two catalysts. Such changes can be ascribed to different numbers of oxygen vacancies, leading to distinct catalytic properties for the two Li/MgO catalysts. Graphical abstract Image, graphical abstract Keywords 7Li NMR Li/MgO Coordination number O vacancy OCM 1 Introduction Oxidative coupling of methane (OCM) is a direct route to convert methane, the main component of natural gas, to C2+ hydrocarbons, i.e., ethane and ethylene [1–3]. This process enables on-site conversion of methane into more valuable chemicals and avoids its high transportation cost. OCM attracted further research interests, due to the depletion of crude oil reserves and the increasing demand for using methane as an alternative feedstock for chemicals. However, no economically feasible OCM process was developed yet, owing to low yield and poor stability of catalysts, and extensive research is still underway to gain fundamental understanding of this reaction. In a huge number of catalysts tested for OCM, Li doped MgO (Li/MgO) materials were one of the first studied, and their catalytic performances are still among the best [4,5]. Despite the enormous efforts made to investigate the structure and catalytic properties of Li/MgO in the past 35 years, a lot of key aspects are still unclear in literature, including the active center of the catalyst as well as the reaction mechanism. On the basis of the electron paramagnetic resonance (EPR) data, [Li+ O −] was first proposed as the active center for Li/MgO by Lunsford and co-workers [6,7], which was once widely accepted. However, no signal attributed to [Li+ O −] was observed in more recent EPR studies [8]. Based on experimental observations and theoretical calculations, the doped Li was considered as a modifier that may alter the surface structure, morphology, defects or exposed facets rather than generating the [Li+ O −] active center [8-19]. Nonetheless, the role of Li is still under intense debate for Li/MgO catalysts and remains a subject of active research. Solid-state NMR spectroscopy is a powerful tool that can provide detailed local structure information at atomic/molecular scale. 6Li and 7Li isotopes are NMR active and both 6Li NMR and 7Li NMR have been used extensively to study the local structure of lithium containing materials, especially lithium battery materials [20]. It is therefore surprising that there was few studies applying 6,7Li solid-state NMR to investigate the structure and properties of Li/MgO catalysts [21]. Compared to 6Li, which has an integer spin quantum number (I = 1), the half integer quadrupolar nucleus 7Li (I = 3/2) has a much higher natural abundance (93%) and gyromagnetic ratio (γ(7Li)/γ(6Li)=2.64), resulting in larger receptivity [22]. Since the Li contents in the catalysts are relatively low (see below), 7Li magic angle spinning (MAS) NMR spectroscopy was applied to investigate the lithium local environments for most of the samples in this study. Two Li/MgO catalysts, which have different initial Li concentrations in the starting materials, were chosen, and the results expected to provide more insights in the role of Li and the mechanism for OCM. 2 Experimental 2.1 Sample preparations Li/MgO samples (with initial Li concentrations of 1.3 and 5.6 wt% Li) were prepared by mixing the desired amount of Li2CO3 (AR, > 98.5%, Sinopharm Chemical Reagent Co. Ltd) and MgO (AR, > 98.5%, Sinopharm Chemical Reagent Co. Ltd) into 100 mL deionized water with stirring at 60 °C for 4 h. After stirring, the resulting powder was washed thoroughly and dried at 60 °C overnight, followed by heating the powder in a muffle furnace (Shanghai Laboratory Instrument Works Co., Ltd.) in air at 800 °C for 4 h. The obtained samples were then activated at 450 °C in O2 atmosphere (flow rate: 50 mL/min) for 2 h, before they were applied as the catalysts for the OCM reaction in a mixed gas of 8% CH4, 4% O2 and 88% Ar (flow rate: 100 mL/min) at different temperatures at 650 to 750 °C for 30 mins. The samples after these thermal treatments are denoted as x-Li/MgO-800-Air, x-Li/MgO-450-O2 and x-Li/MgO-650-OCM (for the catalysts reacted at a temperature of 650 °C), respectively, where x is the initial wt% of Li dopant. 2.2 Characterization Powder X-Ray Diffraction (XRD) characterization was performed with a Philips X'Pert Pro-Super diffractometer with Cu Kα irradiation (λ = 1.54184 Å) operating at 40 kV and 40 mA. High-Resolution Transmission Electron Microscope (HRTEM) images were recorded on a JEOL JEM-2100F instrument at an acceleration voltage of 200 kV. The Brunauer-Emmett-Teller (BET) specific surface area was determined by nitrogen adsorption-desorption isotherms using a Micromeritics Tristar II 3020 M and the samples were heated at 180 °C in nitrogen before the measurement. The amount of Li were determined with an Optima 5300DV inductively coupled plasma mass spectrometer (ICP-MS). In-situ diffuse reflectance infrared Fourier transform spectroscopy (in situ DRIFTS) measurements were performed on a Nicolet 6700 FTIR spectrometer equipped with an in-situ low-temperature and vacuum DRIFTS reaction cell (Harrick Scientific Products, Inc.) to enhance the chemisorption with minimum interference of gas-phase molecules. Each DRIFTS spectrum was measured with 128 scans at a resolution of 4 cm−1 using an MCT/A detector. Prior to the CO adsorption experiment, the sample was degassed at a base pressure of 0.01 Pa and cooled to the desirable temperature, whose spectrum was taken as the background spectrum. CO was then admitted into the reaction cell to reach the desirable pressures via a leak valve, and the DRIFTS spectrum were recorded after the chemisorption reaches the steady state. 6Li and 7Li magic angle spinning (MAS) NMR experiments were performed on a Bruker Avance III 400 spectrometer equipped with an 89 mm wide-bore 9.4 T superconducting magnet, at Larmor Frequencies of 58.8 MHz and 155.5 MHz, respectively. After the catalysts were calcined in air, activated in O2 and used for OCM reaction, the samples were packed into 3.2 mm rotors inside a N2-filled glove box without exposure to moisture or air, and spun at 20 kHz for NMR data acquisition. Li2O was used as an external standard for quantitative analysis. An excitation pulse width of 1 μs, corresponding to a solution π/8 pulse, was used in the single pulse MAS NMR measurements. An optimized recycle delay of 20 s was used for 7Li NMR experiments, while a recycle delay of 5 s was applied in additional 6Li NMR experiments. Both 6Li and 7Li chemical shifts were referenced to 1 M LiCl solution at 0.0 ppm. 2.3 Catalytic evaluation The catalyst activation and catalytic test of Li-MgO materials for oxidative coupling of methane were performed with an ambient-pressure fixed-bed flow reactor (a homemade quartz reaction tube with a tubular electric furnace (Longkou Xianke Instrument, Co., Ltd.)). 0.5 g catalyst (x-Li/MgO-800-Air, 40–60 mesh) was loaded in the quartz tube before it was activated in pure O2 (flow rate: 50 mL/min) at 450 °C for 2 h. Then the gas was switched to the reactants consisting of 8% CH4 and 4% O2 balanced with Ar (flow rate: 100 mL/min). The catalyst was heated to desired reaction temperatures from 650 to 750 °C and kept at the temperature for 30 min and the catalytic reaction reached a steady state. The composition of effluent gas at the steady state was analyzed with two online GC-14 gas chromatographs. One was equipped with carbon-zeolite column and TCD detector for the separation and detection of CH4, CO and CO2; the other with Porapak Q column and H2-flame ionization detector for the separation and detection of C2H4 and C2H6. The conversion of CH4 was calculated from the change in CH4 concentration in the inlet and outlet gasses. The selectivity of C2H4 or C2H6 was calculated as twice the amount of produced C2H4 or C2H6 divided by the amount of converted CH4. All the gasses used were provided by Nanjing Tianze Gas Co., Ltd. 3 Results and discussion The XRD patterns of the Li/MgO samples with different initial Li contents do not change significantly after calcination at 800 °C in air, activation at 450 °C in O2, or OCM reaction at 650 °C (Figure S1). All of the diffraction peaks can be indexed to MgO and no peak due to Li2CO3 or other magnesium/lithium-containing phases can be observed. Energy-dispersive spectroscopy (EDS) mapping image also shows that Mg ions are evenly distributed and there is no sign of Li only phases (Figure S2). These results indicate that the majority part of the sample maintain MgO structure after doping Li and the lattice structure does not change during activation and reaction. 7Li solid-state NMR spectra of the samples after different thermal treatments are shown in Fig. 1 . First, we noticed that the optimized recycle delay should be 20 s for quantitative measurement of Li/MgO samples (Figure S3), indicating a relatively long longitudinal relaxation time (T 1) in the order of several second. Such long T 1 implies that the paramagnetic [Li+ O −] species do not seem to be present. Due to a relatively fast MAS rate of 20 kHz, the intensities of the spinning sidebands in the spectra are low (<10%) and only the center band is quantitatively analyzed. The obtained 7Li NMR spectra are plotted such that the intensities of the resonances should reflect the amounts of Li in the samples directly and it is clear that a large amount of Li is lost during thermal treatments, which is confirmed with ICP results. The total amount of Li in each sample determined with 7Li NMR and ICP is shown in Fig. 2 a-2b and Table S1. Initially, the amounts of Li2CO3 added to MgO in the starting materials correspond to Li weight percentages of 1.3 and 5.6% in MgO, respectively. However, after calcination at 800 °C in air, the Li weight percentages in both samples (1.3-Li/MgO-800-Air and 5.6-Li/MgO-800-Air) reduce significantly. Since the decomposition of Li2CO3 starts at around 800 °C but completes at a much higher temperature of 1076 °C, the loss can be ascribed to the evaporation of Li2CO3 and its decomposition product Li2O [23,24]. Based on the ICP data, the weight percentage of Li in 1.3-Li/MgO-800-Air is only 0.16%, meaning that 88% Li is lost during the calcination in air at 800 °C, while 5.6-Li/MgO-800-Air has 0.20 wt% of Li, corresponding to a 96% loss of Li in the initial mixture. It should be noted that 5.6-Li/MgO-800-Air still has a slightly larger Li concentration than 1.3-Li/MgO-800-Air at this stage in spite of a greater fraction for Li loss. Activation at 450 °C in O2 further decreases the fractions of Li in each sample. The concentrations of Li in 1.3-Li/MgO-450-O2 and 5.6-Li/MgO-450-O2 are determined as 0.027 wt% and 0.028 wt%, respectively, showing that both catalysts have lost more than 97% Li and now have almost the same concentration for Li species. A final OCM catalytic process at 650 °C does not change the amounts of Li much in the catalysts, indicating the Li species are stable in the catalytic process after the catalysts are activated in O2. These quantitative NMR results prove that Li desorption occurs in both catalysts in these thermal treatments in air and O2. Eventually the Li concentrations of both catalysts become the same at approx. 0.027 wt%, possibly related to the maximum solubility of Li in the MgO lattice [25]. It is apparent that more Li species is lost in 5.6-Li/MgO catalysts in the first two thermal treatments, the ones with a higher initial Li concentration. This significant Li loss in the Li/MgO catalysts and the observation that both catalysts reach the same Li concentration are in agreement with previous elemental analysis and synchrotron radiation photoelectron data [17]. Although the samples 1.3-Li/MgO-450-O2 and 5.6-Li/MgO-450-O2 have practically the same actual Li concentrations, the OCM reactivity of the latter is much greater than the former (Fig. 3 and Table S2), while both are much higher than MgO itself (Figure S5). The two catalysts also differ in the C2 selectivity (Fig. 3 and Table S2). For example, the C2 selectivities at 650 °C are 40% and 56% for 1.3-Li/MgO-450-O2 and 5.6-Li/MgO-450-O2, respectively. The catalyst that has a higher initial Li concentration is not only associated with a higher reactivity but also a significantly higher C2 selectivity, at both 650 and 700 °C. Thus, the microstructure of the two catalysts, which control their catalytic properties, should be distinct [17], while the total concentration of Li should not be the determining factor for the OCM reaction. Therefore, the 7Li NMR spectra are examined more carefully to illustrate the differences in the structure of the catalysts. In all of the samples, a major peak at around 0.1 ppm and a shoulder at a higher frequency (approx. 1.4 ppm) can be observed. It is known that the 6Li/7Li NMR shift decreases with increasing coordination number. For example, 6Li MAS NMR spectrum of Li4SiO4 shows 4 resonances at 1.5, 0.8, 0.2 and −0.7 ppm (Figure S6), which can be assigned to LiO3, LiO4, LiO5 and LiO6 environments, respectively [26]; while 4-coordinated Li ions in Li2O and 6-coordinated Li species in Li2CO3 resonate at 3 and 0.2 ppm in the 7Li NMR spectra (Figure S7), respectively [27,28]. No apparent peak is observed at 3 ppm in our data, therefore, there is no or very limited amount of 4-coordinated Li in the samples and the 7Li NMR resonances at 0.1 and 1.4 ppm are assigned to 6-coordinated and 5-coordinated Li environments, respectively. The absence of the peak at 3 ppm suggests that there is no Li2O in the catalysts, indicating that all of Li2O, which may be generated in the decomposition of Li2CO3, evaporates. It is also clear that the relative intensities of the two peaks at 1.4 and 0.1 ppm are quite different in the two samples. The shoulder peaks at higher frequencies in the 5.6-Li/MgO catalyst at different stages are consistently stronger than the corresponding 1.3-Li/MgO catalysts, indicating the fractions of 5-coordinated Li in the former are greater than the latter. The 7Li NMR spectra observed are quite broad, presumably because of the different local environments of Li and the large 7Li-7Li homonuclear dipolar interactions, even at these low Li concentrations [22]. This may be ascribed to the phenomenon that Li species tend to form separated phases [29]. In order to decrease the spectral width, 6Li MAS NMR spectroscopy was performed since 6Li has a smaller gyromagnetic ratio. However, the S/N ratio is too poor to extract quantitative information (Figure S8). Therefore, it is challenging to perform deconvolution on the 7Li NMR spectra and extract the exact fractions of different Li species. Here the heights of the peak at the shoulder and peak maximum are used directly to estimate the relative concentrations of Li ions with different coordination numbers (Fig. 2c). The fraction of 5-coordinated Li in 5.6-Li/MgO-800-Air is 44%, which is about 22% higher than that of 1.3-Li/MgO-800-Air (36%). After the activation process in O2, the fractions of 5-coordinated Li in 5.6-Li/MgO-450-O2 and 1.3-Li/MgO-450-O2 are 40% and 32%, respectively, both of which decrease approximately 4 percentage point. After OCM reactions, the fractions of 5-coordinated Li increase slightly to reach 37% and 47% for 1.3-Li/MgO-650-OCM and 5.6-Li/MgO-650-OCM, respectively. These extracted values for the relative concentrations confirm that the fractions of 5-coordinated Li species in 5.6-Li/MgO catalysts are significantly larger than 1.3-Li/MgO catalysts. Despite the debate on the detailed structure of the Li/MgO catalysts, as well as the roles of Li in OCM reactions [2,17,30], it is the common understanding that the major defect sites in Li/MgO catalysts include LiMg (substitution of Mg2+ by Li+) in the MgO rock salt lattice structure. Since all of Mg2+ ions are 6-coordinated, 6-coordinated LiMg species are expected, which is in agreement with the observation of such species in 7Li NMR. At the same time, the presence of 5-coordinated Li in 7Li NMR clearly indicates that some LiMg ions are connected to an oxygen vacancy. Due to the charge difference between Li+ and Mg2+, the formation of oxygen vacancies is favorable to balance the negative charge introduced by Li+. In particular, an oxygen vacancy (OV, or F2+-center) between a pair of LiMg is considered the most favorable (i.e., LiMg-OV-LiMg) [8]. In this case, only 5-coordinated LiMg ions are present and two nearby sites are charge compensated with one OV, which contribute to the 7Li NMR peak at 1.4 ppm. However, the formation energies calculated based on different defects models show that the situation is more complicated and different local environments of oxygen vacancies may be present [14], which also agrees with our observation of a higher concentration of 6-coordinated LiMg ions. For example, defect complex LiMg-OV−Mg-O-LiMg (i.e., two LiMg are separated) is also desirable. The local environment of such complex is associated with one 5-coordinated and one 6-coordinated LiMg ion, while one more Mg ion is connected to OV, compared to the case for LiMg-OV-LiMg. Nonetheless, the above energetically favorable models have the LiMg site compensated by an oxygen vacancy that is directly connected (i.e., LiMg-OV). Therefore, these oxygen vacancies are Li-assisted vacancies, and their presence and concentration should be directly related to the 5-coordinated Li species in the sample, giving rise to the 7Li NMR peak at 1.4 ppm. At the same time, the presence of 6-coordinated Li ions in the NMR data can be ascribed to the LiMg sites which are not directly connected to OV (e.g., LiMg* in LiMg-OV−Mg-O-LiMg*), as well as a small amount of undecomposed small/amorphous Li2CO3 particles [8], likely on the surface of MgO. Since the relative intensity of the peak arising from 6-cooridnated Li is consistently higher than the resonance of 5-coordinated Li, for both 5.6-Li/MgO and 1.3-Li/MgO, the unreacted Li2CO3 must dominate the 6-coordinated Li species considering that generating 6-coordinated LiMg* should also form the same number of 5-coordinated LiMg, as in LiMg-OV−Mg-O-LiMg*. Comparing the relative intensity of the peak at 0.1 ppm, a larger fraction of Li species are in the form of Li2CO3 in the 1.3-Li/MgO catalysts, possibly related to the higher surface area (Fig. 3 and S9). The relatively high concentration of unreacted Li2CO3 is also consist with the presence of large 7Li-7Li homonuclear interaction in the samples. Based on the analysis on NMR results, it is confirmed that the 5.6-Li/MgO catalysts consistently have a higher fraction of 5-coordinated Li ions (7–10 percentage points), thus more Li-assisted oxygen vacancies, than 1.3-Li/MgO catalysts. Although oxygen vacancies can also form on the pure MgO material, Li-assisted oxygen vacancy formation is apparently more energetically desirable and thus these defects dominate. Therefore, it can be concluded that the total oxygen vacancy concentration is higher in the 5.6-Li/MgO catalyst, which is associated with a higher initial Li content. The higher catalytic activities and C2 selectivity associated with this catalyst suggest that oxygen vacancies are active sites and they are selective towards C2 products [31]. Since the two catalysts have almost the same Li content, our results also imply that Li is a structure modifier instead of active center, and the total Li concentration are not related to C2 selectivity, which agrees well with a lot of previous reports [8-19]. Because O ions are also coordinated to Mg, the formation of LiMg-OV environment upon doping Li should also increase the concentration of lower-coordinated Mg ions, which is supported with FT-IR and electron microscopic studies. There are two bands at around 2148 and 2167 cm−1 for 1.3-Li/MgO-800-Air, corresponding to CO adsorbed on 5- and 4-coordinated Mg sites on the edge of the common (100) facets, respectively [32,33] (Fig. 4 a). The peak at 2167 cm−1 dominates in the data with low CO pressure, while the relative intensity of the band at around 2148 cm−1 gradually increases with the increasing CO pressure, suggesting that the adsorption of CO on 5-coordinated Mg sites is weaker than 4-coordinated Mg sites. In contrast, several new IR peaks at 2196, 2120 and 2050 cm−1 are observed in 5.6-Li/MgO-800-Air (Fig. 4b). The increase in intensities of these new peaks are different from the bands corresponding to CO adsorbed on Mg sites, and can be attributed to the contribution of CO adsorbed on the surface Li species [19]. At the same time, with increasing CO pressure, the peak at 2148 cm−1 due to 5-coordinated Mg ions becomes less prominent and the peak at approx. 2160 cm−1 dominates due to CO adsorbed on 4-coordinated Mg sites, indicating that the concentration of lower-coordinated Mg sites in 5.6-Li/MgO-800-Air catalyst is much higher than that of 1.3-Li/MgO-800-Air. Representative HRTEM images of 1.3-Li/MgO and 5.6-Li/MgO catalysts after different thermal and catalytic processes are shown in Fig. 5 . The MgO lattice fringe of 0.212 nm can be observed in both 1.3-Li/MgO-800-Air and 5.6-Li/MgO-800-Air, corresponding to MgO{200} facets, in which Mg ions are coordinated to five O ions. However, in 5.6-Li/MgO-800-Air, the lattice fringe of 0.152 nm can also observed, corresponding to MgO{220} facets, where the coordination number of Mg ions is reduced to 4. Such difference can be ascribed to the stabilization effects by incorporating Li in the MgO structure. Similarly, even the lattice of 0.249 nm, arising from MgO {111} facets, can be observed in 5.6-Li/MgO-450-O2, in which the Mg ions are 3-coordinated. At the same time, only MgO{200} facets can be found on 1.3-Li/MgO-450-O2. The situation after the OCM reaction resembles. Both {220} and {200} facets are present on 5.6-Li/MgO-650-OCM, while only {200} facets are observed on 1.3-Li/MgO-650-OCM. These data show that doping more Li leads to lower-coordinated Mg on high energy facets, which is also consistent with our NMR data and literature [9,10]. Based on the catalytic results and the above experimental observations, we propose the following occurs in the formation of Li/MgO catalysts. During thermal treatment of the Li/MgO catalysts in air and O2, a large fraction of Li2CO3 evaporates, leading to significant decrease in the total Li content in the sample [17]. At the same time, only a small fraction of Li ions are able to replace lattice Mg ions and reconstruction of surfaces occurs, while some unreacted Li2CO3 stay on the surface of the catalyst. Due to the charge differences between Mg2+ and Li+, a significant amount of 5-coordinated Li ions and oxygen vacancies are formed due to Li incorporation. In the samples with a higher initial Li concentration (5.6-Li/MgO catalysts), more vacancies can be generated due to the a larger amount of Li available for incorporating into the MgO lattice, as compared to the samples with a lower initial Li level (1.3-Li/MgO catalysts). These oxygen vacancies are responsible for the OCM activity and the selectivity for C2 products. Eventually, 5.6-Li/MgO-450-O2 has more oxygen vacancies, and less unreacted Li2CO3, possibly owing to a smaller surface area related to surface reconstruction, as compared to 1.3-Li/MgO-450-O2. Therefore, despite a very similar total Li concentration in both 5.6-Li/MgO-450-O2 and 1.3-Li/MgO-450-O2, the former has a higher reactivity and higher selectivity toward C2 products. 4 Conclusion Two sets of Li/MgO catalysts were investigated with 7Li solid state NMR spectroscopy. 5-coordinated Li ions in these samples were detected for the first time with NMR, and their fractions were extracted. Despite a very similar Li total concentration of the two catalysts, a larger fraction of 5-coordinated Li species, found in the catalysts with a higher initial Li concentration (5.6 wt%), help the formation of more oxygen vacancies. These Li-assisted oxygen vacancies lead to a higher OCM reactivity and C2 selectivity, while the total Li content is not directly related to the catalytic performances. Supporting information XRD, SEM images and EDS mapping, nitrogen adsorption-desorption isotherms, additional NMR and catalytic performance data. CRediT authorship contribution statement Jia-Huan Du: Conceptualization, Data curation, Investigation, Writing – original draft. Kun Qian: Conceptualization, Data curation, Investigation, Writing – review & editing. Yang Wang: Investigation. Weixin Huang: Supervision, Writing – review & editing, Funding acquisition. Luming Peng: Conceptualization, Supervision, Writing – review & editing, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the National Natural Science Foundation of China (NSFC) (91745202 and 21972066) and the NSFC−Royal Society Joint Program (21661130149). L.P. thanks Royal Society and Newton Fund for Royal Society - Newton Advanced Fellowship. This work was also supported by a Project Funded by the Priority Academic Program Development of Jiangsu Higher Education Institutions. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2021.111802. Appendix Supplementary materials Image, application 1 References [1] G.E. Keller M.M. Bhasin Synthesis of ethylene via oxidative coupling of methane I. Determination of active catalysts J. Catal. 73 1982 9 19 10.1016/0021-9517(82)90075-6 G.E. Keller, M.M. Bhasin, Synthesis of ethylene via oxidative coupling of methane I. Determination of active catalysts, J. Catal.73 (1982) 9–19. https://doi.org/10.1016/0021-9517(82)90075-6. [2] P. Schwach X. Pan X. Bao Direct Conversion of Methane to Value-Added Chemicals over Heterogeneous Catalysts: challenges and Prospects Chem. Rev. 117 2017 8497 8520 10.1021/acs.chemrev.6b00715 P. Schwach, X. Pan, X. Bao, Direct Conversion of Methane to Value-Added Chemicals over Heterogeneous Catalysts: challenges and Prospects, Chem. Rev.117 (2017) 8497–8520. https://doi.org/10.1021/acs.chemrev.6b00715. [3] S. Arndt G. Laugel S. Levchenko R. Horn M. Baerns M. Scheffler A Critical Assessment of Li/MgO-Based Catalysts for the Oxidative Coupling of Methane Catal. Rev. 53 2011 424 514 10.1080/01614940.2011.613330 S. Arndt, G. Laugel, S. Levchenko, R. Horn, M. Baerns, M. Scheffler, et al., A Critical Assessment of Li/MgO-Based Catalysts for the Oxidative Coupling of Methane, Catal. Rev.53 (2011) 424–514. https://doi.org/10.1080/01614940.2011.613330. [4] T. Ito J.H. Lunsford Synthesis of ethylene and ethane by partial oxidation of methane over lithium-doped magnesium oxide Nature 314 1985 721 722 10.1038/314721b0 T. Ito, J.H. Lunsford, Synthesis of ethylene and ethane by partial oxidation of methane over lithium-doped magnesium oxide, Nature. 314 (1985) 721–722. https://doi.org/10.1038/314721b0. [5] T. Ito J. Wang C.H. Lin J.H. Lunsford Oxidative dimerization of methane over a lithium-promoted magnesium oxide catalyst J. Am. Chem. Soc. 107 1985 5062 5068 10.1021/ja00304a008 T. Ito, J. Wang, C.H. Lin, J.H. Lunsford, Oxidative dimerization of methane over a lithium-promoted magnesium oxide catalyst, J. Am. Chem. Soc.107 (1985) 5062–5068. https://doi.org/10.1021/ja00304a008. [6] D.J. Driscoll W. Martir J.-.X. Wang J.H. Lunsford Formation of gas-phase methyl radicals over magnesium oxide J. Am. Chem. Soc. 107 1985 58 63 10.1021/ja00287a011 D.J. Driscoll, W. Martir, J.-.X. Wang, J.H. Lunsford, Formation of gas-phase methyl radicals over magnesium oxide, J. Am. Chem. Soc.107 (1985) 58–63. https://doi.org/10.1021/ja00287a011. [7] J.H. Lunsford The Catalytic Oxidative Coupling of Methane Angew. Chem. Int. Ed. 34 1995 970 980 10.1002/anie.199509701 J.H. Lunsford, The Catalytic Oxidative Coupling of Methane, Angew. Chem. Int. Ed.34 (1995) 970–980. https://doi.org/10.1002/anie.199509701. [8] P. Myrach N. Nilius S.V. Levchenko A. Gonchar T. Risse K.-.P. Dinse Temperature-Dependent Morphology, Magnetic and Optical Properties of Li-Doped MgO ChemCatChem 2 2010 854 862 10.1002/cctc.201000083 P. Myrach, N. Nilius, S.V. Levchenko, A. Gonchar, T. Risse, K.-.P. Dinse, et al., Temperature-Dependent Morphology, Magnetic and Optical Properties of Li-Doped MgO, ChemCatChem. 2 (2010) 854–862. https://doi.org/10.1002/cctc.201000083. [9] U. Zavyalova M. Geske R. Horn G. Weinberg W. Frandsen M. Schuster Morphology and Microstructure of Li/MgO Catalysts for the Oxidative Coupling of Methane ChemCatChem 3 2011 949 959 10.1002/cctc.201000098 U. Zavyalova, M. Geske, R. Horn, G. Weinberg, W. Frandsen, M. Schuster, et al., Morphology and Microstructure of Li/MgO Catalysts for the Oxidative Coupling of Methane, ChemCatChem. 3 (2011) 949–959. https://doi.org/10.1002/cctc.201000098. [10] U. Zavyalova G. Weinberg W. Frandsen F. Girgsdies T. Risse K.-.P. Dinse Lithium as a Modifier for Morphology and Defect Structure of Porous Magnesium Oxide Materials Prepared by Gel Combustion Synthesis ChemCatChem 3 2011 1779 1788 10.1002/cctc.201100146 U. Zavyalova, G. Weinberg, W. Frandsen, F. Girgsdies, T. Risse, K.-.P. Dinse, et al., Lithium as a Modifier for Morphology and Defect Structure of Porous Magnesium Oxide Materials Prepared by Gel Combustion Synthesis, ChemCatChem. 3 (2011) 1779–1788. https://doi.org/10.1002/cctc.201100146. [11] L. Luo X. Tang W. Wang Y. Wang S. Sun F. Qi Methyl Radicals in Oxidative Coupling of Methane Directly Confirmed by Synchrotron VUV Photoionization Mass Spectroscopy Sci. Rep. 3 2013 1625 10.1038/srep01625 L. Luo, X. Tang, W. Wang, Y. Wang, S. Sun, F. Qi, et al., Methyl Radicals in Oxidative Coupling of Methane Directly Confirmed by Synchrotron VUV Photoionization Mass Spectroscopy, Sci. Rep.3 (2013) 1625. https://doi.org/10.1038/srep01625. [12] K. Kwapien J. Paier J. Sauer M. Geske U. Zavyalova R. Horn Sites for Methane Activation on Lithium-Doped Magnesium Oxide Surfaces Angew. Chem. Int. Ed. 53 2014 8774 8778 10.1002/anie.201310632 K. Kwapien, J. Paier, J. Sauer, M. Geske, U. Zavyalova, R. Horn, et al., Sites for Methane Activation on Lithium-Doped Magnesium Oxide Surfaces, Angew. Chem. Int. Ed.53 (2014) 8774–8778. https://doi.org/10.1002/anie.201310632. [13] M.C. Wu C.M. Truong K. Coulter D.W. Goodman Investigations of Active Sites for Methane Activation in the Oxidative Coupling Reaction over Pure and Li-Promoted MgO Catalysts J. Catal. 140 1993 344 352 10.1006/jcat.1993.1089 M.C. Wu, C.M. Truong, K. Coulter, D.W. Goodman, Investigations of Active Sites for Methane Activation in the Oxidative Coupling Reaction over Pure and Li-Promoted MgO Catalysts, J. Catal.140 (1993) 344–352. https://doi.org/10.1006/jcat.1993.1089. [14] N.A. Richter F. Stavale S.V. Levchenko N. Nilius H.J. Freund M. Scheffler Defect complexes in Li-doped MgO Phys. Rev. B 91 2015 195305 10.1103/PhysRevB.91.195305 N.A. Richter, F. Stavale, S.V. Levchenko, N. Nilius, H.J. Freund, M. Scheffler, Defect complexes in Li-doped MgO, Phys. Rev. B91 (2015) 195305. https://doi.org/10.1103/PhysRevB.91.195305. [15] S. Arndt U. Simon S. Heitz A. Berthold B. Beck O. Görke Li-doped MgO From Different Preparative Routes for the Oxidative Coupling of Methane Top. Catal. 54 2011 1266 1285 10.1007/s11244-011-9749-z S. Arndt, U. Simon, S. Heitz, A. Berthold, B. Beck, O. Görke, et al., Li-doped MgO From Different Preparative Routes for the Oxidative Coupling of Methane, Top. Catal.54 (2011) 1266–1285. https://doi.org/10.1007/s11244-011-9749-z. [16] D.O. Scanlon A. Walsh B.J. Morgan M. Nolan J. Fearon G.W. Watson Surface Sensitivity in Lithium-Doping of MgO: A Density Functional Theory Study with Correction for on-Site Coulomb Interactions J. Phys. Chem. C 111 2007 7971 7979 10.1021/jp070200y D.O. Scanlon, A. Walsh, B.J. Morgan, M. Nolan, J. Fearon, G.W. Watson, Surface Sensitivity in Lithium-Doping of MgO: A Density Functional Theory Study with Correction for on-Site Coulomb Interactions, J. Phys. Chem. C111 (2007) 7971–7979. https://doi.org/10.1021/jp070200y. [17] L. Luo Y. Jin H. Pan X. Zheng L. Wu R. You Distribution and role of Li in Li-doped MgO catalysts for oxidative coupling of methane J. Catal. 346 2017 57 61 10.1016/j.jcat.2016.11.034 L. Luo, Y. Jin, H. Pan, X. Zheng, L. Wu, R. You, et al., Distribution and role of Li in Li-doped MgO catalysts for oxidative coupling of methane, J. Catal.346 (2017) 57–61. https://doi.org/10.1016/j.jcat.2016.11.034. [18] G.H. Jaffari A. Tahir M. Bah A. Ali A.S. Bhatti S.I. Shah Study of Surface-Active Modes and Defects in Single-Phase Li-Incorporated MgO Nanoparticles J. Phys. Chem. C 119 2015 28182 28189 10.1021/acs.jpcc.5b10131 G.H. Jaffari, A. Tahir, M. Bah, A. Ali, A.S. Bhatti, S.I. Shah, Study of Surface-Active Modes and Defects in Single-Phase Li-Incorporated MgO Nanoparticles, J. Phys. Chem. C119 (2015) 28182–28189. https://doi.org/10.1021/acs.jpcc.5b10131. [19] K. Qian R. You Y. Guan W. Wen Y. Tian Y. Pan Single-Site Catalysis of Li-MgO Catalysts for Oxidative Coupling of Methane Reaction ACS Catal 10 2020 15142 15148 10.1021/acscatal.0c03896 K. Qian, R. You, Y. Guan, W. Wen, Y. Tian, Y. Pan, et al., Single-Site Catalysis of Li-MgO Catalysts for Oxidative Coupling of Methane Reaction, ACS Catal. 10 (2020) 15142–15148. https://doi.org/10.1021/acscatal.0c03896. [20] C.P. Grey N. Dupré NMR Studies of Cathode Materials for Lithium-Ion Rechargeable Batteries Chem. Rev. 104 2004 4493 4512 10.1021/cr020734p C.P. Grey, N. Dupré, NMR Studies of Cathode Materials for Lithium-Ion Rechargeable Batteries, Chem. Rev.104 (2004) 4493–4512. https://doi.org/10.1021/cr020734p. [21] U. Simon S. Alarcón Villaseca H. Shang S.V. Levchenko S. Arndt J.D. Epping Li/MgO Catalysts Doped with Alio-valent Ions. Part II: local Topology Unraveled by EPR/NMR and DFT Modeling ChemCatChem 9 2017 3597 3610 10.1002/cctc.201700610 U. Simon, S. Alarcón Villaseca, H. Shang, S.V. Levchenko, S. Arndt, J.D. Epping, et al., Li/MgO Catalysts Doped with Alio-valent Ions. Part II: local Topology Unraveled by EPR/NMR and DFT Modeling, ChemCatChem. 9 (2017) 3597–3610. https://doi.org/10.1002/cctc.201700610. [22] K.J. MacKenzie M.E. Smith Multinuclear Solid-State Nuclear Magnetic Resonance of Inorganic Materials 2002 Elsevier K.J. MacKenzie, M.E. Smith, Multinuclear Solid-State Nuclear Magnetic Resonance of Inorganic Materials, Elsevier, 2002. [23] J.W. Kim H.G. Lee Thermal and Carbothermic Decomposition of Na2CO3 and Li2CO3 Metall. Mater. Trans. B 32B 2001 17 24 J.W. Kim, H.G. Lee, Thermal and Carbothermic Decomposition of Na2CO3 and Li2CO3, Metall. Mater. Trans. B32B (2001) 17–24. [24] J.I. Camino M.J. Holgado V. Rives Li/MgO catalysts: II. A DTA and TG study of precursors, React Kinet. Catal. Lett. 45 1991 35 39 J.I. Camino, M.J. Holgado, V. Rives, Li/MgO catalysts: II. A DTA and TG study of precursors, React. Kinet. Catal. Lett.45 (1991) 35–39. [25] M.M. Abraham Y. Chen Stable [Li]0 Defects in MgO Single Crystals Phys. Rev. Lett. 37 1976 849 852 10.1103/PhysRevLett.37.849 M.M. Abraham, Y. Chen, Stable [Li]0 Defects in MgO Single Crystals, Phys. Rev. Lett.37 (1976) 849–852. https://doi.org/10.1103/PhysRevLett.37.849. [26] Z. Xu J.F. Stebbins 6Li nuclear magnetic resonance chemical shifts, coordination number and relaxation in crystalline and glassy silicates Solid State Nucl. Magn. Reson. 5 1995 103 112 10.1016/0926-2040(95)00026-M Z. Xu, J.F. Stebbins, 6Li nuclear magnetic resonance chemical shifts, coordination number and relaxation in crystalline and glassy silicates, Solid State Nucl. Magn. Reson.5 (1995) 103–112. https://doi.org/10.1016/0926-2040(95)00026-M. [27] A. Grzechnik P. Bouvier L. Farina High-pressure structure of Li2CO3 J. Solid State Chem. 173 2003 13 19 10.1016/S0022-4596(03)00053-7 A. Grzechnik, P. Bouvier, L. Farina, High-pressure structure of Li2CO3, J. Solid State Chem.173 (2003) 13–19. https://doi.org/10.1016/S0022-4596(03)00053-7. [28] B.M. Meyer N. Leifer S. Sakamoto S.G. Greenbaum C.P. Grey High Field Multinuclear NMR Investigation of the SEI Layer in Lithium Rechargeable Batteries, Electrochem Solid-State Lett. 8 2005 A145 A148 10.1149/1.1854117 B.M. Meyer, N. Leifer, S. Sakamoto, S.G. Greenbaum, C.P. Grey, High Field Multinuclear NMR Investigation of the SEI Layer in Lithium Rechargeable Batteries, Electrochem. Solid-State Lett.8 (2005) A145–A148. https://doi.org/10.1149/1.1854117. [29] H. Aritani H. Yamada T. Nishio T. Shiono S. Imamura M. Kudo Characterization of Li-Doped MgO Catalysts for Oxidative Coupling of Methane by Means of Mg K-Edge XANES J. Phys. Chem. B 104 2000 10133 10143 10.1021/jp000291y H. Aritani, H. Yamada, T. Nishio, T. Shiono, S. Imamura, M. Kudo, et al., Characterization of Li-Doped MgO Catalysts for Oxidative Coupling of Methane by Means of Mg K-Edge XANES, J. Phys. Chem. B104 (2000) 10133–10143. https://doi.org/10.1021/jp000291y. [30] V.I. Lomonosov M.Y. Sinev Oxidative coupling of methane: mechanism and kinetics Kinet. Catal. 57 2016 647 676 10.1134/2FS0023158416050128 V.I. Lomonosov, M.Y. Sinev, Oxidative coupling of methane: mechanism and kinetics, Kinet. Catal.57 (2016) 647–676. https://doi.org/10.1134%2FS0023158416050128. [31] M.-.C. Wu C.M. Truong K. Coulter D.W. Goodman Role of F Centers in the Oxidative Coupling of Methane to Ethane over Li-Promoted MgO Catalysts J. Am. Chem. Soc. 114 1992 7565 7567 10.1021/ja00045a040 M.-.C. Wu, C.M. Truong, K. Coulter, D.W. Goodman, Role of F Centers in the Oxidative Coupling of Methane to Ethane over Li-Promoted MgO Catalysts, J. Am. Chem. Soc.114 (1992) 7565–7567. https://doi.org/10.1021/ja00045a040. [32] S. Coluccia M. Baricco L. Marchese G. Martra A. Zecchina Surface morphology and reactivity towards CO of MgO particles:FTIR and HRTEM studies Spectrochim. Acta 49 1993 1289 1298 10.1016/0584-8539(93)80036-A S. Coluccia, M. Baricco, L. Marchese, G. Martra, A. Zecchina, Surface morphology and reactivity towards CO of MgO particles:FTIR and HRTEM studies, Spectrochim. Acta49 (1993) 1289–1298. https://doi.org/10.1016/0584-8539(93)80036-A. [33] G. Martra T. Cacciatori L. Marchese J.S.J. Hargreaves I.M. Mellor R.W. Joyner Surface morphology and reactivity of microcrystalline MgO Single and multiple acid–base pairs in low coordination revealed by FTIR spectroscopy of adsorbed CO, CD3CN and D2 Catal. Today 70 2001 121 130 10.1016/S0920-5861(01)00412-6 G. Martra, T. Cacciatori, L. Marchese, J.S.J. Hargreaves, I.M. Mellor, R.W. Joyner, et al., Surface morphology and reactivity of microcrystalline MgO Single and multiple acid–base pairs in low coordination revealed by FTIR spectroscopy of adsorbed CO, CD3CN and D2, Catal. Today70 (2001) 121–130. https://doi.org/10.1016/S0920-5861(01)00412-6",
      "scopus-id": "85112361538",
      "coredata": {
        "eid": "1-s2.0-S2468823121004193",
        "dc:description": "The role of Li and the mechanism in the Li/MgO catalyzed oxidative coupling of methane (OCM) are still under debate. Two Li/MgO catalysts with similar Li concentrations but very different catalytic performances in OCM reactions were studied by using 7Li NMR spectroscopy. 5-coordinated Li ions are present after the catalysts are calcined in air, activated in O2 and used for OCM reaction, and their relative concentrations differ significantly in the two catalysts. Such changes can be ascribed to different numbers of oxygen vacancies, leading to distinct catalytic properties for the two Li/MgO catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121004193",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Du, Jia-Huan"
          },
          {
            "@_fa": "true",
            "$": "Qian, Kun"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yang"
          },
          {
            "@_fa": "true",
            "$": "Huang, Weixin"
          },
          {
            "@_fa": "true",
            "$": "Peng, Luming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121004193"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121004193"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00419-3",
        "prism:volume": "513",
        "articleNumber": "111802",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "7Li NMR investigations of Li/MgO catalysts for oxidative coupling of methane",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "7Li NMR"
          },
          {
            "@_fa": "true",
            "$": "Li/MgO"
          },
          {
            "@_fa": "true",
            "$": "Coordination number"
          },
          {
            "@_fa": "true",
            "$": "O vacancy"
          },
          {
            "@_fa": "true",
            "$": "OCM"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111802",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2021",
        "prism:doi": "10.1016/j.mcat.2021.111802",
        "prism:startingPage": "111802",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111802",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "415",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55021",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "316",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58495",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "161",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14324",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "285",
            "@width": "393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23342",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "336",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53935",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "587",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "150163",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8442",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6862",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7719",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7783",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11190",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20647",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1840",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "402571",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1400",
            "@width": "3500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "380126",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "714",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "87505",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1264",
            "@width": "1742",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "141377",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1486",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "394263",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2599",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1620870",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3040900",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004193-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2789399",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85112361538"
      }
    }
  }
}