{
  "metadata": {
    "title": "Y<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> promoted Co<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf> catalyst for catalytic decomposition of N<ce:inf loc=post>2</ce:inf>O",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-06-30",
    "doi": "10.1016/j.mcat.2019.04.002",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119301476",
    "pii": "S2468823119301476"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85063881053",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-04-06 2019-04-06 2019-04-06 2019-04-06 2019-05-03T11:55:51 1-s2.0-S2468823119301476 S2468-8231(19)30147-6 S2468823119301476 10.1016/j.mcat.2019.04.002 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00061 2019-12-20T06:39:10.088518Z 0 0 20190601 20190630 2019 2019-04-06T16:17:55.149697Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 470 470 C Volume 470 14 104 111 104 111 201906 June 2019 2019-06-01 2019-06-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. Y2O3PROMOTEDCO3O4CATALYSTFORCATALYTICDECOMPOSITIONN2O WANG Y 1 Introduction 2 Experimental 2.1 Catalyst preparation method 2.2 Catalyst characterization 2.3 Catalytic experiments 3 Results and discussion 4 Conclusions Acknowledgements Appendix A Supplementary data References PEREZRAMIREZ 2007 31 J PEREZRAMIREZ 2003 117 J SALVESEN 2001 381 T RUSSO 2007 4226 N ABUZIED 2014 1105 B ZHAO 2010 3028 X ZHAO 2009 1562 X LIU 2016 121 Z PACHATOURIDOU 2016 259 E LIU 2014 10944 N FRANKEN 2015 298 T SUNDARARAJAN 1991 165 R ABUZIED 2015 814 B XIE 2009 746 X MENG 2013 491 B LUO 2011 26 X YAN 2003 505 L ABUZIED 2014 1105 B ZHANG 2016 2155 C YU 2016 110 H YU 2018 800 H WANG 2018 70 Y MATSUURA 2002 4526 D MU 2012 70 X SHI 2012 190 C SUN 2013 1892 L DOI 2014 70 Y YAN 2018 504 Y LIU 2018 109 H SUN 2014 1927 Y PATRA 2018 134 A HADJIEV 1988 199 V CAI 2015 393 T LOPES 2006 5826 I STELMACHOWSKI 2016 5554 P CHEN 2011 216 J LIU 2009 104 Q OVARI 2013 132 L DUPIN 2000 1319 J LIU 2018 1189 S IVANOVA 2017 793 Y XUE 2007 167 L LIN 2015 138 Y YP 2012 60 ABUZIED 2015 1837 B SATSUMA 2000 347 A EOM 2016 4654 W PANOV 1990 85 G WANGX2019X104 WANGX2019X104X111 WANGX2019X104XY WANGX2019X104X111XY 2021-04-06T00:00:00.000Z 2021-04-06T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S2468-8231(19)30147-6 S2468823119301476 1-s2.0-S2468823119301476 10.1016/j.mcat.2019.04.002 315758 2019-12-20T06:39:10.088518Z 2019-06-01 2019-06-30 1-s2.0-S2468823119301476-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/MAIN/application/pdf/3edfff59d595f9263d4618c985395e43/main.pdf main.pdf pdf true 1641289 MAIN 8 1-s2.0-S2468823119301476-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/PREVIEW/image/png/88a3b4e46572337b554e202854c5134b/main_1.png main_1.png png 58053 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119301476-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/ga1/THUMBNAIL/image/gif/e96e1cfa79b75764e21589b5f201e657/ga1.sml ga1 true ga1.sml sml 6409 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr1/THUMBNAIL/image/gif/19a7617f47842adf2293877f0712b580/gr1.sml gr1 gr1.sml sml 3314 163 143 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr10.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr10/THUMBNAIL/image/gif/b44fde08e77e986fbcf66f4442b5df80/gr10.sml gr10 gr10.sml sml 4058 160 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr2/THUMBNAIL/image/gif/1bdb43d987b33b5e80d6844fc70a9732/gr2.sml gr2 gr2.sml sml 11729 163 144 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr3/THUMBNAIL/image/gif/a5fe81e0e60e9e39c3d80336fd6f8c0f/gr3.sml gr3 gr3.sml sml 5697 164 206 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr4/THUMBNAIL/image/gif/063fcc23f0dca545fba1ca4d2ea53154/gr4.sml gr4 gr4.sml sml 4152 164 210 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr5/THUMBNAIL/image/gif/1cb1c9ab7a8bf90aac1486a90ef7fe43/gr5.sml gr5 gr5.sml sml 4600 164 102 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr6/THUMBNAIL/image/gif/f3288d53ca1b294855d83da6b40e08b3/gr6.sml gr6 gr6.sml sml 3553 164 218 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr7/THUMBNAIL/image/gif/f2e70a0b2e9f1e9b7fdee5f307080994/gr7.sml gr7 gr7.sml sml 3618 164 202 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr8.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr8/THUMBNAIL/image/gif/a60335cf5a7c8d61bb2ef7703b90889e/gr8.sml gr8 gr8.sml sml 6997 164 209 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-gr9.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr9/THUMBNAIL/image/gif/463179654efdcba7ed62e54d8aeb9963/gr9.sml gr9 gr9.sml sml 3770 164 212 IMAGE-THUMBNAIL 1-s2.0-S2468823119301476-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/ga1/DOWNSAMPLED/image/jpeg/d93aa04b07f313f84fb899077df1342f/ga1.jpg ga1 true ga1.jpg jpg 21363 189 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr1/DOWNSAMPLED/image/jpeg/ca331d385bb0b4e0065c9f74cad03d17/gr1.jpg gr1 gr1.jpg jpg 19961 387 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr10.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr10/DOWNSAMPLED/image/jpeg/9bc29546202a1eada68660dab90e78fb/gr10.jpg gr10 gr10.jpg jpg 10955 248 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr2/DOWNSAMPLED/image/jpeg/e0eace5c145e73a1ff8aa419903a2dcf/gr2.jpg gr2 gr2.jpg jpg 131810 748 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr3/DOWNSAMPLED/image/jpeg/72e2acbde0c247fd27f65b628a5b90c8/gr3.jpg gr3 gr3.jpg jpg 19146 270 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr4/DOWNSAMPLED/image/jpeg/a1e5e4ecc46ebe4f1276c2f094f4d3cd/gr4.jpg gr4 gr4.jpg jpg 13589 264 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr5/DOWNSAMPLED/image/jpeg/b807bf6a3330f261a1a347c3538c46ea/gr5.jpg gr5 gr5.jpg jpg 34193 544 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr6/DOWNSAMPLED/image/jpeg/311caa280e2244390393c0d5226f43df/gr6.jpg gr6 gr6.jpg jpg 11606 255 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr7/DOWNSAMPLED/image/jpeg/97da4b2229090d1285e03dd7e0bb0b2f/gr7.jpg gr7 gr7.jpg jpg 13139 275 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr8.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr8/DOWNSAMPLED/image/jpeg/9b1853e8d6658dd7541b5666b6d3a6fd/gr8.jpg gr8 gr8.jpg jpg 21313 266 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-gr9.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/gr9/DOWNSAMPLED/image/jpeg/17b1aac117edb0f5006139fc9cc297e0/gr9.jpg gr9 gr9.jpg jpg 13442 262 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301476-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/mmc1/MAIN/application/msword/4161aa3131c19073ae943dda889c903e/mmc1.doc mmc1 mmc1.doc doc 969216 APPLICATION 1-s2.0-S2468823119301476-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301476/STRIPIN/image/gif/653533eb90684ed54fb4a9699fa0ca30/si1.gif si1 si1.gif gif 1090 33 350 ALTIMG 1-s2.0-S2468823119301476-am.pdf am am.pdf pdf 1632036 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1014RB58PB5/MAIN/application/pdf/3fd0d07091e29f2eedff5682dd4f853c/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:1014RB58PB5/MAIN/application/pdf/3fd0d07091e29f2eedff5682dd4f853c/am.pdf MCAT 10373 S2468-8231(19)30147-6 10.1016/j.mcat.2019.04.002 Elsevier B.V. Fig. 1 X-ray powder diffractograms of the catalysts: (a) Co3O4; (b) Y2O3-Co3O4. Fig. 1 Fig. 2 TEM and HRTEM images of the Co3O4 and Y2O3-Co3O4. The particles size distribution of Co3O4, Y2O3-Co3O4 and Y2O3 are given in (a’), (b’) and (c’). Fig. 2 Fig. 3 Raman spectra of the catalyst: (a) Co3O4; (b) Y2O3-Co3O4. Fig. 3 Fig. 4 H2-TPR curves of the catalyst: (a) Co3O4; (b) Y2O3-Co3O4; (c)Y2O3. Fig. 4 Fig. 5 XPS spectra of Co2p (a) and O1s (b) of the Co3O4 and Y2O3-Co3O4. Fig. 5 Fig. 6 O2-TPD curves of the catalysts: (a) Co3O4; (b) Y2O3-Co3O4. Fig. 6 Fig. 7 CO2-TPD profiles of the catalysts: (a) Co3O4; (b) Y2O3-Co3O4. Fig. 7 Fig. 8 Conversion of N2O over the catalysts: (a),(a’) Co3O4 and (b),(b’) Y2O3-Co3O4. (0.1 vol% N2O/Ar, GHSV = 10,000 h−1). Fig. 8 Fig. 9 N2O conversion versus time-on-stream at 360 ℃ over the catalysts: (a) Co3O4; (b) Y2O3-Co3O4. (0.1 vol% N2O balanced with Ar, GHSV = 10,000 h−1). Fig. 9 Fig. 10 Lnk changed with 1/T over the catalysts: (a) Co3O4; (b) Y2O3-Co3O4. Fig. 10 Table 1 H2 consumption of the Co3O4 and Y2O3-Co3O4 catalysts obtained from TPR profiles. Table 1 Sample H2 consumption [mmol/g] Peak β / Peak α Peak α Peak β Co3O4 4.17 a 12.74 a 3.06 4.15 b 12.50 b 3.00 Y2O3-Co3O4 4.01 a 10.64 a 2.65 4.04 b 12.12 b 3.00 a The actual H2 consumption. b The theoretical H2 consumption. Table 2 XPS results of Co3O4 and Y2O3-Co3O4 catalysts. Table 2 Sample Surface species ratio a Co2+/Co3+ Oα1/(Oα1 + Oα2 + Oβ) Oα2/(Oα1 + Oα2 + Oβ) Co3O4 1.04 0.23 0.13 Y2O3-Co3O4 0.88 0.38 0.09 a Calculated from the peak areas of XPS. Table 3 The amount of different basic sites on the Co3O4 and Y2O3-Co3O4 catalyst surface. Table 3 Sample weak basic sites(μmol/g) medium strength basic sites(μmol/g) strong basic sites(μmol/g) Co3O4 10.6 41.5 38.9 Y2O3-Co3O4 31.2 212.5 40.1 Table 4 Kinetic parameters of the reaction over Co3O4 and Y2O3-Co3O4. Table 4 Sample T (℃) r (μmol s−1 g−1) k (m3 s−1 g−1) Ea (kJ mol−1) Co3O4 280300320 0.0280.0480.070 7.80 × 10−7 1.47 × 10−6 2.47 × 10−6 73.3 Y2O3-Co3O4 260280300 0.0410.0650.089 1.22 × 10−6 2.22 × 10−6 3.54 × 10−6 61.5 Y2O3 promoted Co3O4 catalyst for catalytic decomposition of N2O Yongzhao Wang a ⁎ Ke Zheng a b Xiaobo Hu a b Wei Zhou b Xuhui Wei a b Yongxiang Zhao a a Engineering Research Center of Ministry of Education for Fine Chemicals, China Engineering Research Center of Ministry of Education for Fine Chemicals China b School of Chemistry and Chemical Engineering, Shanxi University, Taiyuan 030006, China School of Chemistry and Chemical Engineering Shanxi University Taiyuan 030006 China ⁎ Corresponding author. Graphical abstract Co3O4 and the Y2O3-Co3O4 catalysts were synthesized via the precipitation method and the co-precipitation method. Y2O3-Co3O4 exhibits excellent activity and stability for catalytic decomposition of N2O in comparison with Co3O4. The characterization results show that Y2O3-Co3O4 catalyst possesses larger SBET, smaller particle size and the enhanced surface basic property than Co3O4 resulting from the interactions between Y and Co oxides. Furthermore, the promoted electron-donating ability of Co2+ and the facilitated O2 desorption capacity endow the Y2O3-Co3O4 catalyst a lower activation energy for N2O decomposition. Moreover, the Y2O3-Co3O4 catalyst shows better catalytic performance in the presence of O2 or H2O than Co3O4. Keywords Co3O4 Y2O3-Co3O4 N2O decomposition Interaction 1 Introduction N2O has attracted increasing attentions as an atmospheric pollutant. Most of the N2O comes from human causes, such as the manufacture of nitric and adipic acids [1]. N2O is a major greenhouse gas whose global warming potential is 310 times and 21 times higher than that of CO2 and CH4, respectively [2]. Furthermore, N2O is rather stable in the troposphere with an average life span of 150 years and continuously damage the ozone layer [3]. Accordingly, the elimination of N2O is an important and urgent problem. Various methods, including thermal decomposition, selective absorption and catalytic decomposition have been used to remove N2O [4]. Compared with the other two methods, the catalytic decomposition is the most practical way [5]. However, although N2O is thermodynamically unstable and theoretically easily decomposed into N2 and O2, the decomposition of N2O does not readily occur at temperatures lower than 600 ℃ due to its high activation energy of about 250 kJ mol−1 [6,7]. The key is to find a suitable catalyst to effectively reduce the activation energy of the reaction, so as to achieve a faster reaction rate in terms of kinetics. The catalysts employed for N2O decomposition include supported precious metals, non-noble oxides and zeolites [8]. The precious metal catalysts can effectively decompose N2O, while the applications are restricted due to the high cost [9]. The ion-exchanged zeolites exhibit excellent catalytic performance, but the activity declines owing to their instability in the humid feed gas [10]. In contrast, the metal oxides have great applied potential with respect to their low cost, high resistance to humidity and superb catalytic activity and stability [11]. Among the various oxide catalysts, the spinel oxides have become the principal research subject because of their better catalytic and electric properties [12]. The structural formula of spinel oxide is AB2O4, where A is a bivalent cation (like Mn2+, Co2+, Cu2+) occupying tetrahedral sites and B is a trivalent cation (like Fe3+, Co3+, Cr3+) occupying octahedral sites [13]. The ratio of Co3+/Co2+ in Co3O4 as a typical spinel oxide is theoretically 2:1. The redox couple of Co3+/Co2+ plays a key role in various reactions, such as CO oxidation [14], oxidation of NH3 [15] and Fischer-Tropsch synthesis [16]. Recently, Co3O4 catalyst has been widely investigated in the N2O decomposition. However, the catalytic activity decreases when impurity gas coexists in the feed gas. Hence, many researchers devoted to improve the catalytic performance of Co3O4 through modification with metal ions. The partial replacements of Co2+ by alkaline earth metal and transition metal ions in the spinel oxide Co3O4 have been widely investigated. For example, Abu-Zied et al. [13] found that the Cu2+ partly substituting Co2+ in Co3O4 improved the N2O decomposition activity due to the decline of NO bond energy derived from the interaction between Cu and Co ions. Yan et al. [17] pointed out that the Zn2+ replacing Co2+ in Co3O4 greatly increased the catalytic performance, which rely on the substitution degree. Besides Zn2+ ion, they also found that the addition of Ni or Mg also can improve the activity of the catalyst, because Ni2+ or Mg2+ can form the additional active sites and has a synergistic effect on activating N2O [11]. Moreover, Abu-Zied et al. [18] thought that the catalytic performance of Ni-Co composite oxide was affected by several factors, such as the existence of Ni2+, small particle size, large surface area and the K+. In a word, divalent metal ions such as Mg2+, Cu2+, Ni2+ and Zn2+ can be employed to improve N2O decomposition activity by substitution of Co2+ in Co3O4 spinel. For the past few years, there have been some studies on the addition of metal ions that cannot replace Co2+ to improve the catalytic activity of Co3O4. Zhang et al. [19] reported that CoxTi catalysts can enhance N2O catalytic decomposition activity due to the interaction between Co and Ti oxides. Wang et al. [20] suggested that the introduction of Pb can reduce the average sizes of Co3O4, increase the surface area (SBET) and the quantity of active sites over the catalysts, which weakened the Co-O bond. Similarly, the addition of Ag into Co3O4 can also decrease the crystallites size of Co3O4 and weaken the Co-O bond, so the catalytic performance of the catalyst for N2O decomposition increased [21]. In our previous study [22], it was found that SnO2-Co3O4 exhibited superior catalytic activity to bulk Co3O4 due to the interaction between Co and Sn oxides. Generally, in terms of Co3O4 spinel, even if Co2+ in the spinel structure could not be substituted, the addition of other metal ions still can promote the catalytic activity. These findings have inspired us to study the effects of adding other kinds of metal ions which cannot replace Co2+ on the catalytic performance of N2O decomposition. The above-mentioned work not only can further enrich our comprehension to the relationship of the structure and catalytic performance of Co-based catalysts, but also might provide more options for the practical application of N2O decomposition. Thus, the development of the new catalysts with high activity and stability and the elucidation of their catalytic active centers still remain a challenge task. As one of rare earth oxides, Y2O3 with a cubic structure is often used as a promoter in various catalytic system due to its excellent physicochemical properties, such as high phase transition temperature, good chemical and photochemical stability [23]. It is well known that Y2O3 can be used as a stabilizer for ZrO2, which can increase the phase transition temperature range of ZrO2, producing stable cubic crystals and tetragonal crystals at room temperature. For example, Zhang et al. [24] studied the catalytic activity of supported Co3O4 on Y2O3-stabilized ZrO2 for CO oxidation. The results revealed that the Co3O4/ZrO2(Y2O3) exhibited high cycle test activity derived from the structural stability caused by the introduction of Y2O3. Shi et al. [25] studied the CO2 reforming of CH4 over Pd/Al2O3 catalysts promoted by various additives (K, Ca, Y, Mn and Cu), and found that Y-modified Pd/Al2O3 showed the best stability because adding Y2O3 restrain carbon deposition and metal sintering. Han et al. [26] suggested that compared with Ni/γ-Al2O3, the Ni supported on Y2O3 modified γ-Al2O3 possessed smaller Ni particle size and stronger surface basicity, which resulted in the great catalytic activity of methane and CO2 reforming into syngas. Besides being the promoter, Y2O3 is also used as the catalyst support. Haneda et al. [27] discovered that the catalytic NO decomposition performance of alkaline earth metal oxides supported on Y2O3 largely depended on the support, and they thought that the surface basic sites were important to active the NO molecular. Recently, Yan et al. [28] proposed that the Ni/Y2O3 catalyst prepared via YO(NO3) (oxide nitrate) as precursor exhibited excellent activity and stability for CO2 methanation, because Y species originated from YO(NO3) can provide anchoring sites to moderately interact with Ni2+. In conclusion, Y2O3 may be a good choice as effective support or promoter. To our best knowledge, the effect of adding Y2O3 on the structure and texture properties of Co3O4 has rarely been reported up to now. Based on the above considerations, the aim of this work is to study the effect of Y2O3 addition on the structure, texture and surface properties and the N2O decomposition activity of Co3O4 catalyst. A series of characterization was applied to gain the main factors that contribute to the superior catalytic performance of Y2O3-Co3O4. The result of this study can provide information for the design of efficient and practical catalysts. 2 Experimental 2.1 Catalyst preparation method The Y2O3-Co3O4 catalyst, in which the molar ratio of Y/Co = 0.02 (the weight loading of Y2O3 on the mixed oxide catalyst is 2.7 wt %) was synthesized via the co-precipitation method making use of cobaltous nitrate and yttrium(III) oxide as precursors, sodium carbonate (1 M) as precipitant. The process is referred to our previous work [22]. The catalysts with molar ratios of Y/Co = 0.01, 0.04 and 0.1 were prepared with the same method. For the comparison purpose, the Co3O4 and Y2O3 catalyst were prepared by the precipitation method as well. 2.2 Catalyst characterization The XRD, TEM, Raman, FT-IR, TPR, XPS and O2-TPD characterization process were the same as depicted in our early publication [22]. CO2-TPD was tested using a Micromeritics Autochem 2920 apparatus. The procedure can be seen from the literature [29]. The elemental mapping images of EDX analysis were recorded by JEM-F200. 2.3 Catalytic experiments The catalytic tests process is identical to our previous paper [21]. The catalytic activity was represented by N2O conversion, which was calculated by the following equations: (1) Con v . = ( [ N 2 O ] i n − [ N 2 O ] o u t ) / [ N 2 O ] i n × 100 % [N2O]in and [N2O]out are N2O concentration before and after the reaction, respectively. To investigate the influence of impurity gases on the catalytic N2O decomposition, the feed gas containing 0.1 vol% N2O and 2.3 vol% H2O or 2 vol% O2 balanced by Ar was used. The kinetic parameters were calculated according to the literature [20]. 3 Results and discussion Fig.S1 shows the N2O conversion over YxCo catalysts with different Y/Co molar ratios. It can be seen that the Y0.02Co catalyst shows the best catalytic performance among the studied catalysts though the Y0.01Co and Y0.04Co catalysts also exhibit higher catalytic performance than pure Co3O4. On this basis, a series of characterization will focus on the structure, texture and surface properties of Co3O4 and Y0.02Co, respectively. Fig. 1 shows the XRD patterns of the investigated catalysts. All diffraction peaks of the two samples are in accordance with the Co3O4 spinel structure (JCPDS 43-1003) [20]. It should be noticed that neither new phases other than Co3O4, nor the peak shifting were observed for the Y2O3-Co3O4 catalyst. There may be two reasons: the amount of Y2O3 is too small to be detected and Y2O3 is highly dispersed on the catalyst surface. Furthermore, it is worth noting that the diffraction peaks of Y2O3-Co3O4 become broader and weaker than those of bulk Co3O4, indicative of low crystallinity of Co3O4 in Y2O3-Co3O4. As shown in Table S1, the average crystallite size of the Co3O4 and Y2O3-Co3O4, calculated using the Scherrer equation, are 24.7 and 16.6 nm, respectively, revealing that the crystallite size of Co3O4 becomes smaller after the addition of Y2O3. However, the lattice parameter of Y2O3-Co3O4 (0.8080 nm) hardly changes compared with that of Co3O4 (0.8084 nm), indicating that Y could not enter the Co3O4 lattice. But the addition of Y2O3 still can influence the crystallite size of Co3O4. In fact, the Y3+ cannot incorporate into the Co3O4 lattice because the radius of Y3+ (90 pm) is larger than those of Co2+ (72 pm) and Co3+ (75 pm). Therefore, the growth of Co3O4 particles may be inhibited by the Y3+ on the surface of Co3O4. This phenomenon also can be found by adding Ag into Co3O4 [21]. Besides the decreasing crystallite size of Co3O4, the addition of Y2O3 into Co3O4 can enhance the SBET of the catalyst and tune the pore structure of the catalyst, as evidenced by N2-physisorption results. It can be seen from Table S1 that the Y2O3-Co3O4 catalyst possesses the smaller pore diameter and the larger pore volume than Co3O4. The small pore diameter can lengthen the residence time of the reaction gas that might be beneficial for the full contact of the reaction gas with the catalyst, and the larger pore volume can provide greater adsorption capacity for N2O [30], which favour the N2O decomposition. TEM images of the catalysts are presented in Fig. 2 . It is obvious that both catalysts consist of individual spherical particles, and the Y2O3-Co3O4 displays lower surface agglomeration of nanoparticles than Co3O4. The crystallites sizes of Co3O4 and Y2O3-Co3O4 are 14–32 and 8–24 nm, indicating that the particle dimension of Co3O4 decreases after adding Y2O3 into Co3O4, which is consistent with XRD results. The TEM results confirm that the addition of Y2O3 may increase the sintering resistance of Y2O3-Co3O4. According to the HRTEM of Co3O4, it is distinct that the edges of the Co3O4 particles are very clear and relative regular. The exposed interplanar spacing are approximately 0.241 and 0.476 nm for Co3O4 (311) and (111) plane, respectively. In comparison with Co3O4, it is found that the crystallite size of Y2O3-Co3O4 becomes smaller and the edges turn blurred. Additionally, the (311) and (111) lattice planes corresponding to Co3O4 nanoparticles can be easily observed in the HRTEM image of Y2O3-Co3O4. Moreover, it can be identified that the (400) lattice plane of Y2O3 with 0.257 nm lattice distance emerges in the HRTEM of Y2O3-Co3O4 [31]. Clearly, it is different from the doping of Cu2+ or Ni2+ which can enter the Co3O4 crystal lattice to replace the Co2+ [13,18], and Y2O3 only disperses on the surface of Co3O4 due to the larger radius. Moreover, the TEM elemental mapping (Fig. S3) shows that the Y element is not actually evenly distributed, and the image shows a relatively higher concentration of Y on the edges of the crystallites, indicating that the Y2O3 phase is located at the Co3O4 surface. Nevertheless, the interaction between Y2O3 and Co3O4 oxides could be unavoidable. Fig.3 shows the Raman spectra of the two samples. It is distinct that there are five peaks over the Raman spectra of Co3O4. The peaks appeared at 196, 504, 460 and 602 cm−1 correspond to the 3×F2g and Eg, which are ascribed to the vibration of tetrahedral sites (CoO4) symmetry [32]. And the peak located at 662 cm−1 (A1g) can be ascribed to the vibration of octahedral sites (CoO6) in O7h symmetry [33]. The intensity of vibrational modes for Y2O3-Co3O4 catalyst slightly increases due to the addition of Y2O3 compared with that for Co3O4, especially that at 662 cm−1. It is reported that the peak at 662 cm−1 is symbol of the sublattice in which the Co3+ mainly located [34]. It might be caused by the higher content of Co3+ on the surface of Y2O3-Co3O4. To confirm this point, IF2g/IEg and IA1g/IEg were calculated according to the rate of intensity of the peaks at 196, 662 cm−1 to that at 460 cm−1, respectively [22]. The results show that the ratio of IF2g/IEg for Co3O4 (1.21) is close to that for Y2O3-Co3O4 (1.15), however, the value of IA1g/IEg for Y2O3-Co3O4 (3.61) is far greater than that for Co3O4 (2.54). It indicates that the amounts of Co3+ on Y2O3-Co3O4 are higher than that on pure Co3O4. Besides, the Raman peaks of Y2O3-Co3O4 slightly shift to the high wavenumbers, indicating that the existence of interaction between Y and Co oxides of Y2O3-Co3O4. The results of FT-IR show that the two bands of Y2O3-Co3O4 become broader and the positon is lower than those of Co3O4 (seen from Fig. S4), which can also confirm the presence of interaction between Y and Co oxides. H2-TPR curves of Co3O4, Y2O3-Co3O4 and Y2O3 are illustrated in Fig. 4 , where Y2O3 only shows a weak reduction peak centered at 562 ℃ in the range of 100–700 ℃. For the Co3O4 sample, one peak (labelled as α peak) at 331 ℃ is attributed to the reduction of Co3+→Co2+ (Eq. 2) and another peak at 409 ℃ (labelled as β peak) is assigned to the reduction of Co2+→Co° (Eq. 3) [19]. Compared with Co3O4, Y2O3-Co3O4 has a similar α peak at 336 ℃, while the β peak obviously shifts to a high temperature from 409 to 536 ℃. This result indicates that the addition of Y2O3 retards the reduction of Co2+ to Co0. From a redox point of view, Co2+ in Y2O3-Co3O4 exhibits a weaker capacity to receive electrons, that is the electron-donating ability is enhanced. The result can be assigned to the interaction at the Y2O3/Co3O4 interface, where the Co2+ may be donated electron by Y2O3. Moreover, the peak β of Y2O3-Co3O4 looks broader than that of Co3O4, due to the defect of the lattice plane as a result of the introduction of Y2O3. This phenomenon is the result of the reduction kinetics [35]. (2) Co2+Co2 3+O4 + H2 → Co2+O + H2O (3) Co2+O + H2 → Co° + H2O The amounts of hydrogen consumption are given in Table 1 . The peak area ratio of β/α for Co3O4 is about 3.06:1 that close to the theoretical value (3.0:1) [5]. Nevertheless, the hydrogen consumption rate of β/α decreases to 2.65:1 for the Y2O3-Co3O4. Combined with the TPR profile of Y2O3, it can be inferred that the peak β in the Y2O3-Co3O4 should also include the part reduction of Y species. Even so, the ratio of β/α is still less than that of Co3O4. This result means that the amounts of Co3+ in the Y2O3-Co3O4 catalyst are higher than that of pure Co3O4, which might result from the strong interaction between the Y and Co oxides. The similar results can also be found in the CoTi and CoSn catalysts [19,22]. Fig. 5 a shows the XPS spectra of Co2p3/2. For pure Co3O4, the peaks at 781.1 and 779.4 eV represent the Co2+ (n) and Co3+ (m), respectively [36]. The shake-up satellite peak (v) at 789.6 eV indicates the existence of Co2+ [37]. It has to be noticed that the addition of Y2O3 makes the Co2p3/2 peaks of Y2O3-Co3O4 shift to the higher binding energy (BE) compared with those of Co3O4, which implies that the valence state of Co species changes. Similar phenomena were also observed in Co3O4 modified by Ti, Sn, respectively [19,22]. The value of Co2+/Co3+ is about 1.04 for Co3O4, whereas which decreases to 0.88 for Y2O3-Co3O4 (Table 2 ). It demonstrates that the content of Co3+ for Y2O3-Co3O4 is higher than that for Co3O4, which is in agreement with Raman results. Fig. 5b presents the O1s results of the Co3O4 and Y2O3-Co3O4. Three O1s peaks appear at 529.5–530.0, 530.9–531.7 and 532.1–533.3 eV, attributed to the surface lattice oxygen (Oβ), the surface oxygen species (Oα1) adsorbed on the oxygen vacancy [38], and the adsorbed oxygen species from OH or H2O species (Oα2), respectively [39]. Compared with Co3O4, the Oα1 peak of Y2O3-Co3O4 shifts to the higher BE, suggesting that adsorbed oxygen species have the higher mobility [40]. Furthermore, the ratio of Oα1/(Oα1+Oα2+Oβ) was calculated and given in Table 2. The Oα1/(Oα1+Oα2+Oβ) of Y2O3-Co3O4 (0.38) is higher than that of Co3O4 (0.23), suggesting that the introduction of Y2O3 raises the amount of surface adsorbed oxygen. The O2-TPD curves of two samples in Fig. 6 displays two peaks from 100 ℃ to 400 ℃. The peak ranging from 100 to 300 ℃ can be ascribed to the desorption of surface adsorbed oxygen species [28]. In contrast, Y2O3-Co3O4 gives more amount of desorbed O2 than Co3O4, which are 61.6 and 21.3 μmol g−1 calculated from the desorption peak area, respectively. In addition, compared with Co3O4, the desorption peak of the surface oxygen species for Y2O3-Co3O4 shifts to the lower temperature, indicating that the Y2O3 can weaken the Co-O, thus facilitate the O2 desorption [41]. That is, for the Y2O3-Co3O4, the decrease in the initial temperature of desorption and the increase in the amounts of desorbed O2 may be related to the interaction between the Y2O3 and Co3O4. In addition, the peak at 300–400 ℃ can be assigned to the desorption of surface lattice oxygen [42], however, there is no significant difference between the Co3O4 and Y2O3-Co3O4. According to the results of HRTEM and XPS, Y2O3 cannot enter the Co3O4 lattice, but only exist outside and interact with Co3O4. Thus, the addition of Y2O3 significantly facilitate the O2 desorption. As shown in Fig. 7 , the CO2-TPD profiles of Co3O4 and Y2O3-Co3O4 catalysts both exhibit three CO2 desorption peaks. The peak in the range of 50–150 ℃ can be attributed to the CO2 uptake at the weak basic sites on the catalyst surface. The peak ranging from 350 to 500 ℃ can be ascribed to the interaction of CO2 with the strong basic sites, which shows no distinct difference between the two catalysts. It should be noticed that compared with Co3O4, the peak of Y2O3-Co3O4 in the range of 150–300 ℃, which can be assigned to the interaction between CO2 and medium strength basic sites, obviously shifts to higher temperature and the desorption area significantly becomes larger. In addition, the amounts of different basic sites over the catalysts are shown in Table 3 . Obviously, due to the addition of Y2O3, Y2O3-Co3O4 possesses not only stronger basic property, but also more quantity of basic sites. Generally, the enhancement of the surface basicity is beneficial to activating N2O molecular [43], just as the Cu-Al mixed oxides and NiO catalysts doped by various alkali metals [44,45]. As shown in Fig. 8 , the Co3O4 catalyst can obtain 100% of N2O conversion at 400 ℃ in the feed gas of 0.1 vol% N2O/Ar. However, it is clear that the light-off profile of Y2O3-Co3O4 significantly shifts to lower temperatures, over which N2O reaches a conversion of 100% only at 360 ℃. Obviously, Y2O3-Co3O4 shows relatively higher N2O conversion than pure Co3O4 under the identical reaction conditions. In terms of N2O decomposition, a majority of works focused on the catalytic reaction in the absence of inhibitors. However, various impurity gases (H2O, O2, etc.) inevitably coexist in tail gas. Fig. 10 also displays N2O catalytic decomposition in the feed gas of 0.1 vol% N2O/Ar together with 2 vol% O2. The catalytic activities of Co3O4 and Y2O3-Co3O4 are both restrained after the introduction of 2 vol% O2, because the balance of equation (O* + O* → O2* → O2 + *) can be moved to the left by O2 molecular, hindering the O2 desorption and the recovery of active sites. However, the effect of oxygen on Co3O4 is more prominent than that on Y2O3-Co3O4. The N2O conversions reaches 92% and 100% at 360 ℃ for Co3O4 and Y2O3-Co3O4 in the absence of 2 vol% O2, but it decrease by 57% and 21% when the O2 emerges in the feed gas, respectively. According to O2-TPD and XPS results, the Y2O3-Co3O4 possesses more amounts of weakly bound oxygen species and the higher oxygen mobility, so that O2 adsorbed on its surface is relatively easy to desorption, leading to the great resistance of Y2O3-Co3O4 catalyst to O2. Additionally, the impact of O2 on the catalytic activity of Co3O4 is more obvious at temperature beyond 325 ℃ than that at 150–325 ℃. For instance, the N2O conversions of Co3O4 are 10% and 79% at 240 ℃ and 340 ℃, which decrease by 4% and 54% after the O2 is introduced, respectively. Satsuma et al. [46] suggested that surface sites play an important role in the reaction, which can be occupied by dissociated oxygen species resulting from N2O or O2 in the feed gas. Most catalysts exhibit poor catalytic activity because the active sites are inactive at low temperature [47]. Nevertheless, the presence of O2 significantly inhibits catalytic activity at high temperature, because oxygen dissociates and forms strongly adsorbed O* that is the same as those generated via the N2O decomposition [48]. Thus the accumulation of dissociated oxygen is produced, which could restrain the catalytic decomposition of N2O. However, the existence of O2 shows less effect on the catalytic performance of Y2O3-Co3O4 at high temperature than that at low temperature, owing to the weakly bound oxygen species and higher oxygen mobility. Furthermore, H2O is one of the most common constituents of an industrial tail gas. Fig. S5 shows that though the catalytic activity of both catalysts are restrained by H2O. The N2O conversion on Co3O4 is about 91% at 360 ℃ in the first step, yet it decreases to 70% when 2.3 vol% H2O is introduced. By removing H2O, the N2O conversion returns to 88%. After two cycles, the N2O conversion decreases to 86%. For Y2O3-Co3O4, the introduction of H2O can also cause the decreases of N2O conversion from 100% to 83%, but the catalytic activity can be completely restored after removing H2O, which indicates that the inhibiting effect of H2O on Y2O3-Co3O4 is reversible and simply results from dynamic reasons. The decline of N2O conversion caused by the water vapor might be connected with the competitive adsorption of moisture on active sites. Based on the results of XPS (Fig. 5b, Table 2), the Oα2/(Oα1+Oα2+Oβ) for the Y2O3-Co3O4 (0.09) is lower than that for Co3O4 (0.13), which implies that the concentration of hydroxyl species and adsorbed water species on Y2O3-Co3O4 is lower than that on Co3O4. Hence, the addition of Y2O3 might inhibit the adsorption of H2O, which can explain the excellent catalytic behavior over Y2O3-Co3O4 in the presence of H2O. As shown in Fig. 9 , the Co3O4 catalyst exhibits poor catalytic stability that the initial activity (approximately 90%) is merely sustained for 10 h, then the N2O conversion gradually drops to 85% after 40 h. However, the full conversion of N2O can be maintained over Y2O3-Co3O4 catalyst at least 40 h. The Y2O3-Co3O4 possesses relatively higher catalytic activity and stability than Co3O4. Bases on O2-TPD result, the O2 desorption is more difficult from Co3O4 than that from Y2O3-Co3O4, thus diminishing the catalytic N2O decomposition on the Co3O4 catalyst. The N2O catalytic decomposition on Co3O4 is considered as a first-order reaction [31]. Table 4 lists the kinetic parameters of the two catalysts. The specific reaction rate of Y2O3-Co3O4 is 2.3 times than that of Co3O4 at 280 ℃. For instance, the r is 0.065 μmol s−1 g-1 over Y2O3-Co3O4, yet that is only 0.028 μmol s−1 g-1 over Co3O4. According to Table S1, the SBET of Y2O3-Co3O4 is no more than 2 times as that of Co3O4. Hence, the promoted activity of Y2O3-Co3O4 can not only be ascribed to the increase of SBET. The Ea was calculated according to the Arrhenius equation. As shown in Fig.10, the Ea of N2O decomposition over Y2O3-Co3O4 is 61.5 kJ mol−1, lower than that on Co3O4 (73.3 kJ mol−1), indicating that the introduction of Y2O3 can decrease the Ea, thus facilitating the decomposition of N2O. As is known that N2O decomposition is a classical redox reaction [41]. According to the literatures [19,20,22], Co2+ can activate N2O molecule resulting in the formation of N2 and Co3+O− (Eq. 4), during which Co2+ offers electrons to N2O and is oxidised. Then two Co3+O− species recombine into Co2+ and O2 through L-H mechanism (Eq. 5), completing the catalytic cycle. In the E-R mechanism, Co3+O− directly reacts with N2O to desorb N2, O2 and form Co2+ (Eq. 6). Based on the analysis of the reaction mechanism, it is clear that the oxidability of Co3+, the electron-donating ability of Co2+ and the O2 desorption capacity are crucial for the N2O decomposition. (4) N2O + Co2+ → N2 + Co3+O− (5) 2Co3+O− → O2 + 2Co2+ (6) Co3+O− + N2O → N2 + O2 + Co2+ Based on the characterization results of XRD, N2-physisorption and TEM/HRTEM, it can be found that Y2O3-Co3O4 catalyst possesses smaller crystallite size, larger SBET due to the addition of Y2O3, though which could not enter the Co3O4 lattice. Furthermore, there is an interaction formed at the interface of Y2O3/Co3O4 and more amount Co3+ exists on the Y2O3-Co3O4 evidenced by XPS and Raman results. More importantly, after the Y2O3 is introduced into the Co3O4, both the surface basic property and amount of basic site increase due to the interaction between Y and Co oxides, which further enhances electron-donating ability of Co2+ and the O2 desorption capacity. The results obtained from TPR and TPD can offer the direct evidence. Thus, it can be concluded that the promoted electron-donating ability of Co2+ and the facilitated O2 desorption capacity contribute to the decrease of the activation energy for N2O decomposition. As to the increase of amount of Co3+ on the Y2O3-Co3O4 catalyst, it could not be the major reason for the excellent N2O decomposition activity. Because the oxidability of Co3+ in Y2O3-Co3O4 hardly changes compared with Co3O4 according to the H2-TPR, and the O2 desorption temperature on Y2O3-Co3O4 is far lower than the initial decomposition temperature of N2O. 4 Conclusions The Y2O3-Co3O4 sample with spinel structure was synthesized by the co-precipitation method. Various characterization results confirm the existence of interaction between the Y and Co oxides at the interface of Y2O3/Co3O4, which lead to the larger SBET, smaller average crystallite size of Co3O4 and the enhanced surface basic property. Additionally, Y2O3-Co3O4 possesses the promoted electron-donating ability of Co2+ and the facilitated O2 desorption capacity originated from the enhanced surface basic property, which can explain the superior catalytic activity of Y2O3-Co3O4 for N2O decomposition. Acknowledgements This work was financially supported by National Natural Science Foundation of China (21673132) and Shanxi Natural Science Foundation (2018019). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.04.002. Appendix A Supplementary data The following is Supplementary data to this article: References [1] J. Perez-Ramirez Appl. Catal. B 70 2007 31 [2] J. Perez-Ramirez F. Kapteijn K. Schoffel J.A. Moulijn Appl. Catal. B 44 2003 117 [3] T. Salvesen S. Roesch P.A. Sermon P. Kaur Top. Catal. 16-17 2001 381 [4] N. Russo D. Mescia D. Fino A.G. Saracco V. Specchia Ind. Eng. Chem. Res. 46 2007 4226 [5] B.M. Abuzied S.A. Soliman S.E. Abdellah Chin. J. Catal. 35 2014 1105 [6] X.Y. Zhao Y. Cong F. Lv L. Li X.D. Wang T. Zhang Chem. Commun. (Camb.) 46 2010 3028 [7] X.X. Zhao D.G. Cheng F.Q. Chen X.L. Zhan Chem. Ind. Eng. Pro (China) 28 2009 1562 [8] Z. Liu F. He L. Ma S. Peng Catal. Surv. Asia 20 2016 121 [9] E. Pachatouridou E. Papista A. Delimitis M.A. Vasiliades A.M. Efstathiou M.D. Amiridis O.S. Alexeev D. Bloom G.E. Marnellos M. Konsolakis E. Iliopoulou Appl. Catal. B 187 2016 259 [10] N. Liu R. Zhang Y. Li B. Chen J. Phys. Chem. C 118 2014 10944 [11] T. Franken R. Palkovits Appl. Catal. B 176 2015 298 [12] R. Sundararajan V. Srinivasan Appl. Catal. 73 1991 165 [13] B.M. Abu-Zied S.A. Soliman S.E. Abdellah J. Ind. Eng. Chem. 21 2015 814 [14] X. Xie Y. Li Z. Liu M. Haruta W. Shen Nature 458 2009 746 [15] B. Meng Z. Zhao X. Wang J. Liang J. Qiu Appl. Catal. B 129 2013 491 [16] X. Luo C. Hou W. Yu G. Xia H. Nie Acta. Petrolei. Sinica 27 2011 26 [17] L. Yan T. Ren X. Wang Q. Gao D. Ji J. Suo Catal. Commun. 4 2003 505 [18] B.M. Abuzied S.A. Soliman S.E. Abdellah Chin. J. Catal. 35 2014 1105 [19] C. Zhang Z. Zhang C. Sui F. Yuan X. Niu Y. Zhu ChemCatChem. 8 2016 2155 [20] H. Yu M. Tursun X. Wang X. Wu Appl. Catal. B 185 2016 110 [21] H. Yu X. Wang X. Wu Y. Chen Chem. Eng. J. 334 2018 800 [22] Y. Wang X. Hu K. Zheng X. Wei Y. Zhao Catal. Commun. 111 2018 70 [23] D. Matsuura Appl. Phys. Lett. 81 2002 4526 [24] X. Mu X. Liu G. Sun J. Inorg. Organomet. Polym. Mater. 22 2012 70 [25] C. Shi P. Zhang Appl. Catal. B 115-116 2012 190 [26] L. Sun Y. Tan Q. Zhang H. Xie F. Song Y. Han Int. J. Hydrogen Energy 38 2013 1892 [27] Y. Doi M. Haneda M. Ozawa J. Mol. Catal. 383-384 2014 70 [28] Y. Yan Y. Dai Y. Yang A.A. Lapkin Appl. Catal. B 237 2018 504 [29] H. Liu Z. Ma Chin. J. Catal. 26 2018 109 [30] Y. Sun Z. Qu D. Chen H. Wang F. Zhang Fu Chin. J. Catal. 35 2014 1927 [31] A. Patra R.R. Sahoo S.K. Karak S.K. Sahoo Int. J. Refract. Met. Hard. Mater. 70 2018 134 [32] V.G. Hadjiev M.N. Iliev I.V. Vergilov J. Phys. C 21 1988 199 [33] T. Cai H. Huang W. Deng Q. Dai W. Liu X. Wang Appl. Catal. B 166-167 2015 393 [34] I. Lopes N.E. Hassan H. Guerba G. Wallez A. Davidson Chem. Mater. 18 2006 5826 [35] P. Stelmachowski K. Ciura G. Grzybek Catal. Sci. Technol. 6 2016 5554 [36] J. Chen W. Shi J. Li Catal. Today 175 2011 216 [37] Q. Liu L.C. Wang M. Chen Y. Cao H.Y. He K.N. Fan J. Catal. 263 2009 104 [38] L. Ovari S.K. Calderon Y. Lykhach J. Libuda A. Erdohelyi C. Papp J. Kiss H.P. Steinruck J. Catal. 307 2013 132 [39] J.C. Dupin D. Gonbeau P. Vinatier A. Levasseur Phys. Chem. Chem. Phys. 2 2000 1319 [40] S. Liu N. Tang Q. Shang C. Wu G. Xu Y. Cong Chin. J. Catal. 39 2018 1189 [41] Y.A. Ivanova E.F. Sutormina I.A. Isupova E.I. Vovk React. Kinet. Catal. Lett. 58 2017 793 [42] L. Xue C. Zhang H. He Y. Teraoka Appl. Catal. B 75 2007 167 [43] Y. Lin T. Meng Z. Ma J. Ind. Eng. Chem. 28 2015 138 [44] Y. P M. Feng X. Cui X. Xu J. Fuel. Chem. Technol. 40 2012 60 [45] B.M. Abuzied A.M. Asiri Chin. J. Catal. 36 2015 1837 [46] A. Satsuma H. Maeschima K. Watanabe K. Suzuki T. Hattori Catal. Today 63 2000 347 [47] W.H. Eom M. Ayoub K.S. Yoo J. Nanosci. Nanotechnol. 16 2016 4654 [48] G.I. Panov V.I. Sobolev A.S. Kharitonov J. Mol. Catal. 61 1990 85",
      "scopus-id": "85063881053",
      "coredata": {
        "eid": "1-s2.0-S2468823119301476",
        "dc:description": "Co3O4 and the Y2O3-Co3O4 catalysts were synthesized via the precipitation method and the co-precipitation method. Y2O3-Co3O4 exhibits excellent activity and stability for catalytic decomposition of N2O in comparison with Co3O4. The characterization results show that Y2O3-Co3O4 catalyst possesses larger SBET, smaller particle size and the enhanced surface basic property than Co3O4 resulting from the interactions between Y and Co oxides. Furthermore, the promoted electron-donating ability of Co2+ and the facilitated O2 desorption capacity endow the Y2O3-Co3O4 catalyst a lower activation energy for N2O decomposition. Moreover, the Y2O3-Co3O4 catalyst shows better catalytic performance in the presence of O2 or H2O than Co3O4.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119301476",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Yongzhao"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Ke"
          },
          {
            "@_fa": "true",
            "$": "Hu, Xiaobo"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Wei"
          },
          {
            "@_fa": "true",
            "$": "Wei, Xuhui"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Yongxiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119301476"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119301476"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30147-6",
        "prism:volume": "470",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Y2O3 promoted Co3O4 catalyst for catalytic decomposition of N2O",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Co3O4"
          },
          {
            "@_fa": "true",
            "$": "Y2O3-Co3O4"
          },
          {
            "@_fa": "true",
            "$": "N2O decomposition"
          },
          {
            "@_fa": "true",
            "$": "Interaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "104-111",
        "prism:endingPage": "111",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2019",
        "prism:doi": "10.1016/j.mcat.2019.04.002",
        "prism:startingPage": "104",
        "dc:identifier": "doi:10.1016/j.mcat.2019.04.002",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6409",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3314",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr10.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4058",
            "@ref": "gr10",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "144",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11729",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5697",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4152",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "102",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4600",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3553",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3618",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6997",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr9.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3770",
            "@ref": "gr9",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "189",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21363",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "387",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19961",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "248",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr10.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10955",
            "@ref": "gr10",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "748",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131810",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19146",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "264",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13589",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "544",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34193",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11606",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "275",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13139",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21313",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-gr9.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13442",
            "@ref": "gr9",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "969216",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "350",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1090",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301476-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1632036",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85063881053"
      }
    }
  }
}