{
  "metadata": {
    "title": "Promoting effect of H<ce:inf loc=post>2</ce:inf>O over macroporous Ce-Zr catalysts in soot oxidation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-09-30",
    "doi": "10.1016/j.mcat.2019.110416",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882311930238X",
    "pii": "S246882311930238X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85066329957",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-05-31 2019-05-31 2019-05-31 2019-05-31 2019-06-17T15:56:08 1-s2.0-S246882311930238X S2468-8231(19)30238-X S246882311930238X 10.1016/j.mcat.2019.110416 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00103 2019-08-28T10:16:18.014871Z 0 0 20190901 20190930 2019 2019-05-31T11:18:07.957911Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 474 474 C Volume 474 13 110416 110416 110416 201909 September 2019 2019-09-01 2019-09-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. PROMOTINGEFFECTH2OOVERMACROPOROUSCEZRCATALYSTSINSOOTOXIDATION SUNPARK C 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.2 Catalyst characterization 2.3 Catalytic activity tests 2.4 Density functional theory (DFT) calculation 2.5 Isotopic experiment 3 Result & discussion 3.1 Catalysts solid properties 3.2 Catalytic performances 3.3 Catalyst chemical properties under dry conditions 3.4 Effect of H2O on the catalyst 3.5 Mechanism of soot oxidation in the presence of H2O 3.6 Effect of H2O on the thermally deactivated catalysts 4 Conclusion Acknowledgments Appendix A Supplementary data References FORNASIERO 1996 173 183 P LEE 2010 432 435 D LEE 2018 281 290 D MUKHERJEE 2016 105 115 D RYU 2002 J SAETECHNICALPAPER EXPERIMENTALSTUDYDENOXPERFORMANCEBYPLASMACATALYSTAGAUAL2O3SYSTEM HONG 2010 106 115 Y JEGUIRIM 2005 1949 1956 M ATRIBAK 2008 123 132 I MAMAKOS 2013 16 23 A HERNANDEZ 2015 525 534 W GAO 2017 116 126 Y LIU 2016 188 198 S WANG 2018 251 262 H LIU 2017 454 459 S HERNANDEZ 2018 202 212 W MACHIDA 2008 4489 4494 M BUENOLPEZ 2005 203 205 A LIU 2008 185 195 J MUKHERJEE 2018 227 235 D ZHU 2007 205 210 L PIUMETTI 2016 271 282 M REDDY 2005 155 171 B CAPORALI 2014 764 769 R WANG 2016 887 891 C CHRISTENSEN 2017 182 188 J WEI 2012 13 29 Y ALCALDESANTIAGO 2018 187 197 V ZHANG 2011 302 315 G LEE 2019 356 366 J BOSCO 2010 966 973 J WEI 2014 62 74 Y KRESSE 2001 G VASPGUIDE PERDEW 1996 3865 3868 J KRESSE 1996 11169 11186 G BLOCHL 1994 17953 17979 P TERRIBILE 1998 79 88 D ABDOLLAHZADEHGHOM 2011 32 38 S DERNAIKA 2003 219 229 B UNER 2005 334 345 D WU 2007 1274 1278 X AHLSTROM 1989 475 483 A BERNAL 1995 11794 11796 S VENKATASWAMY 2014 1 10 P JAMPAIAH 2013 12963 12974 D DUTTA 2006 5144 5146 P KATTA 2010 101 108 L HENDERSON 2003 1 18 M NIE 2017 1419 1423 L LI 2003 239 245 W HANSEN 2014 27402 27414 H CHEN 2013 5800 5810 B KIM 2017 15449 15458 K MAMONTOV 2000 11110 11116 E SUNPARKX2019X110416 SUNPARKX2019X110416XC 2021-05-31T00:00:00.000Z 2021-05-31T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S2468-8231(19)30238-X S246882311930238X 1-s2.0-S246882311930238X 10.1016/j.mcat.2019.110416 315758 2019-08-28T10:16:18.014871Z 2019-09-01 2019-09-30 1-s2.0-S246882311930238X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/MAIN/application/pdf/9fae774c7bbfc42e55885a18d80a971e/main.pdf main.pdf pdf true 2609909 MAIN 9 1-s2.0-S246882311930238X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/PREVIEW/image/png/70bb5f754b00caf4d9545796a4c70c17/main_1.png main_1.png png 54514 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882311930238X-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/ga1/THUMBNAIL/image/gif/1f149130d56bb190ccab18ac1772016b/ga1.sml ga1 true ga1.sml sml 6100 60 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr1/THUMBNAIL/image/gif/d21e158d9f174f28a624d952cd8cd0a3/gr1.sml gr1 gr1.sml sml 9995 164 215 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr2/THUMBNAIL/image/gif/dacd6e15cd5d5c8c2c4d1de34a213085/gr2.sml gr2 gr2.sml sml 13653 83 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr3/THUMBNAIL/image/gif/4654c71a96f9aa0f77be719832430482/gr3.sml gr3 gr3.sml sml 7982 78 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr4/THUMBNAIL/image/gif/f72d97f8c1a27acc5eced8733605783c/gr4.sml gr4 gr4.sml sml 8673 164 212 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr5/THUMBNAIL/image/gif/7fdc454e9d6a45cb8005dd0a4e1fdbab/gr5.sml gr5 gr5.sml sml 7046 164 211 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr6/THUMBNAIL/image/gif/cb6f84654aa542859654008598a6f31e/gr6.sml gr6 gr6.sml sml 10732 164 213 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr7/THUMBNAIL/image/gif/7878288169f80963a851a88daf74e72c/gr7.sml gr7 gr7.sml sml 11512 158 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-gr8.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr8/THUMBNAIL/image/gif/52fe38dbe800e0d4bbff6dca818534f6/gr8.sml gr8 gr8.sml sml 5488 76 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930238X-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/ga1/DOWNSAMPLED/image/jpeg/29032b1ecbb373f85cd747035ea0ec91/ga1.jpg ga1 true ga1.jpg jpg 20522 137 500 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr1/DOWNSAMPLED/image/jpeg/c51f23b106c30b43a9d1348f45f82f71/gr1.jpg gr1 gr1.jpg jpg 25816 259 340 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr2/DOWNSAMPLED/image/jpeg/b2e4d2d75f8ba503752f4faf1de9d552/gr2.jpg gr2 gr2.jpg jpg 61954 273 717 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr3/DOWNSAMPLED/image/jpeg/7cbb82dd1c5221c1e5b439c5a122d437/gr3.jpg gr3 gr3.jpg jpg 38307 201 566 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr4/DOWNSAMPLED/image/jpeg/58d92d9c749d7912a28f719c54f42624/gr4.jpg gr4 gr4.jpg jpg 23954 263 340 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr5/DOWNSAMPLED/image/jpeg/f9d6a781d68e78451c0008cc3919ee35/gr5.jpg gr5 gr5.jpg jpg 19445 264 340 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr6/DOWNSAMPLED/image/jpeg/6662dd30c5c210a3a6e5f73e72ac0b1c/gr6.jpg gr6 gr6.jpg jpg 57595 435 566 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr7/DOWNSAMPLED/image/jpeg/1a91f48e2f2df997bb319eed73aec8c8/gr7.jpg gr7 gr7.jpg jpg 56108 408 565 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-gr8.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/gr8/DOWNSAMPLED/image/jpeg/aa3d34913f0187526e84d0b5dc77e3a7/gr8.jpg gr8 gr8.jpg jpg 28809 197 566 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930238X-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930238X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5147afec4115152a250e4bfbf23c45dd/mmc1.docx mmc1 mmc1.docx docx 4874925 APPLICATION 1-s2.0-S246882311930238X-am.pdf am am.pdf pdf 5069373 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10MMZ7BCFZS/MAIN/application/pdf/f8cf2771dccdf4a914e047bf8bf1737b/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10MMZ7BCFZS/MAIN/application/pdf/f8cf2771dccdf4a914e047bf8bf1737b/am.pdf MCAT 110416 110416 S2468-8231(19)30238-X 10.1016/j.mcat.2019.110416 Elsevier B.V. Fig. 1 X-ray diffraction (XRD) results of (a) M-Ce, (b) M-CeT, (c) M-Ce7Zr3, (d) M-Ce7Zr3T, (e) M-Ce5Zr5, (f) M-Ce3Zr7, and (g) M-Zr. Fig. 1 Fig. 2 Scanning electron microscopy (SEM) images of (a) polymethyl methacrylate (PMMA), (b) M-Ce, (c) M-CeT, (d) M-Ce7Zr3, (e) M-Ce7Zr3T, (f) M-Ce5Zr5, (g) M-Ce3Zr7, and (h) M-Zr. Fig. 2 Fig. 3 CO2 and CO concentrations during the temperature-programmed soot oxidation reactions. Reaction conditions: (a) 1% O2/He (100 mL/min), (b) 10% H2O/1% O2/He (100 mL/min), catalyst/soot = 10/1, tight contact, heating rate =5 °C/min. Solid line: CO2 concentration, Dashed line: CO concentration. Fig. 3 Fig. 4 O2 temperature-programmed desorption (O2-TPD) profiles of (a) M-Ce, (b) M-Ce7Zr3, (c) M-Ce5Zr5, (d) M-Ce3Zr7, and (e) M-Zr. Fig. 4 Fig. 5 H2 temperature-programmed reduction (H2-TPR) profiles of (a) M-Ce, (b) M-Ce7Zr3, (c) M-Ce5Zr5, (d) M-Ce3Zr7, and (e) M-Zr. Fig. 5 Fig. 6 X-ray photoelectron spectroscopy (XPS) images of (a, b) M-Ce, and (c, d) M-Ce7Zr3 with various pretreatments. Fig. 6 Fig. 7 C16O, C18O, C16O2, C16O18O, and C18O2 production signals as a function of soot oxidation over (a) M-Ce, (b) M-CeT, (c) M-Ce7Zr3, and (d) M-Ce7Zr3T in presence of isotope water (H2 18O). Reaction conditions: 10% H2 18O/1% 16O2/He (100 ml/min), catalyst/soot = 10/1, tight contact, heating rate =5 °C/min. Fig. 7 Fig. 8 Reaction energetics of the reactions on (a) CeO2 and (b) Zr-doped CeO2 surfaces. Fig. 8 Table 1 Ce molar fractions, surface areas, external surface areas, crystal sizes and pore diameters of the catalysts. Table 1 Catalyst Ce molar fraction a BET surface area (m2/g) External surface area (m2/g) Crystal size (nm) b Mesopore diameter (nm) c Macropore diameter (nm) d M-Ce 1 33.2 22.9 11.3 8.05 176 M-CeT 1 11.7 10.2 33.0 13.8 119 M-Ce7Zr3 0.72 29.7 28.6 5.17 8.58 243 M-Ce7Zr3-T 0.72 27.4 24.2 7.18 9.65 257 M-Ce5Zr5 0.54 38.9 36.5 4.78 13.7 267 M-Ce3Zr7 0.30 33.9 30.6 6.29 14.4 264 M-Zr 0 26.3 22.3 11.6 15.1 259 a Calculated by Ce/(Ce + Zr) based on ICP-AES data. b Average crystal size were measured by X-ray crystal diffraction (XRD). c Average mesopore diameters were estimated using the Barrett-Joyner-Halenda (BJH) method. d Average macropore diameters were measured from the scanning electron microscopy (SEM) images. Table 2 Combustion temperatures and activation energies (Ea) of soot over the prepared catalysts under different conditions. Table 2 Catalyst 1% O2 (dry conditions) 1% O2, 10% H2O (wet conditions) ΔTm(oC) T50 (oC) Tm (oC) Ea (kJ/mol) a T50 (oC) Tm (oC) Ea (kJ/mol) a Pure soot 588 609 167 576 605 166 −4 M-Ce 446 457 137 409 418 129 −39 M-Ce7Zr3 426 435 132 410 421 130 −14 M-Ce5Zr5 428 437 133 411 421 130 −16 M-Ce3Zr7 454 464 138 426 435 133 −29 M-Zr 569 585 162 559 572 160 −13 M-CeT 493 503 146 462 472 140 −31 M-Ce7Zr3T 447 456 137 411 418 129 −38 a The pre-exponential factor was assumed as 109 min−1. Table 3 Quantitative analyses of the ratios related to active oxygen and oxygen vacancies in the X-ray photoelectron spectroscopy (XPS) results of M-Ce and M-Ce7Zr3 after various pretreatments. Table 3 Catalyst Dry (1% O2) Wet (1% O2, 10% H2O) [OV] ratio a Ce3+ ratio b [OV] ratio a Ce3+ ratio b M-Ce 0.243 0.561 0.304 0.703 M-Ce7Zr3 0.254 0.617 0.301 0.701 a Calculated by [OV]/([OV] + [OL]+[OC]). b Calculated by Ce3+/Ce4+. Table 4 Adsorption energies (Eads) of O2 and H2O on each surface. Table 4 Surface Eads (eV) Eads, O2 Eads, H2O CeO2 Clean +0.05 −0.19 Vacancy −2.37 −1.53 Zr-doped CeO2 Clean +0.01 −0.29 Vacancy −1.68 −1.47 Table 5 Reaction enthalpy (ΔH) and activation barrier of each reaction on the CeO2 and Zr-doped CeO2 surfaces. Table 5 Reaction Reaction energy (ΔH) CeO2 (eV) Zr-doped CeO2 (eV) OL → VO+1/2 O2(g) (Vacancy formation) +2.88 +1.81 VO+O2(g) → O* +0.51 +0.13 VO+H2O(g) → H2O* −1.53 −1.48 H2O*+OL → 2OH* (OL+2H*) −1.53 −1.12 O2(g) → O2* +0.05 +0.01 O2* → 2O* +0.90 (2.89) +0.66 (1.83) OL → VO+O* +3.10 (3.13) +1.91(2.52) H2O(g) → H2O* −0.19 −0.29 H2O* → H*+OH* −0.08 (0.09) −0.43 (0.01) H*+OH* → 2H*+O* +1.16 (2.34) +0.93 (1.74) Table 6 Catalytic activities, X-ray photoelectron spectroscopy (XPS) results, and morphology factors of each catalyst before (M-Ce, M-Ce7Zr3) and after (M-CeT, M-Ce7Zr3T) heat treatment (HT). Table 6 Catalyst Catalytic activity XPS result Morphology Factor Dry Tm (oC) Wet Tm (oC) [OV] ratio a Ce3+ ratio b External surfaces area (m2 g−1) Macropore diameter (nm) M-Ce 457 418 0.243 0.561 22.9 176 M-CeT 503 472 0.196 0.456 10.2 119 M-Ce7Zr3 435 421 0.254 0.617 28.6 243 M-Ce7Zr3T 456 418 0.211 0.532 24.2 257 a Calculated by [OV]/([OV] + [OL]+[OC]). b Calculated by Ce3+/Ce4+. Promoting effect of H2O over macroporous Ce-Zr catalysts in soot oxidation Chung Sun Park a 1 Min Woo Lee a 1 Jae Hwan Lee a Eun Jin Jeong a Seong Ho Lee b Jin Woo Choung c Chang Hwan Kim c Hyung Chul Ham d Kwan-Young Lee a ⁎ a Department of Chemical and Biological Engineering, Korea University, 145, Anam-ro, Seongbuk-gu, Seoul 02841, Republic of Korea Department of Chemical and Biological Engineering Korea University 145, Anam-ro Seongbuk-gu Seoul 02841 Republic of Korea Department of Chemical and Biological Engineering, Korea University, 145, Anam-ro, Seongbuk-gu, Seoul 02841, Republic of Korea b Super Ultra Low Energy and Emission Vehicle (SULEEV), Korea University, 145, Anam-ro, Seongbuk-gu, Seoul 02841, Republic of Korea Super Ultra Low Energy and Emission Vehicle (SULEEV) Korea University 145, Anam-ro Seongbuk-gu Seoul 02841 Republic of Korea Super Ultra Low Energy and Emission Vehicle (SULEEV), Korea University, 145, Anam-ro, Seongbuk-gu, Seoul 02841, Republic of Korea c Advanced Catalysts and Emission-Control Research Lab, Research & Development Division, Hyundai Motor Group, Hyundaiyeonguso-Ro, Namyang-Eup, Hwaseong-Si, Gyeonggi-Do, 18280, Republic of Korea Advanced Catalysts and Emission-Control Research Lab, Research & Development Division Hyundai Motor Group Hyundaiyeonguso-Ro Namyang-Eup Hwaseong-Si Gyeonggi-Do 18280 Republic of Korea Advanced Catalysts and Emission-Control Research Lab, Research & Development Division, Hyundai Motor Group, Hyundaiyeonguso-Ro, Namyang-Eup, Hwaseong-Si, Gyeonggi-Do, 18280, Republic of Korea d Fuel Cell Research Center, Korea Institute of Science and Technology (KIST), Hwarangno 14-gil, Seongbuk-gu, Seoul 02792, Republic of Korea Fuel Cell Research Center Korea Institute of Science and Technology (KIST) Hwarangno 14-gil Seongbuk-gu Seoul 02792 Republic of Korea Fuel Cell Research Center, Korea Institute of Science and Technology (KIST), Hwarangno 14-gil, Seongbuk-gu, Seoul 02792, Republic of Korea ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphical abstract Gasoline particulate filters (GPFs) contain small amounts of O2 and excess H2O; however, the effect of H2O on soot oxidation has not been thoroughly explored to date. Thus, it is necessary to understand the effect of H2O on soot oxidation to improve the catalytic performance in GPFs. This study investigates the role of H2O in soot oxidation on macroporous Ce-Zr mixed oxide catalysts (M-CeZr). The results revealed an improvement in the catalytic activity of soot oxidation in the presence of H2O over that afforded under oxygen-only conditions. Since the mechanism of soot oxidation under dry conditions involves the conversion of gaseous oxygen to active oxygen (Ox −) species on the oxygen vacancies of the catalyst, Ox − and oxygen vacancy are critical factors that affect the catalytic performance in the absence of H2O. Notably, when H2O was introduced into the reaction, it was predominantly used as an oxidant rather than gaseous oxygen. Further, the dissociation of H2O into active oxygen over the catalyst surface was not related to the number of oxygen vacancies. Therefore, even when the catalyst comprised few oxygen vacancies, its activity improved under wet conditions. In addition, although the catalysts were damaged by high temperatures, the catalytic performance was maintained in the presence of H2O, unless the morphology of the catalysts collapsed. Keywords Gasoline particulate filters Soot oxidation Macroporous Ce1-xZrxO2 Water promoting effect DFT study 1 Introduction Catalysts for the exhaust gases have been developed in the automotive industry [1–8]. Moreover, various technologies also have developed to improve fuel efficiency. Especially, the gasoline direct injection (GDI) engine has been introduced to gasoline vehicles to improve the fuel efficiency and reduce CO2 emissions. However, the use of GDI engines has increased the particulate number (PN) emissions, thereby violating the Euro 6 PN legislations (6.0 × 1011 particulate/km). To meet the limits set by these regulations, a catalyzed gasoline particulate filter (CGPF), which is similar to a diesel particulate filter (DPF), has been developed [9]. However, unlike the DPF, only a negligible amount of NOx is formed in a GPF. This is due to the upstream three-way catalysts (TWC) that converts NOx to N2 with hydrocarbons and carbon monoxide [10]. Moreover, since the air-fuel ratio of gasoline vehicles is lower than that of diesel, the oxygen concentration is significantly lower than that of diesel. Therefore, many studies that evaluate the performance of catalysts at low oxygen concentrations to simulate GPF conditions have been reported in the literature [10–15]. Ceria-based catalysts are widely used in automobiles due to their high oxygen storage capacity (OSC) and redox properties that allow easy oxidation and reduction between the Ce4+ and Ce3+ ions [11,12,14,16–19]. Ceria is also well known for generating the active oxygen species (Ox −), which are deeply related to the surface oxygen vacancies (Ce3+-VO + x/2 O2 → Ce4+- Ox −) [16,17]. These Ox − species well combust soot particles over the supplied gaseous O2; thus, ceria is known as a promising material for CGPFs. Moreover, a Ce-Zr mixed oxide synthesized by the addition of zirconium into ceria was reported to exhibit better performance than pure ceria; this was attributed to the partial substitution of Zr, which creates surface deformation and increases the surface oxygen vacancies [1,4,8,20,21]. Additionally, the Ce-Zr mixed oxide presented improved thermal resistance over that of ceria [22]. These results indicated that Ce-Zr mixed oxides are suitable catalysts for application to CGPFs under low oxygen concentrations. In an actual exhaust system, the excessive H2O generated from fuel oxidation influences many oxidation reactions. In CO and hydrocarbon (HC) oxidation, H2O generates surface hydroxyl groups (OH) on the catalysts, which enhance the oxidation and lower the reaction temperature [23,24]. In the presence of NO2, H2O is also related to the production of HNO3, which aids soot combustion at lower temperatures under DPF conditions [7,25]. However, the role of H2O in soot oxidation under GPF conditions has not been adequately studied, even though H2O promotes the soot oxidation activity. Thus, it is necessary to study the H2O promoting effect in soot oxidation under GPF conditions. This study attempts to elucidate the effect of H2O on soot oxidation. As soot oxidation is a solid-solid-gas reaction, the catalytic activity is largely affected by the contact between the soot particles and catalysts. In terms of a catalyst-soot contact area, the macroporous structure enlarges the contact by its high external surface area, thereby exhibiting superior soot oxidation activity [26–28]. Therefore, macroporous Ce-Zr mixed oxide catalysts were synthesized using a range of Zr contents (0, 30, 50, 70, 100 mol%) and their catalytic activities, with and without the presence of H2O, were subsequently compared. A series of analyses revealed a mechanism for soot oxidation in the presence of H2O, as well as the effect of H2O when the catalyst is damaged by high temperatures. The aim of this work is to provide a direction for future research on the catalysts used in GPFs comprising less oxygen and excess water. 2 Experimental 2.1 Catalyst synthesis Seven catalysts: M-Ce, M-Ce7Zr3, M-Ce5Zr5, M-Ce3Zr7, M-Zr, M-CeT, and M-Ce7ZrT were prepared according to our previous method [29]. To synthesize the macroporous structure, polymethyl methacrylate (PMMA) spheres were synthetized as the catalyst templates [30,31]. The methyl methacrylate (MMA, 160 mL) monomer and potassium persulfate (KPS, 1.62 g) initiator were added to 640 ml DI water (18.2 MΩ cm). The mixture was then stirred constantly at 70 °C for 2 h with Ar bubbling. After cooling, the spheres were obtained by centrifugation (15,000 rpm, 40 min) and then dried overnight at 70 °C. A series of macroporous catalysts were prepared by the colloidal crystal templating method. Ce(NO3)3∙6H2O (Sigma-Aldrich, USA, 99%) and ZrOCl2∙8H2O (Sigma-Aldrich, USA, 99%) were dissolved in 15 ml of an ethylene glycol-methanol solution (60 vol.% of ethylene glycol) at different molar ratios (10:0, 7:3, 5:5, 3:7 and 0:10) to produce a 2 M mixed solution. Then, dried PMMA was soaked in the solution and stirred for 10 min and the excess solution was removed by filtration. The filtered PMMA template with inorganic precursor were dried overnight at 70 °C and finally removed by calcination at 550 °C for 4 h; M-CeT and M-Ce7ZrT were calcined at 800 °C for 4 h. 2.2 Catalyst characterization The catalyst structures were determined by powder X-ray diffraction (XRD; Rigaku SmartLab, Japan) using Cu Kα (λ = 1.5406 Å) radiation. The diffraction data were recorded at the 2θ range 10° to 90° with a scanning rate of 2°/min. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) was conducted to measure the mass fractions of Ce and Zr in the catalysts using a JY Ultima2C (Jobin Yvon) at the Korea Basic Science Institute (Seoul Branch). The catalyst morphology was observed by high-resolution scanning electron microscopy (HR-SEM; Hitachi SU-70) at the Korea Basic Science Institute (Seoul Branch). Prior to SEM analysis, the samples were attached on a carbon belt and coated with a Pt beam. Nitrogen adsorption-desorption analysis was performed on a BELSORP-max instrument (BEL Japan Inc.) at −196 °C. The specific surface area was calculated from the BET equation and t-plot method, while the pore volumes and diameters were estimated from the BJH method. The O2 temperature programmed desorption (O2-TPD) analyses were carried out on a BELCAT-B instrument (BEL Japan Inc.) to examine the amount of absorbed O2. Thus, 50 mg sample was purged with He (50 mL/min) for 60 min at 200 °C to remove the moisture. The sample was then pretreated at room temperature with 1% O2/He (50 mL/min) for 60 min to adsorb the O2. After pretreatment, the sample was heated to 900 °C under He (50 mL/min) at a heating rate of 5 °C/min. The O2-TPD data was recorded with a thermal conductivity detector (TCD). The H2 temperature programmed reduction (H2-TPR) analyses were performed on an AutoChem II 2920 instrument (Micromeritics, USA). Thus, 50 mg sample was heated to 900 °C under a flow of 10% H2/Ar (50 mL/min) at a heating rate of 5 °C/min. During the test, the H2-TPR data were recorded with a TCD. X-ray photoelectron spectra (XPS) were recorded on a PHI 5000 Versa Probe (ULVAC PHI, Japan) equipped with a monochromatic Al Kα (1486.6 eV) X-ray source. The binding energy of the adventitious carbon (C 1s) at 284.8 eV was used as the internal standard. 2.3 Catalytic activity tests The catalytic activities of all the catalysts used for soot oxidation were evaluated by the temperature-programmed oxidation (TPO) process in a fixed-bed tubular quartz system. Printex-U (Degussa, Germany; particle size =25 nm, surface area = 100 m2/g) was used in the study as model soot. About 0.022 mg catalyst soot mixture (catalyst-to-soot weight ratio of 10:1) was mixed in an agate mortar for 5 min to realize the tight contact mode. Two experiments were performed on each catalyst-soot mixture. To evaluate the catalyst performance under dry conditions, the mixture was fed with a 100 ml/min flow of 1% O2/He (WHSV = 300,000 ml/g∙h) and heated to 700 °C at a heating rate of 5 °C/min. 1–10% H2O/1% O2/He (100 mL/min) was fed to the mixture to evaluate the water promoting effect. The CO2 and CO concentrations in the outlet gas were recorded using a Nicolet iS50 FTIR spectrometer (ThermoFisher Scientific, USA). 2.4 Density functional theory (DFT) calculation The Vienna ab-initio simulation package (VASP) was used for all the calculations based on the spin polarized DFT in this study [32]. The generalized gradient approximation (GGA) of the Perdew − Burke − Ernzerhof (PBE) functional was introduced for the exchange-correlation [33], while the projector augmented wave (PAW) method was used to describe the interaction between the core and valence electrons [34,35]. An energy cutoff of 400 eV for the plane wave basis set was chosen for the expansion of the electronic eigenfunctions. The CeO2(111)-p(3 × 3) surface was constructed with a three O-Ce-O triple-layers (nine atomic layers) and five layers of vacuum with (2 × 3×1) Monkhorst-Pack mesh of k points for Brillouin zone integration. Additionally, the bottom layer was fixed to simulate bulk CeO2, while the other two layers were relaxed. The DFT + U (Ueff =5 eV) method was adopted for the accurate description of the Ce 4f orbital. Zr-doped CeO2 was constructed by substituting a surface Ce atom with a Zr atom. Geometric optimization was carried out using the conjugate gradient method until the remaining forces on the relaxed atoms reached values ≤ 5 × 10−2 eV/Å. The reaction enthalpy (ΔH) and barriers were obtained using the climbing-image nudged elastic band (c-NEB) method with six intermediate images for each reaction step. The zero-point energy (ZPE) of each reaction step was calculated as ZPE = ∑(1/2)hνi , where h and νi are Plank’s constant and the vibrational frequency, respectively. The adsorption energy (Eads) was calculated from the total energy differences: (1) Eads = Eadsorbate+surf, – (Esurf + Eadsorbate), where E adsorbate+surf, Esurf and Eadsorbate are the energies of the adsorbate on the catalytic surface, clean surface without adsorbate, and gas phase adsorbate molecule, respectively. 2.5 Isotopic experiment The experiment was conducted using water isotopes (H2 18O) to elucidate the effect of water on the catalysts. Four catalysts (M-Ce, M-Ce7Zr3, M-CeT, and M-Ce7Zr3T) were used and except for the use of isotope water, the experimental process was similar to the TPO procedure. The C16O (m/z = 28), C18O (m/z = 30), C16O2 (m/z = 44), C16O18O (m/z = 46), and C18O2 (m/z = 48) were monitored via mass spectrometry (Lab Questor-RGA, Bongil). 3 Result & discussion 3.1 Catalysts solid properties Fig. 1 displays the XRD patterns of the M-Ce(x)Zr(y) samples with various Ce/Zr ratios. M-Ce presents a typical cubic fluoride CeO2 crystal phase with peaks located at 28.5, 33.1, 47.6 56.5, 59.2, and 69.4 corresponding to the (1 1 1), (2 0 0), (2 2 0), (3 1 1), (2 2 2), and (4 0 0) planes, respectively [36]. All Ce-Zr mixed oxide peaks gradually shifted to higher 2θ values with the increase of the Zr molar ratio. This was due to the substitution of Ce4+ (ionic radius =0.97 Å) with Zr4+ (ionic radius =0.84 Å) ions [37]. The M-CeT and M-Ce7Zr3T peaks, which were calcined at 800 °C, a were sharper than those observed for M-Ce and M-Ce7Zr3. This was attributed to the increase in the crystal size of the catalysts due to sintering at high temperatures. Representative HR-SEM images of the PMMA and catalysts are displayed in Fig. 2 . The average particle size of the PMMA is ˜ 330 nm. The catalysts calcined at 550 °C present a macroporous structure with thin walls in the size rage 150–270 nm. The macroporous structure of M-CeT partially collapsed after calcination. On the other hand, M-Ce7Zr3T maintained the macroporous structure, thereby exhibiting better thermal stability than M-CeT. The results from the nitrogen adsorption-desorption analysis are presented in Fig. S1. The graphs of all the catalysts displayed a hysteresis loop and a steep rise in the relative pressure range 0.9–0.99, thereby indicating the presence of macropores [27]. The overall textural properties of the catalysts are summarized in Table 1 . The average mesopore size of the catalysts, calculated via the BJH method, was in the range 8–15 nm. Mesopores were present in the wall of the macroporous structure. However, since the size of these mesopores was smaller than that of soot particles (˜25 nm), the internal surface area of the mesopores could not participate in the soot oxidation process. Thus, the actual catalyst-soot contact points were mainly determined by external surface area due to the macropores. The measured external surface area of each catalyst was in the range 22.3–36.5 m2/g in the order: M-Ce5Zr5 > M-Ce3Zr7 > M-Ce7Zr3 > M-Ce > M-Zr. This is the reverse order of crystal size (Table 1.), which means that the smaller the crystal size, the larger the external surface area. Comparing M-Ce with M-Ce7Zr3, M-Ce showed smaller external surface area than M-Ce7Zr3 even though BET surface area of M-Ce (33.2 m2/g) was larger than that of M-Ce7Zr3 (29.7 m2/g). It is proposed that M-Ce with a larger crystal size (11.3 nm) formed a thicker mesoporous wall, thus M-Ce contained a greater proportion of mesopores than M-Ce7Zr3. After calcination at 800 °C, M-CeT exhibited a decreased external surface area over that of M-Ce due to sintering at high temperatures. However, compared to M-Ce7Zr3, M-Ce7Zr3T maintained its textural properties because of its high thermal stability. 3.2 Catalytic performances Fig. 3 and Table 2 display the catalytic performances of the catalysts. The activity of the catalysts was evaluated by the temperature at 20 and 50% soot conversion (T20 and T50, respectively), temperature of maximum soot oxidation rate (Tm). Activation energies (Ea) of the reaction were calculated by Redhead method [38]. The method requires the Tm and the ramping rate during the reaction to determine the Ea if the order and the pre-exponential of the process are known. In this study, we took soot combustion as a first-order reaction according to previous literatures [38–40]. The subsequent text (part 3.2. and 3.3.) focuses on the catalyst calcined at 550 °C; details on M-CeT and M-Ce7Zr3T will be discussed later. Fig. 3(a) and Table 2 reveal that the activity of the catalyst calcined at 550 °C was in the order M-Ce7Zr3 = M-Ce5Zr5 > M-Ce = M-Ce3Zr7 > M-Zr under dry conditions (1% O2/He), which is inconsistent with the order of the external surface area. This implies that the catalytic activities are affected by their chemical properties rather than their morphologies in that the external surface areas of the prepared catalysts are in a similar range. On the other hand, the performance of all the catalysts improved in the presence of H2O while the ignition temperature without catalyst was almost unchanged (ΔTm = −4 °C). Moreover, the order of the catalytic activity changed when 10% H2O was introduced. Among these catalysts, the activity of M-Ce displayed the greatest increased (ΔTm = −39 °C), even showing similar activity to M-Ce7Zr3 and M-Ce5Zr5. Additionally, catalytic activity tests with different H2O concentrations (1–30 %) were performed using M-Ce as presented in Fig. S2 and results are summarized in Table S1. As a result, catalyst showed almost the same Tm (418–421 °C) and Ea (129–130 kJ/mol) regardless of H2O concentration. This implies that the presence of H2O is much important than its concentration. This improvement by H2O has been reported to be due to the elimination of adsorbed hydrogen on soot by the oxygen species and the increase in the contact area caused by the gasification of carbon with H2O [41]. However, it is insufficient to account for the different enhancement effect between the catalysts when H2O is introduced. Therefore, we tried to figure out the role of H2O in relation to catalytic chemical properties and surface catalysis during soot combustion. 3.3 Catalyst chemical properties under dry conditions Previous studies have reported that the Ox − species on ceria-based catalysts are the critical factor in soot oxidation under dry conditions, and that the amount of Ox − species can be evaluated by O2-TPD and H2-TPR methods. The O2-TPD profiles (Fig. 4 ) can be divided into three areas: i) the first area, at temperatures < 180 °C, represents the desorption of the physiosorbed oxygen species (O2). ii) The second area, in the temperature range 180–500 °C, represents the desorption of the chemisorbed Ox − species. iii) Finally, the third area, at high temperatures > 500 °C, is assigned to the desorption of the bulk lattice oxygen (O2-) [26]. The second area (Ox −) is therefore related to the activity of soot oxidation. As a result, M-Ce7Zr3 and M-Ce5Zr5 presented the largest amounts of Ox − species, corresponding to their high soot oxidation performance under dry conditions. The H2-TPR profiles of the catalysts are presented in Fig. 5 . M-Ce displays two broad peaks at 471 and 629 °C, which can be explained by three sequential steps: i) the generation of OH groups on the ceria surface by the dissociation of the supplied H2 molecules ii) H2O desorption via the combination of the supplied H and OH groups with surface reduction of Ce4+ to Ce3+ and the formation of anionic vacancies (first peak); and iii) diffusion of the bulk oxygen to the surface vacancies (second peak) [14,19,28,42]. Therefore, the first peak area is considered as a criterion to evaluate the amount of surface oxygen (Ox −), which is related to the performance of soot oxidation [12,18,19,27]. Fig. 5 reveals that over all the catalysts, M-Ce7Zr3 and M-Ce5Zr5 display the largest peak corresponding to their high soot oxidation activities under dry conditions. Therefore, both O2-TPD and H2-TPR explain the high performance of the M-Ce7Zr3 and M-Ce5Zr5 catalysts under dry conditions. However, O2-TPD and H2-TPR have not been conducted under wet conditions and thus, it is necessary to introduce other analyses to investigate the effect of H2O. 3.4 Effect of H2O on the catalyst XPS analysis was performed to observe the change in the oxidation state of Ce in the catalyst under wet and dry conditions. M-Ce and M-Ce7Zr3, which present the most controversial activities and chemical properties, were analyzed after two different pretreatments: the first samples were pretreated under dry conditions (1% O2/He) at 550 °C for 4 h and the second samples were aged under wet conditions (10% H2O/1% O2/He) at 550 °C for 4 h. The O 1s spectra of M-Ce and M-Ce7Zr3 after different pretreatments are illustrated in Fig. 6 (a) and (c), respectively. The spectra can be deconvoluted into three peaks [43,44]: i) a peak at the binding energy 529.18 eV assigned to the lattice oxygen (OL); ii) a peak at ˜531.55 eV representing the surface oxygen species such as OH groups and active oxygen in the defects (OV); and iii) a peak at 532.45 eV due to chemisorbed carbonates or water (OC). Fig. 6(b) and (d) illustrate the respective Ce 3d spectra of M-Ce and M-Ce7Zr3 after different pretreatments. The main features are composed of ten peaks: six peaks are attributed to Ce4+3d (u1-6: 882.2, 888.6 898.1, 900.9, 907.0, and 916.6 eV) and four peaks to Ce3+3d (v1-6: 880.3, 884.2, 899.3, and 902.3 eV) [12,14]. Generally, the concentration of the surface-active oxygen is quantified by the [OV]/([OV]+[OL]+[OC]) [43] and Ce3+/Ce4+ ratio since the Ce3+ concentration is related to the creation of oxygen vacancies [11,44,45]. M-Ce7Zr3 displays higher [OV] and Ce3+ ratio than M-Ce after dry condition pretreatment (Table 3 ). This is consistent with previous studies in which the amount of active oxygen species increased when Zr was added to ceria, thereby improving the performance of the ceria-based catalyst under dry conditions [19,20,46]. On the other hand, the [OV] and Ce3+ ratio in M-Ce and M-Ce7Zr3 increased and became similar to each other after wet condition pretreatment, which corresponds to the reaction result under wet condition in Fig. 3. This increase in the Ce3+ ratio is due to the generation of oxygen vacancies. It is suggested that generation of oxygen vacancies under wet condition caused the enhanced catalytic activity. Moreover, the increase of the [OV] ratio is attribute to the formation of OH groups and active oxygen species on the ceria surface, since it has been reported that surface OH groups are formed at the oxygen vacancy sites of ceria in presence of H2O [47,48]. There have been several reports that the H2O promotes the catalytic activity in various oxidation reactions. Weibin Li et al. showed that the methane oxidation activity of Co-Mn mixed oxide catalysts was improved in the presence of H2O, but no further studies on the reaction mechanism have proceeded [49]. Roberto Caporali et al. explicated the promoting effect of H2O in CO oxidation by elucidating the reaction mechanism of CO oxidation in the presence of H2O. According to their study, CO reacted with H2O derived species (H2O or OH group) rather than O2 to form CO2 via COOH [23]. Chunlei Wang et al. also suggested the similar promoting effect of H2O in CO oxidation using single-atom Pt/CeO2 catalyst based on experiments and DFT calculations [24]. However, a mechanistic study on soot oxidation in the presence of H2O have not proceeded. Thus, we tried to investigate the mechanistic study on soot oxidation under wet condition in order to figure out the role of H2O, which enhances the catalytic activity. 3.5 Mechanism of soot oxidation in the presence of H2O The isotope experiment was conducted to determine the source of active oxygen species under wet conditions. The labelled H2 18O was introduced to investigate whether H2 18O was used as an oxygen source on M-Ce, M-CeT, M-Ce7Zr3, and M-Ce7Zr3T. Fig. 7 illustrates the MS signal of the products (C16O, C18O, C16O2, C16O18O, and C18O2) during combustion under wet conditions. The experimental results revealed that all the products contained 18O (C18O, C16O18O, and C18O2) and no products with only 16O (C16O, C16O2) were observed; this is totally different from the results observed under dry conditions (Fig. S3). An active oxygen species generated from gaseous oxygen adsorbed on the oxygen vacancy of the catalyst combusts soot particles under dry conditions [11,12,14]. However, the isotope experiment results suggest that soot oxidation uses 18Ox − species supplied from H2 18O in the presence of H2O; this follows a different mechanism from that reported in previous studies. Thus, a new mechanism for soot oxidation under wet conditions was next elucidated. In order to understand the mechanism of active oxygen formation from H2O, DFT calculations were conducted with CeO2 and Zr-doped CeO2 models. The O2 and H2O adsorption energies (Eads) on the clean surface and the surface with oxygen vacancies (VO) were first calculated (Table 4 ). Positive O2 Eads values (+0.05 eV on CeO2 and +0.01 eV on Zr-doped CeO2) were obtained on both clean surfaces implying the weak physisorption of O2. The Eads values of H2O were lower than those of O2 on the surface with VO in both the CeO2 and Zr-doped CeO2 models (−0.19 eV and −0.29 eV, respectively). These results indicate that under wet conditions, H2O adsorption is preferred over O2 adsorption on the clean surfaces in both models. However, the Eads values of O2 were lower than those of H2O on the surface with VO in both the CeO2 and Zr-doped CeO2 models. Studies have reported that H2O molecules adsorbed on the VO react with the lattice oxygen (OL) and dissociate into surface OH species as follow [50,51]: (2) H2O(g) + OL + VO → 2OH* (2OL+2H*) Thus, the energetics of the surface OH formation on both the CeO2 and Zr-doped CeO2 models (Fig. 8 and Table 5 ) were next calculated. The results revealed that OH* formation can be favored over O* formation by O2 adsorption, despite the stronger O2 adsorption over that of H2O. The surface defects would be covered with surface OH groups under wet conditions, attributed to the increased surface oxygen species, represented by the [OV] ratio in the XPS spectra, after wet condition pretreatment. Thus, since the VO would be covered with surface OH groups, active oxygen (O*) species would be produced on the non-defective surface. To investigate the source of active oxygen formation, four different mechanisms for the production of active oxygen (O*) on a clean surface without surface defects were considered: (3) OL + 1/2O2(g) → VO + O2(g) → O* (4) O2(g) → O2* → 2O* (5) OL → VO + O* (6) H2O(g) → H2O* → H* + OH* → 2H* + O* These correspond to four different reactions: i) vacancy formation followed by O2 adsorption (Eq. 3); ii) O2 adsorption followed by O2 dissociation (Eq. 4); iii) spillover of the lattice oxygen (Eq. 5); and iv) H2O adsorption followed by H2O dissociation (Eq. 6). The reaction energetics and activation barriers of all the reaction steps on the CeO2 and the Zr-doped CeO2 surfaces are presented in Fig. 8 and summarized in Table 5. Under dry condition, reactions described in Eqs. 3–5 can occur on the clean surfaces. Vacancy formation followed by O2 adsorption (Eq. 3) and O2 adsorption followed by O2 dissociation (Eq. 4) display the lowest energy barriers. Because of the week O2 adsorption on the surface (Table 4), Eq. 3 is the preferred reaction to produce O* species in both the CeO2 and Zr-doped CeO2 models. This indicates that the active oxygen species are mainly formed by the O2 molecules adsorbed on the VO, as reported in oxidation reaction studies [52]. Thus, oxygen vacancy formation would play an important role in the soot oxidation under dry conditions. Under wet conditions, H2O adsorption and dissociation (Eq. 6) can additionally occur on the clean surfaces. Negligible energy barriers were obtained for H2O dissociation into H* and OH* species (Fig. 8 and Table 5). Additionally, the barriers for OH dissociation (2.34 eV on CeO2 and 1.74 eV on Zr-doped CeO2) are lower than those observed for Eq. 3. This indicates that active oxygen formation from H2O is preferred over that from O2 on the non-defective surface. Therefore, H2O can be used as an active oxygen source on non-defective surfaces under wet conditions, as illustrated in the isotope experiments. Even though the soot oxidation reaction can proceed via H2O dissociation, an O2 supply is also necessary. Soot oxidation with 10% H2O and no O2 presented a much lower reaction rate than that observed under wet conditions (Fig. S6). Presumably, the surface hydrogen (H*) produced by H2O decomposition poisons the catalyst surface since the H2 formation energy from the H* species without oxygen is very high [50]. According to the isotope experiments, the consumption of 16O2 under wet conditions is similar to that observed under dry conditions (Fig. S7). However, the soot oxidation products (CO, CO2) mostly contained 18O from H2 18O (Fig. 7). This means that 16O2 did not react with soot particles but with other species on the catalytic surface. Thus, it is suggested that 16O2 formed H2 16O with the H* species and regenerated the surface poisoned by H*. In other words, under wet conditions, 16O2 removes the surface H* while H2 18O combusts soot particles. 3.6 Effect of H2O on the thermally deactivated catalysts The effect of H2O on the thermally treated catalysts was also investigated. The catalytic activities, XPS results, and morphologies of the thermally treated catalysts are summarized in Table 6 . Thermally treated catalysts, both M-CeT and M-Ce7Zr3T, showed decreased catalytic activity under dry condition. The decrease in dry condition activity in both M-CeT and M-Ce7Zr3T is due to the reduction in the [OV] and Ce3+ ratios, which respectively represent the surface oxygen species and the oxygen vacancies, after heat treatment (Fig.S8). When the catalyst is exposed to high temperatures, the oxygen vacancies decrease due to an increase in the particle size [53]. On the other hand, M-Ce7Zr3T displayed a similar wet condition activity to that of M-Ce7Zr3, despite the decreased [OV] and Ce3+ ratios. This implies that under wet conditions, the performance is not strongly affected by the oxygen vacancies because active oxygen can be produced on a non-defective surface via H2O dissociation. Thus, under wet conditions, the morphology of the catalyst, which directly affects the contact points between the soot and catalyst, is considered more important than the oxygen vacancies. As the textural properties of M-Ce7Zr3T were maintained after heat treatment, M-Ce7Zr3T had similar contact points to those of M-Ce7Zr3 and retained its catalytic activity. M-CeT presented an increased catalytic activity under wet conditions over that observed under dry conditions. However, this catalyst still presented lower wet condition activity than M-Ce. This decrease in catalytic activity was attributed to the loss of contact points due to the collapsed morphology of M-CeT. This indicates that if the morphology of a catalyst is maintained after heat treatment, the catalyst can retain its original performance in the presence of H2O even if the oxygen vacancy sites decrease. Therefore, the thermal stability of the catalyst is an important factor in the wet condition reaction. 4 Conclusion In this study, characterization and soot oxidation activity of macroporous Ce-Zr catalysts under dry and wet conditions led to the following conclusions: - M-Ce7Zr3 and M-Ce5Zr5 exhibit the highest activity for soot oxidation under dry conditions. Zr-doping to ceria created additional surface oxygen vacancies, confirmed via O2-TPD, H2-TPR, and XPS analyses. - The activity of all the catalysts was greater under wet conditions than under dry conditions. The ratio of OV, associated with the surface-active oxygen, also increased after pretreatment with H2O. The DFT study suggested that the increased active oxygen is generated by the dissociation of H2O and that the dissociation process is not deeply related to the surface oxygen vacancies. Therefore, M-Ce presented a similar performance to that of M-Ce7Zr3, despite the lower oxygen vacancies, when H2O was introduced. - After the catalysts were aged at high temperatures, the oxygen vacancies in M-Ce and M-Ce7Zr3 decreased and the morphology of M-Ce collapsed. Under dry conditions, the reduction in oxygen vacancies led to a decrease in the catalytic activity of M-CeT and M-Ce7Zr3T. In the presence of H2O, both M-CeT and M-Ce7Zr3T displayed higher catalytic activities than those observed under dry conditions. Moreover, the performance of M-Ce7Zr3T was the same as that of M-Ce7Zr3. This indicates that the mechanism of soot oxidation in the presence of H2O is not deeply related to the oxygen vacancies but to the contact points between the soot and catalysts. Finally, M-CeT presented a lower activity than M-Ce under wet conditions due to the collapsed morphology. These conclusions reveal that the presence of H2O changes the surface state of the catalyst and participates in soot oxidation as an oxidant. Accordingly, the effect of H2O is a necessary factor in the study of GPF catalysts. Thus, catalysts that are able to activate water well show great potential for application as GPF catalysts. Acknowledgments This work was supported by the National Research Foundation of Korea (NRF) grant funded by the Korea government (MSIP; NRF-2016R1A5A1009592). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110416. Appendix A Supplementary data The following is Supplementary data to this article: References [1] P. Fornasiero G. Balducci R. Di Monte J. Kašpar V. Sergo G. Gubitosa A. Ferrero M. Graziani Modification of the redox behaviour of CeO2 induced by structural doping with ZrO2 J. Catal. 164 1996 173 183 P. Fornasiero, G. Balducci, R. Di Monte, J. Kašpar, V. Sergo, G. Gubitosa, A. Ferrero, M. Graziani, Modification of the Redox Behaviour of CeO2 Induced by Structural Doping with ZrO2, J. Catal., 164 (1996) 173-183. [2] D.W. Lee J.Y. Sung J.H. Park Y.K. Hong S.H. Lee S.H. Oh K.Y. Lee The enhancement of low-temperature combustion of diesel PM through concerted application of FBC and perovskite Catal. Today 157 2010 432 435 D.W. Lee, J.Y. Sung, J.H. Park, Y.K. Hong, S.H. Lee, S.H. Oh, K.Y. Lee, The enhancement of low-temperature combustion of diesel PM through concerted application of FBC and perovskite, Catal. Today, 157 (2010) 432-435. [3] D.W. Lee J.Y. Sung K.Y. Lee Combustion of diesel particulate matters under mixed catalyst system of fuel-borne catalyst and perovskite: influence of composition of perovskite (La1-x Ax' BO3: A’= K, Sr; 0<=x<=1; B=Fe, Cr, Mn) on combustion activity Korean Chem. Eng. Res. 56 2018 281 290 D.W. Lee, J.Y. Sung, K.Y. Lee, Combustion of Diesel Particulate Matters under Mixed Catalyst System of Fuel-Borne Catalyst and Perovskite: Influence of Composition of Perovskite (La1-x Ax' BO3: A'= K, Sr; 0<=x<=1; B=Fe, Cr, Mn) on Combustion Activity, Korean Chem. Eng. Res., 56 (2018) 281-290. [4] D. Mukherjee B.G. Rao B.M. Reddy CO and soot oxidation activity of doped ceria: influence of dopants Appl. Catal. B: Environ. 197 2016 105 115 D. Mukherjee, B.G. Rao, B.M. Reddy, CO and soot oxidation activity of doped ceria: Influence of dopants, Appl. Catal. B: Environ., 197 (2016) 105-115. [5] J.-H. Ryu D.-H. Jeong C. Bae-Hyeock D.-W. Lee K.-Y. Lee H.-S. Lee K.M. Chun Experimental study on DeNOx performance by plasma-catalyst (Ag, Au/Al2O3) system SAE Technical Paper 2002 J.-H. Ryu, D.-H. Jeong, C. Bae-Hyeock, D.-W. Lee, K.-Y. Lee, H.-S. Lee, K.M. Chun, Experimental study on DeNOx performance by plasma-catalyst (Ag, Au/Al2O3) system, SAE Technical Paper, 2002. [6] Y.K. Hong D.W. Lee Y.C. Ko L. Yinghua H.S. Han K.Y. Lee Passive NOx reduction with CO using Pd/TiO2/Al2O3+WGSR catalysts under simulated post-euro IV diesel exhaust conditions Catal. Lett. 136 2010 106 115 Y.K. Hong, D.W. Lee, Y.C. Ko, L. Yinghua, H.S. Han, K.Y. Lee, Passive NOx Reduction with CO Using Pd/TiO2/Al2O3+WGSR Catalysts Under Simulated Post-Euro IV Diesel Exhaust Conditions, Catal. Lett., 136 (2010) 106-115. [7] M. Jeguirim V. Tschamber J. Brilhac P. Ehrburger Oxidation mechanism of carbon black by NO2: effect of water vapour Fuel 84 2005 1949 1956 M. Jeguirim, V. Tschamber, J. Brilhac, P. Ehrburger, Oxidation mechanism of carbon black by NO2: effect of water vapour, Fuel, 84 (2005) 1949-1956. [8] I. Atribak A. Bueno-López A. Garcia-Garcia Combined removal of diesel soot particulates and NOx over CeO2–ZrO2 mixed oxides J. Catal. 259 2008 123 132 I. Atribak, A. Bueno-López, A. Garcia-Garcia, Combined removal of diesel soot particulates and NOx over CeO2–ZrO2 mixed oxides, J. Catal., 259 (2008) 123-132. [9] A. Mamakos N. Steininger G. Martini P. Dilara Y. Drossinos Cost effectiveness of particulate filter installation on Direct Injection Gasoline vehicles Atmos. Environ. 77 2013 16 23 A. Mamakos, N. Steininger, G. Martini, P. Dilara, Y. Drossinos, Cost effectiveness of particulate filter installation on Direct Injection Gasoline vehicles, Atmos. Environ., 77 (2013) 16-23. [10] W. Hernández M. Tsampas C. Zhao A. Boreave F. Bosselet P. Vernoux La/Sr-based perovskites as soot oxidation catalysts for Gasoline Particulate Filters Catal. Today 258 2015 525 534 W. Hernández, M. Tsampas, C. Zhao, A. Boreave, F. Bosselet, P. Vernoux, La/Sr-based perovskites as soot oxidation catalysts for Gasoline Particulate Filters, Catal. Today, 258 (2015) 525-534. [11] Y. Gao A. Duan S. Liu X. Wu W. Liu M. Li S. Chen X. Wang D. Weng Study of Ag/CexNd1-xO2 nanocubes as soot oxidation catalysts for gasoline particulate filters: balancing catalyst activity and stability by Nd doping Appl. Catal. B: Environ. 203 2017 116 126 Y. Gao, A. Duan, S. Liu, X. Wu, W. Liu, M. Li, S. Chen, X. Wang, D. Weng, Study of Ag/CexNd1-xO2 nanocubes as soot oxidation catalysts for gasoline particulate filters: Balancing catalyst activity and stability by Nd doping, Appl. Catal. B: Environ., 203 (2017) 116-126. [12] S. Liu X.D. Wu W. Liu W.M. Chen R. Ran M. Li D. Weng Soot oxidation over CeO2 and Ag/CeO2: factors determining the catalyst activity and stability during reaction J. Catal. 337 2016 188 198 S. Liu, X.D. Wu, W. Liu, W.M. Chen, R. Ran, M. Li, D. Weng, Soot oxidation over CeO2 and Ag/CeO2: Factors determining the catalyst activity and stability during reaction, J. Catal., 337 (2016) 188-198. [13] H. Wang B. Jin H. Wang N. Ma W. Liu D. Weng X. Wu S. Liu Study of Ag promoted Fe2O3@ CeO2 as superior soot oxidation catalysts: the role of Fe2O3 crystal plane and tandem oxygen delivery Appl. Catal. B: Environ. 237 2018 251 262 H. Wang, B. Jin, H. Wang, N. Ma, W. Liu, D. Weng, X. Wu, S. Liu, Study of Ag promoted Fe2O3@ CeO2 as superior soot oxidation catalysts: The role of Fe2O3 crystal plane and tandem oxygen delivery, Appl. Catal. B: Environ., 237 (2018) 251-262. [14] S. Liu X. Wu J. Tang P. Cui X. Jiang C. Chang W. Liu Y. Gao M. Li D. Weng An exploration of soot oxidation over CeO2-ZrO2 nanocubes: do more surface oxygen vacancies benefit the reaction? Catal. Today 281 2017 454 459 S. Liu, X. Wu, J. Tang, P. Cui, X. Jiang, C. Chang, W. Liu, Y. Gao, M. Li, D. Weng, An exploration of soot oxidation over CeO2-ZrO2 nanocubes: Do more surface oxygen vacancies benefit the reaction?, Catal. Today, 281 (2017) 454-459. [15] W.Y. Hernández D. Lopez-Gonzalez S. Ntais C. Zhao A. Boréave P. Vernoux Silver-modified manganite and ferrite perovskites for catalyzed gasoline particulate filters Appl. Catal. B: Environ. 226 2018 202 212 W.Y. Hernández, D. Lopez-Gonzalez, S. Ntais, C. Zhao, A. Boréave, P. Vernoux, Silver-modified manganite and ferrite perovskites for catalyzed gasoline particulate filters, Appl. Catal. B: Environ., 226 (2018) 202-212. [16] M. Machida Y. Murata K. Kishikawa D. Zhang K. Ikeue On the reasons for high activity of CeO2 catalyst for soot oxidation Chem. Mater. 20 2008 4489 4494 M. Machida, Y. Murata, K. Kishikawa, D. Zhang, K. Ikeue, On the reasons for high activity of CeO2 catalyst for soot oxidation, Chem. Mater., 20 (2008) 4489-4494. [17] A. Bueno-Lˇpez K. Krishna M. Makkee J. Moulijn A active oxygen from CeO2 and its role in catalysed soot oxidation Catal. Lett. 99 2005 203 205 A. Bueno-Lˇpez, K. Krishna, M. Makkee, J. Moulijn, A Active oxygen from CeO2 and its role in catalysed soot oxidation, Catal. Lett., 99 (2005) 203-205. [18] J. Liu Z. Zhao J. Wang C. Xu A. Duan G. Jiang Q. Yang The highly active catalysts of nanometric CeO2-supported cobalt oxides for soot combustion Appl. Catal. B: Environ. 84 2008 185 195 J. Liu, Z. Zhao, J. Wang, C. Xu, A. Duan, G. Jiang, Q. Yang, The highly active catalysts of nanometric CeO2-supported cobalt oxides for soot combustion, Appl. Catal. B: Environ., 84 (2008) 185-195. [19] D. Mukherjee B.M. Reddy Noble metal-free CeO2-based mixed oxides for CO and soot oxidation Catal. Today 309 2018 227 235 D. Mukherjee, B.M. Reddy, Noble metal-free CeO2-based mixed oxides for CO and soot oxidation, Catal. Today, 309 (2018) 227-235. [20] L. Zhu J. Yu X. Wang Oxidation treatment of diesel soot particulate on CexZr1−xO2 J. Hazard. Mater. 140 2007 205 210 L. Zhu, J. Yu, X. Wang, Oxidation treatment of diesel soot particulate on CexZr1−xO2, J. Hazard. Mater., 140 (2007) 205-210. [21] M. Piumetti S. Bensaid N. Russo D. Fino Investigations into nanostructured ceria–zirconia catalysts for soot combustion Appl. Catal. B: Environ. 180 2016 271 282 M. Piumetti, S. Bensaid, N. Russo, D. Fino, Investigations into nanostructured ceria–zirconia catalysts for soot combustion, Appl. Catal. B: Environ., 180 (2016) 271-282. [22] B.M. Reddy A. Khan Nanosized CeO2-SiO2, CeO2-TiO2, and CeO2-ZrO2 mixed oxides: influence of supporting oxide on thermal stability and oxygen storage properties of ceria Catal Surv Asia 9 2005 155 171 B.M. Reddy, A. Khan, Nanosized CeO2-SiO2, CeO2-TiO2, and CeO2-ZrO2 mixed oxides: Influence of supporting oxide on thermal stability and oxygen storage properties of ceria, Catal Surv Asia, 9 (2005) 155-171. [23] R. Caporali S. Chansai R. Burch J.J. Delgado A. Goguet C. Hardacre L. Mantarosie D. Thompsett Critical role of water in the direct oxidation of CO and hydrocarbons in diesel exhaust after treatment catalysis Appl. Catal. B: Environ. 147 2014 764 769 R. Caporali, S. Chansai, R. Burch, J.J. Delgado, A. Goguet, C. Hardacre, L. Mantarosie, D. Thompsett, Critical role of water in the direct oxidation of CO and hydrocarbons in diesel exhaust after treatment catalysis, Appl. Catal. B: Environ., 147 (2014) 764-769. [24] C. Wang X.-K. Gu H. Yan Y. Lin J. Li D. Liu W.-X. Li J. Lu Water-mediated Mars–Van Krevelen mechanism for CO oxidation on ceria-supported single-atom Pt1 catalyst ACS Catal. 7 2016 887 891 C. Wang, X.-K. Gu, H. Yan, Y. Lin, J. Li, D. Liu, W.-X. Li, J. Lu, Water-mediated Mars–Van Krevelen mechanism for CO oxidation on ceria-supported single-atom Pt1 catalyst, ACS Catal., 7 (2016) 887-891. [25] J.M. Christensen J.-D. Grunwaldt A.D. Jensen Effect of NO2 and water on the catalytic oxidation of soot Appl. Catal. B: Environ. 205 2017 182 188 J.M. Christensen, J.-D. Grunwaldt, A.D. Jensen, Effect of NO2 and water on the catalytic oxidation of soot, Appl. Catal. B: Environ., 205 (2017) 182-188. [26] Y. Wei J. Liu Z. Zhao A. Duan G.Joc. Jiang The catalysts of three-dimensionally ordered macroporous Ce1−xZrxO2-supported gold nanoparticles for soot combustion: the metal–support interaction J. Catal. 287 2012 13 29 Y. Wei, J. Liu, Z. Zhao, A. Duan, G.J.o.c. Jiang, The catalysts of three-dimensionally ordered macroporous Ce1−xZrxO2-supported gold nanoparticles for soot combustion: The metal–support interaction, J. Catal., 287 (2012) 13-29. [27] V. Alcalde-Santiago A. Davó-Quiñonero D. Lozano-Castelló A. Bueno-López On the soot combustion mechanism using 3DOM ceria catalysts Appl. Catal. B: Environ. 234 2018 187 197 V. Alcalde-Santiago, A. Davó-Quiñonero, D. Lozano-Castelló, A. Bueno-López, On the soot combustion mechanism using 3DOM ceria catalysts, Appl. Catal. B: Environ., 234 (2018) 187-197. [28] G. Zhang Z. Zhao J. Xu J. Zheng J. Liu G. Jiang A. Duan H. He Comparative study on the preparation, characterization and catalytic performances of 3DOM Ce-based materials for the combustion of diesel soot Appl. Catal. B: Environ. 107 2011 302 315 G. Zhang, Z. Zhao, J. Xu, J. Zheng, J. Liu, G. Jiang, A. Duan, H. He, Comparative study on the preparation, characterization and catalytic performances of 3DOM Ce-based materials for the combustion of diesel soot, Appl. Catal. B: Environ., 107 (2011) 302-315. [29] J.H. Lee S.H. Lee J.W. Choung C.H. Kim K.Y. Lee Ag-incorporated macroporous CeO2 catalysts for soot oxidation: effects of Ag amount on the generation of active oxygen species Appl. Catal. B: Environ. 246 2019 356 366 J.H. Lee, S.H. Lee, J.W. Choung, C.H. Kim, K.Y. Lee, Ag-incorporated macroporous CeO2 catalysts for soot oxidation: Effects of Ag amount on the generation of active oxygen species, Appl. Catal. B: Environ., 246 (2019) 356-366. [30] J.P. Bosco K. Sasaki M. Sadakane W. Ueda J.G.G. Chen Synthesis and characterization of three-dimensionally ordered macroporous (3DOM) tungsten carbide: application to direct methanol fuel cells Chem. Mater. 22 2010 966 973 J.P. Bosco, K. Sasaki, M. Sadakane, W. Ueda, J.G.G. Chen, Synthesis and Characterization of Three-Dimensionally Ordered Macroporous (3DOM) Tungsten Carbide: Application to Direct Methanol Fuel Cells, Chem. Mater., 22 (2010) 966-973. [31] Y.C. Wei Z. Zhao J. Liu S.T. Liu C.M. Xu A.J. Duan G.Y. Jiang Multifunctional catalysts of three-dimensionally ordered macroporous oxide-supported Au@Pt core-shell nanoparticles with high catalytic activity and stability for soot oxidation J. Catal. 317 2014 62 74 Y.C. Wei, Z. Zhao, J. Liu, S.T. Liu, C.M. Xu, A.J. Duan, G.Y. Jiang, Multifunctional catalysts of three-dimensionally ordered macroporous oxide-supported Au@Pt core-shell nanoparticles with high catalytic activity and stability for soot oxidation, J. Catal., 317 (2014) 62-74. [32] G.F. Kresse Vasp the Guide 2001 Vienna University of Technology Vienna, Austria G.F. Kresse, Vasp the Guide; Vienna University of Technology: Vienna, Austria, (2001). [33] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized gradient approximation made simple, Phys. Rev. Lett., 77 (1996) 3865-3868. [34] G. Kresse J. Furthmuller Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmuller, Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set, Phys. Rev. B, 54 (1996) 11169-11186. [35] P.E. Blochl Projector augmented-wave method Phys. Rev. B 50 1994 17953 17979 P.E. Blochl, Projector Augmented-Wave Method, Phys. Rev. B, 50 (1994) 17953-17979. [36] D. Terribile A. Trovarelli J. Llorca C. de Leitenburg G. Dolcetti The preparation of high surface area CeO2–ZrO2 mixed oxides by a surfactant-assisted approach Catal. Today 43 1998 79 88 D. Terribile, A. Trovarelli, J. Llorca, C. de Leitenburg, G. Dolcetti, The preparation of high surface area CeO2–ZrO2 mixed oxides by a surfactant-assisted approach, Catal. Today, 43 (1998) 79-88. [37] S. Abdollahzadeh-Ghom C. Zamani T. Andreu M. Epifani J. Morante Improvement of oxygen storage capacity using mesoporous ceria–zirconia solid solutions Appl. Catal. B: Environ. 108 2011 32 38 S. Abdollahzadeh-Ghom, C. Zamani, T. Andreu, M. Epifani, J. Morante, Improvement of oxygen storage capacity using mesoporous ceria–zirconia solid solutions, Appl. Catal. B: Environ., 108 (2011) 32-38. [38] B. Dernaika D. Uner A simplified approach to determine the activation energies of uncatalyzed and catalyzed combustion of soot Appl. Catal. B: Environ. 40 2003 219 229 B. Dernaika, D. Uner, A simplified approach to determine the activation energies of uncatalyzed and catalyzed combustion of soot, Appl. Catal. B: Environ., 40 (2003) 219-229. [39] D. Uner M.K. Demirkol B. Dernaika A novel catalyst for diesel soot oxidation Appl. Catal. B: Environ. 61 2005 334 345 D. Uner, M.K. Demirkol, B. Dernaika, A novel catalyst for diesel soot oxidation, Appl. Catal. B: Environ., 61 (2005) 334-345. [40] X.D. Wu D.X. Liu K. Li J. Li D. Weng Role of CeO2-ZrO2 in diesel soot oxidation and thermal stability of potassium catalyst Catal. Commun. 8 2007 1274 1278 X.D. Wu, D.X. Liu, K. Li, J. Li, D. Weng, Role of CeO2-ZrO2 in diesel soot oxidation and thermal stability of potassium catalyst, Catal. Commun., 8 (2007) 1274-1278. [41] A.F. Ahlström C.I. Odenbrand Combustion characteristics of soot deposits from diesel engines Carbon 27 1989 475 483 A.F. Ahlström, C.I. Odenbrand, Combustion characteristics of soot deposits from diesel engines, Carbon, 27 (1989) 475-483. [42] S. Bernal J. Calvino G. Cifredo J. Rodriguez-Izquierdo Comments on\" redox processes on pure Ceria and Rh/CeO2 catalyst monitored by X-ray absorption (Fast acquisition mode) J. Phys. Chem. 99 1995 11794 11796 S. Bernal, J. Calvino, G. Cifredo, J. Rodriguez-Izquierdo, Comments on\" Redox Processes on Pure Ceria and Rh/CeO2 Catalyst Monitored by X-ray Absorption (Fast Acquisition Mode), J. Phys. Chem., 99 (1995) 11794-11796. [43] P. Venkataswamy D. Jampaiah K.N. Rao B.M. Reddy Nanostructured Ce0.7Mn0.3O2−δ and Ce0.7Fe0.3O2−δ solid solutions for diesel soot oxidation Appl. Catal. A Gen. 488 2014 1 10 P. Venkataswamy, D. Jampaiah, K.N. Rao, B.M. Reddy, Nanostructured Ce0.7Mn0.3O2−δ and Ce0.7Fe0.3O2−δ solid solutions for diesel soot oxidation, Appl. Catal. A: Gen., 488 (2014) 1-10. [44] D. Jampaiah K.M. Tur S.J. Ippolito Y.M. Sabri J. Tardio S.K. Bhargava B.M. Reddy Structural characterization and catalytic evaluation of transition and rare earth metal doped ceria-based solid solutions for elemental mercury oxidation RSC Adv. 3 2013 12963 12974 D. Jampaiah, K.M. Tur, S.J. Ippolito, Y.M. Sabri, J. Tardio, S.K. Bhargava, B.M. Reddy, Structural characterization and catalytic evaluation of transition and rare earth metal doped ceria-based solid solutions for elemental mercury oxidation, RSC Adv., 3 (2013) 12963-12974. [45] P. Dutta S. Pal M. Seehra Y. Shi E. Eyring R.J.Co.M. Ernst Concentration of Ce3+ and oxygen vacancies in cerium oxide nanoparticles Chem. Mater. 18 2006 5144 5146 P. Dutta, S. Pal, M. Seehra, Y. Shi, E. Eyring, R.J.C.o.M. Ernst, Concentration of Ce3+ and oxygen vacancies in cerium oxide nanoparticles, Chem. Mater., 18 (2006) 5144-5146. [46] L. Katta P. Sudarsanam G. Thrimurthulu B.M. Reddy Doped nanosized ceria solid solutions for low temperature soot oxidation: zirconium versus lanthanum promoters Appl. Catal. B: Environ. 101 2010 101 108 L. Katta, P. Sudarsanam, G. Thrimurthulu, B.M. Reddy, Doped nanosized ceria solid solutions for low temperature soot oxidation: Zirconium versus lanthanum promoters, Appl. Catal. B: Environ., 101 (2010) 101-108. [47] M.A. Henderson C. Perkins M.H. Engelhard S. Thevuthasan C.H. Peden Redox properties of water on the oxidized and reduced surfaces of CeO2 (111) Surf. Sci. 526 2003 1 18 M.A. Henderson, C. Perkins, M.H. Engelhard, S. Thevuthasan, C.H. Peden, Redox properties of water on the oxidized and reduced surfaces of CeO2 (111), Surf. Sci., 526 (2003) 1-18. [48] L. Nie D. Mei H. Xiong B. Peng Z. Ren X.I.P. Hernandez A. DeLaRiva M. Wang M.H. Engelhard L. Kovarik Activation of surface lattice oxygen in single-atom Pt/CeO2 for low-temperature CO oxidation Science 358 2017 1419 1423 L. Nie, D. Mei, H. Xiong, B. Peng, Z. Ren, X.I.P. Hernandez, A. DeLaRiva, M. Wang, M.H. Engelhard, L. Kovarik, Activation of surface lattice oxygen in single-atom Pt/CeO2 for low-temperature CO oxidation, Science, 358 (2017) 1419-1423. [49] W.B. Li Y. Lin Y. Zhang Promoting effect of water vapor on catalytic oxidation of methane over cobalt/manganese mixed oxides Catal. Today 83 2003 239 245 W.B. Li, Y. Lin, Y. Zhang, Promoting effect of water vapor on catalytic oxidation of methane over cobalt/manganese mixed oxides, Catal. Today, 83 (2003) 239-245. [50] H.A. Hansen C. Wolverton Kinetics and thermodynamics of H2O dissociation on reduced CeO2 (111) J. Phys. Chem. C 118 2014 27402 27414 H.A. Hansen, C. Wolverton, Kinetics and thermodynamics of H2O dissociation on reduced CeO2 (111), J. Phys. Chem. C, 118 (2014) 27402-27414. [51] B.H. Chen Y.S. Ma L.B. Ding L.S. Xu Z.F. Wu Q. Yuan W.X. Huang Reactivity of Hydroxyls and water on a CeO2(111) thin film surface: the role of oxygen vacancy J. Phys. Chem. C 117 2013 5800 5810 B.H. Chen, Y.S. Ma, L.B. Ding, L.S. Xu, Z.F. Wu, Q. Yuan, W.X. Huang, Reactivity of Hydroxyls and Water on a CeO2(111) Thin Film Surface: The Role of Oxygen Vacancy, J. Phys. Chem. C, 117 (2013) 5800-5810. [52] K. Kim D. Jeong S. Lee M. Bae J. Bae W. Jung J.W. Han A simple descriptor to rapidly screen CO oxidation activity on rare-earth metal-doped CeO2: from experiment to first-principles ACS Appl. Mater. Inter. 9 2017 15449 15458 K. Kim, D. Jeong, S. Lee, M. Bae, J. Bae, W. Jung, J.W. Han, A Simple Descriptor to Rapidly Screen CO Oxidation Activity on Rare-Earth Metal-Doped CeO2: From Experiment to First-Principles, ACS Appl. Mater. Inter., 9 (2017) 15449-15458. [53] E. Mamontov T. Egami R. Brezny M. Koranne S. Tyagi Lattice defects and oxygen storage capacity of nanocrystalline ceria and ceria-zirconia J. Phys. Chem. B 104 2000 11110 11116 E. Mamontov, T. Egami, R. Brezny, M. Koranne, S. Tyagi, Lattice defects and oxygen storage capacity of nanocrystalline ceria and ceria-zirconia, J. Phys. Chem. B, 104 (2000) 11110-11116.",
      "scopus-id": "85066329957",
      "coredata": {
        "eid": "1-s2.0-S246882311930238X",
        "dc:description": "Gasoline particulate filters (GPFs) contain small amounts of O2 and excess H2O; however, the effect of H2O on soot oxidation has not been thoroughly explored to date. Thus, it is necessary to understand the effect of H2O on soot oxidation to improve the catalytic performance in GPFs. This study investigates the role of H2O in soot oxidation on macroporous Ce-Zr mixed oxide catalysts (M-CeZr). The results revealed an improvement in the catalytic activity of soot oxidation in the presence of H2O over that afforded under oxygen-only conditions. Since the mechanism of soot oxidation under dry conditions involves the conversion of gaseous oxygen to active oxygen (Ox −) species on the oxygen vacancies of the catalyst, Ox − and oxygen vacancy are critical factors that affect the catalytic performance in the absence of H2O. Notably, when H2O was introduced into the reaction, it was predominantly used as an oxidant rather than gaseous oxygen. Further, the dissociation of H2O into active oxygen over the catalyst surface was not related to the number of oxygen vacancies. Therefore, even when the catalyst comprised few oxygen vacancies, its activity improved under wet conditions. In addition, although the catalysts were damaged by high temperatures, the catalytic performance was maintained in the presence of H2O, unless the morphology of the catalysts collapsed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882311930238X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sun Park, Chung"
          },
          {
            "@_fa": "true",
            "$": "Lee, Min Woo"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae Hwan"
          },
          {
            "@_fa": "true",
            "$": "Jeong, Eun Jin"
          },
          {
            "@_fa": "true",
            "$": "Lee, Seong Ho"
          },
          {
            "@_fa": "true",
            "$": "Choung, Jin Woo"
          },
          {
            "@_fa": "true",
            "$": "Kim, Chang Hwan"
          },
          {
            "@_fa": "true",
            "$": "Ham, Hyung Chul"
          },
          {
            "@_fa": "true",
            "$": "Lee, Kwan-Young"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882311930238X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882311930238X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30238-X",
        "prism:volume": "474",
        "articleNumber": "110416",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Promoting effect of H2O over macroporous Ce-Zr catalysts in soot oxidation",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gasoline particulate filters"
          },
          {
            "@_fa": "true",
            "$": "Soot oxidation"
          },
          {
            "@_fa": "true",
            "$": "Macroporous Ce1-xZrxO2"
          },
          {
            "@_fa": "true",
            "$": "Water promoting effect"
          },
          {
            "@_fa": "true",
            "$": "DFT study"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110416",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2019",
        "prism:doi": "10.1016/j.mcat.2019.110416",
        "prism:startingPage": "110416",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110416",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6100",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9995",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13653",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7982",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8673",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7046",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10732",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11512",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5488",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "137",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20522",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "259",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25816",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61954",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38307",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "263",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23954",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "264",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19445",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "435",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57595",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "408",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56108",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "197",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28809",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4874925",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930238X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "5069373",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85066329957"
      }
    }
  }
}