{
  "metadata": {
    "title": "Photoelectrochemical CO<ce:inf loc=post>2</ce:inf> reduction to syngas by a ZnO–CdS–Cu nanocomposite",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-08-31",
    "doi": "10.1016/j.mcat.2020.110953",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882312030211X",
    "pii": "S246882312030211X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85085385495",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-05-28 2020-05-28 2020-05-28 2020-05-28 2020-07-21T03:56:14 1-s2.0-S246882312030211X S2468-8231(20)30211-X S246882312030211X 10.1016/j.mcat.2020.110953 S300 S300.5 FULL-TEXT 1-s2.0-S2468823120X00113 2020-07-29T05:47:31.498753Z 0 0 20200801 20200831 2020 2020-05-28T16:44:31.320177Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 492 492 C Volume 492 11 110953 110953 110953 202008 August 2020 2020-08-01 2020-08-31 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. PHOTOELECTROCHEMICALCO2REDUCTIONSYNGASBYAZNOCDSCUNANOCOMPOSITE GU X Introduction Results and discussion Conclusion CRediT authorship contribution statement Acknowledgments Appendix A Supplementary data References LI 2019 690 699 X ARESTA 2014 1709 1742 M JHONG 2013 191 199 H KUANG 2019 2324 2329 M WANG 2019 28165 28170 Y CHOUHAN 2016 2298 2306 N MA 2017 25377 25386 D MA 2017 183 191 D RAO 2016 8010 8013 G ZHANG 2018 5423 5443 L LINGAMPALLI 2018 28 32 S DING 2019 80 85 P CAI 2018 298 305 C CORMA 2013 168 175 A CHU 2016 14262 14266 S GU 2019 1800449 Z CHU 2018 7869 7877 S ZHOU 2019 2842 2848 B CHANG 2019 1804710 X JIN 2017 118 126 J CHANG 2016 8840 8845 X JANG 2014 5852 5857 J SAHARA 2015 10722 10725 G JANG 2015 3597 3604 Y LI 2018 243 246 J ZHOU 2020 152190 Q WANG 2017 96 100 W WANG 2007 5624 5627 Y WANG 2010 1088 1092 G HAN 2015 221 229 C WANG 2009 3452 3454 X TAK 2009 5945 5951 Y LIAO 2011 2162 2165 F LI 2011 10878 10884 Q KIM 2014 1 8 D JIANG 2018 2880 2889 B SARMAH 2018 732 745 K JIANG 2019 1037 1045 J DOM 2013 928321 R ZHANG 2018 11120 11124 A YANG 2018 140 147 H GUX2020X110953 GUX2020X110953XX 2022-05-28T00:00:00.000Z 2022-05-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-04-14T08:26:01.608Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas STCSM Science and Technology Commission of Shanghai Municipality http://data.elsevier.com/vocabulary/SciValFunders/501100003399 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 National Basic Research Program of China (973 Program) http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991 item S2468-8231(20)30211-X S246882312030211X 1-s2.0-S246882312030211X 10.1016/j.mcat.2020.110953 315758 2020-07-29T05:47:31.498753Z 2020-08-01 2020-08-31 1-s2.0-S246882312030211X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/MAIN/application/pdf/ac1f8ffac4d86929563911cd6dbf2be1/main.pdf main.pdf pdf true 2281878 MAIN 6 1-s2.0-S246882312030211X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/PREVIEW/image/png/311e089bd55cf769ae3b1e4e328b803a/main_1.png main_1.png png 56494 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882312030211X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/ga1/DOWNSAMPLED/image/jpeg/07bb800c9c2443729e375d7e77aecf9b/ga1.jpg ga1 true ga1.jpg jpg 14183 200 349 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr1/DOWNSAMPLED/image/jpeg/aca27de2d14b1f7e463c954fb4a7d00f/gr1.jpg gr1 gr1.jpg jpg 27308 386 565 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr2/DOWNSAMPLED/image/jpeg/88b3d7d536a830c436033f0c94fe9e8b/gr2.jpg gr2 gr2.jpg jpg 122933 514 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr3/DOWNSAMPLED/image/jpeg/72d07400aa2586fd33787eb2bcb4afac/gr3.jpg gr3 gr3.jpg jpg 77197 568 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr4/DOWNSAMPLED/image/jpeg/3cf3d77d0b429f4e0f7a91fb804518ef/gr4.jpg gr4 gr4.jpg jpg 45741 292 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr5/DOWNSAMPLED/image/jpeg/ae024edf6983697d86500918c8b62a2a/gr5.jpg gr5 gr5.jpg jpg 92414 695 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030211X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/ga1/THUMBNAIL/image/gif/a4e5088e6c48215649ccef2988c19ebd/ga1.sml ga1 true ga1.sml sml 8046 126 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr1/THUMBNAIL/image/gif/e8c4fda960ef904b941f2e914d098070/gr1.sml gr1 gr1.sml sml 7652 149 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr2/THUMBNAIL/image/gif/8e903e60934cd553b169c2d2f1768dac/gr2.sml gr2 gr2.sml sml 21247 150 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr3/THUMBNAIL/image/gif/da4ea0962fb94772f868aaf3dd751e55/gr3.sml gr3 gr3.sml sml 15333 164 217 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr4/THUMBNAIL/image/gif/9d0d72a3b4b8b43415df737909bbff71/gr4.sml gr4 gr4.sml sml 6958 85 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/gr5/THUMBNAIL/image/gif/c76a5083755746d0eee9bb33bf33f23d/gr5.sml gr5 gr5.sml sml 12030 163 177 IMAGE-THUMBNAIL 1-s2.0-S246882312030211X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030211X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/3e9836ad5199a757f7243c2fc7111fef/mmc1.docx mmc1 mmc1.docx docx 824136 APPLICATION 1-s2.0-S246882312030211X-am.pdf am am.pdf pdf 643276 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WD81NBCZC/MAIN/application/pdf/6b5d7b59729a0e788cf3cd0184bf24c3/am.pdf MCAT 110953 110953 S2468-8231(20)30211-X 10.1016/j.mcat.2020.110953 Elsevier B.V. Fig. 1 Schematic illustrations of (left) band structures of the tri-component ZnO–CdS–Cu composite and (right) the photoelectrochemical system. Fig. 1 Fig. 2 Characterizations of ZnO–CdS–Cu sample. (a) XRD patterns of ZnO–CdS–Cu, ZnO–CdS, and ZnO samples. (b) SEM image, and (c) high-resolution transmission electron microscopy (HRTEM) image of the ZnO–CdS–Cu sample. Inset: TEM image of the corresponding branch. (d) Elemental mapping images. Fig. 2 Fig. 3 (a–c) XPS spectra of ZnO–CdS–Cu, in comparison with ZnO–Cu and CdS–Cu samples. (a) Zn 2p spectra; (b) Cd 3d spectra; and (c) Cu 2p spectra. (d) Surface valence band photoemission spectra of the ZnO–CdS–Cu, ZnO–Cu, and CdS–Cu samples. The bars in (d) indicate the centers of d-band, and the upper limit of integration is fixed to –9.0 eV in binding energy for comparison. Fig. 3 Fig. 4 (a) UV–vis diffuse reflectance spectra. (b) CO2 temperature programmed desorption (TPD) profile. Fig. 4 Fig. 5 Photoelectrochemical CO2 reduction performances at both light-off and light-on conditions for (a) ZnO–CdS–Cu, and (b) ZnO–Cu catalysts at different applied potentials. Upper panels: Faradaic efficiency (FE) values of CO and H2 productions. Middle panels: the ratios of CO and H2 production. Lower panels: the partial current densities of CO production from the electrochemical CO2 reduction. Fig. 5 Photoelectrochemical CO2 reduction to syngas by a ZnO–CdS–Cu nanocomposite Xiaoli Gu Data curation Writing - original draft Linping Qian Writing - review & editing Supervision * Gengfeng Zheng Writing - review & editing Supervision * Laboratory of Advanced Materials, Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Fudan University, Shanghai 200438, China Laboratory of Advanced Materials Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials Fudan University Shanghai 200438 China Laboratory of Advanced Materials, Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Fudan University, Shanghai 200438, China. ⁎ Corresponding authors. Graphical abstract Syngas, the mixture of CO and H2, is an important feedstock for producing methanol and other liquid fuels. Herein, we demonstrated a photoelectrochemical system by employing cadmium sulfide (CdS)-decorated zinc oxide (ZnO) nanoparticles and Cu nanorods to boost the photoelectrochemical reduction of carbon dioxide (CO2) in an aqueous solution. Structural characterizations showed that the heterostructure and interfaces of semiconductors facilitated the photo-absorption as well as the fast transfer of photogenerated carriers from the semiconductors to catalytic sites. Compared to the condition with light off, the tri-component ZnO–CdS–Cu catalyst exhibited an enhancement of 6.2 times in the CO partial current density at relatively low applied potential of –1.16 V versus reversible hydrogen electrode under ∼1 sun illumination. In addition, the ratio of CO and H2 in the products was tuned in a wide range between 0.03 and 0.53, which was beneficial for the syngas production. Keywords Photoelectrochemical CO2reduction Electrocatalysis ZnO CdS Cu Introduction The continuous depletion of fossil fuel resources and the increase of carbon dioxide (CO2) emission globally have attracted wide attention in the research community. By 2019, the CO2 level in the atmosphere has exceeded 410 ppm, which is potential of resulting a variety of environmental hazards such as greenhouse warming. The storage and conversion of excessive CO2 into other non-green-house molecules have been studied by many scientists in the past decades. Many photocatalysts and electrocatalysts have been reported for the electrochemical CO2 reduction [1–4] and water splitting [5–8]. Particularly, the photoelectrochemical (PEC) system combines both photo-energy and electricity as energy input for CO2 reduction, which has the potential of taking advantages of both energy forms to reduce the reaction potential and increase the catalytic activities. [9–13] However, substantial challenges still exist due to the inert nature of CO2 and generally low efficiency of current available catalysts. [14,15] Among the different CO2 reduction products, carbon monoxide (CO) is an important raw material and a main component in the syngas. Together with hydrogen gas (H2) co-produced from the PEC cathode half-reaction, the syngas is highly crucial for producing a variety of chemical products such as methanol. The electrochemical reduction of CO2 into CO involves the transfer of two electrons, which is kinetically more favorable than producing other reduction products (e.g. CH4, C2H4) with multiple electron transfer steps. [16–19] To date, various semiconductors including TiO2 [20], Cu2O, [21] ZnTe [22], and NiO [23], have been reported for PEC CO2 reduction. Binary and trinary component-based catalysts have also been reported to enhance the PEC CO2 reduction properties. [24] Among them, copper (Cu) based materials are attracting much interest due to their unique CO2 adsorption feature, low toxicity and relative abundancy. [25] Zinc oxide (ZnO), as a widely investigated semiconductor [26,27], has many merits including high electron mobility, low synthesis cost, and potential of facilitating CO2 adsorption for subsequent electrochemical reduction. [28] However, due to its large bandgap, the utilization of ZnO as photocatalyst is severely hindered by its poor visible light absorption [29]. Previous studies using a tandem structure of ZnO and smaller bandgap materials [30–32], such as metal chalcogenides, can effectively improve its photo-absorption in the visible range and thus enhance the conversion of solar energy to chemical energy. In spite of these progresses, the design and function of the photo-absorber, sensitizers, and surface electrocatalyst have still been limited, or particular nanostructures to enable the CO2 reduction effect are required. A general approach of the PEC CO2 reduction is still needed to be established. In this work, we reported a step-by-step approach to grow a nanocomposite of ZnO, CdS and Cu (designated as ZnO–CdS–Cu), as schematically shown in Fig. 1 . The 1-dimensional feature of the nanocomposite enables efficient charge transfer property, and the combination of these three components allows for good photo-absorption in both the UV and visible range of the solar spectrum. Furthermore, the Cu behaves as the main catalytic centers for the CO2 reduction to CO. Compared to binary ZnO–Cu and ZnO, the ZnO–CdS–Cu nanocomposite presented a clearly enhanced CO2 reduction capability upon the solar illumination. Compared to the condition with light off, the partial current density (j co) for CO product was also enhanced by a factor of 6.2 times, the ratio of CO product and H2 (from water reduction) were tuned in a wide range from 0.03 to 0.53, and suggesting the attractive capability of using this nanocomposite as both light absorber and catalyst for the PEC CO2 reduction. Results and discussion ZnO nanoparticles were first synthesized by a hydrothermal method, followed by deposition of CdS nanoparticles on its surface (Experimental section in the Supporting Information). [33,34] Afterwards, Cu was grown by a deposition method followed by thermal annealing. X-ray diffraction (XRD) was first conducted to confirm the successful growth of the designed components (Fig. 2 a). Three diffraction peaks were clearly observed at 31.8°, 34.4° and 36.3°, ascribed to (100), (002) and (101) planes of ZnO (JCPDS 36–1451), respectively. The three sharp peaks at 43.3°, 50.4° and 74.1° were assigned to (111), (200) and (220) of pure copper (JCPDS 04−0836), respectively. The other three peaks at 24.8°, 26.5° and 28.2° were indexed to (100), (002) and (101) of CdS (JCPDS 41–1049), respectively. Thus, the proposed multi-component samples were synthesized as noted. Scanning electron microscopy (SEM) images exhibit the branch feature of ZnO–CdS–Cu sample, which consisted of a chain of nanoparticles (Fig. 2b). ZnO and CdS nanoparticles, with diameters of about 6 and 1.7 nm, respectively, were loaded on the surface of Cu branches. High-resolution transmission electron microscopy (HRTEM) images displayed the lattice resolved fringes of 0.257, 0.313 and 0.214 nm (Fig. 2c), consistent with the interplanar distances of hexagonal ZnO (002), hexagonal CdS (101), and cubic Cu (111) planes, respectively. The elemental mapping suggests that the three components of ZnO–CdS–Cu sample were uniformly distributed (Fig. 2d). The oxidation states of different elements on the ZnO–CdS–Cu surfaces were investigated by X-ray photoelectron spectroscopy (XPS). The high-resolution Zn 2p profile revealed two peaks with binding energy of 1021.8 and 1045.0 eV (Fig. 3 a), corresponding to +2 oxidation states of Zn elements. Compared to ZnO–Cu (1021.4 and 1044.3 eV), these two peaks were shifted toward higher binding energies with 0.4 and 0.7 eV, respectively. [34] The Cd 3d and Cu 2p XPS profiles also confirmed the existence of Cd(II) and Cu(0), as well as the corresponding shifts of XPS peaks (Fig. 3 b–c). All the XPS spectra of ZnO–CdS–Cu, ZnO–Cu, ZnO–CdS, CdS–Cu, ZnO, CdS and Cu were displayed, including their Zn 2p (Fig. S1a), Cd 3d (Fig. S1b) and Cu 2p (Fig. S1c). The Zn 2p, Cd 3d and Cu 2p peak positions of ZnO–CdS–Cu showed shifts compared to those of ZnO–Cu, CdS–Cu, ZnO–CdS, ZnO, CdS and Cu samples. These shifts in the XPS binding energies suggested intimate interactions between different components. This strong electronic interaction at the interface between ZnO and Cu could lead to higher activity for CO2 activation and hydrogenation, as suggested by previous literature. [33] Furthermore, the projected densities of states (PDOS) for the d-band of the catalyst surfaces were plotted (Fig. 3d). The bonding strength between intermediates and catalysts plays an important role in tuning the catalytic performance by changing the catalyst surface electronic structure, which is determined by the values of (E − E F) with reference to the Fermi level (E F). [35] As shown, the position ranking of the d-band center with respect to the E F was down-shifted in the order of CdS–Cu (–3.51 eV) > ZnO–Cu (–3.81 eV) > ZnO–CdS–Cu (–4.87 eV). The down-shift of the d-band centers increases the donation bonding states and decreases the back-donation antibonding states, weakening the substrate − adsorbate interaction, especially the adsorption of *COOH or *CO on catalyst surfaces. Thus, the CO2 reduction activity is enhanced, with an increased release of CO product. [36] The UV–vis diffuse reflectance spectra were conducted to determine the optical properties of these samples in the full solar wavelength range (Fig. 4 a). Compared to pure ZnO with an absorption cutoff about 400 nm, the decoration of CdS on ZnO effectively extended the absorption edge to the visible region, i.e., 560 nm. After the incorporation of Cu, the absorption edge was further extended to over 800 nm. This change was in good accord with a previous report [37] that the absorption edge in the diffuse reflectance spectra was extended to over 800 nm with the introduction of Cu in the reduced state, in contrast to Cu in the oxidized state. This observation further confirmed our statement on the existence of Cu(0), instead of Cu(I). Our UV–vis diffuse reflectance spectra indicated that ZnO–CdS–Cu could be photo-excited by both UV and visible light irradiation, thus increasing the utilization of the solar energy and energy input for the subsequent photoelectrochemical CO2 reduction. The bandgap energies of the samples were extrapolated from the Tauc plots by Kubelka–Munk function: (Ahν/K)1/n = hν − Eg , where A is the absorbance, hν is the photon energy, K is a proportional constant, and Eg is the bandgap energy, respectively. [38] Since the direct allowed sample transition was used in this experiment, n = 1/2 was used for these samples. As plotted in Fig. S2 (where A/K in the function was substituted with α), the bandgap energy of pure ZnO was estimated to be 3.18 eV, which was in good accord with the reported values (i.e., 3.2 eV). [39] The bandgap of ZnO–CdS was decreased to be 2.29 eV and lower than those of ZnO and CdS (i.e., 2.4 eV), suggesting the improvement of absorption of solar energy. The CO2 temperature-programmed desorption (TPD) was conducted to evaluate the chemisorption of CO2 with the multiple component combinations. An obviously stronger chemical desorption peak was observed for ZnO–CdS–Cu than those of ZnO–CdS and pure ZnO at 350 °C (Fig. 4b), indicating ZnO–CdS–Cu presented the strongest CO2 chemisorption capability. The electrochemical impedance spectroscopy (EIS) of these samples were investigated during the electrochemical CO2 reduction process. The Nyquist plots (Fig. S3) of all the samples showed semicircle features, among which ZnO–CdS–Cu exhibited the smallest semicircular diameter, indicating the lowest interfacial charge-transfer resistance. [18,40] The semicircular diameter of ZnO–Cu was smaller than that of pure ZnO. Thus, the interfacial charge-transfer process of ZnO–CdS–Cu nanocomposites was accelerated after the combination of Cu and CdS into ZnO, which also played a vital role during PEC CO2 reduction process. The PEC CO2 reduction measurements were carried out in a conventional three-electrode electrochemical setup and under air mass 1.5 global (AM 1.5 G) simulated sunlight (100 mW cm–2). A 0.1 M KHCO3 aqueous solution was used as the electrolyte, which was pre-saturated with a CO2 flow before tests. All the voltages reported here were converted into the reversible hydrogen electrode (RHE) scale. The linear sweep voltammetry (LSV) was first conducted in the voltage range between +0.24 and –1.76 V. The ZnO–CdS–Cu catalyst showed an onset voltage of about –0.071 V (defined as the potential where photocathodic current reached 0.02 mA cm–2 under AM 1.5 G illumination) with the light off, which positively shifted to +0.095 V under the light illumination (Fig. S4). This change confirmed that the increased of photo-response and photocurrent with the solar energy input. The PEC CO2 reduction reactivity was further characterized by detecting the gas reduction products by gas chromatography and liquid products by nuclear magnetic resonance (NMR). The 1H NMR spectra showed the information of liquid products from the ZnO–CdS–Cu sample from electrochemical CO2 reduction at –1.16 V, under light-off (Fig. S5a) and light-on (Fig. S5b) conditions in a CO2-saturated 0.1 M KHCO3. The chemical shifts of around 8.33 and 1.06 ppm corresponded to formate (HCOO–) and ethanol (CH3CH2OH), respectively. At the applied potentials from –0.96 to –1.76 V, the FE values of the liquid products (i.e. both HCOO– and CH3CH2OH) were not more than 6.4 % (Fig. S6). For ZnO–CdS–Cu, the Faradaic efficiencies (FEs) for CO and H2 (produced from HER) were measured at applied potentials between –0.96 and –1.76 V in the CO2-saturated KHCO3 electrolyte (Fig. 5 a, upper panel). When the light was off, the partial current density for the CO production was –0.51 mA cm–2 at –1.16 V, which was increased to –3.67 mA cm–2 when the light was turned on (Fig. 5a, lower panel), corresponding to an enhancement factor of 6.2 times. The competitive HER was dominant in the reaction system due to its low onset voltage. The PEC CO2 reduction was launched as the applied voltage shiftingly negatively and enhanced with the aid of solar energy input, and reached an optimal performance at –1.16 V. At a more negative potential than –1.16 V, the FE of CO production decreased, which was possibly attributed to the CO2 mass transport limit and the increased competitive HER. [41] In addition, the FE values of CO and H2 production were 30.9 % and 58.4 %, respectively, at this condition. Thus, the CO/H2 ratio was approximately 1:2 (Fig. 5a, middle panel), which was a desirable composition of syngas mixtures for methanol synthesis and Fischer–Tropsch reaction. By tuning the applied potential between –0.96 V and –1.76 V, the CO/H2 ratio was tuned in a large range between 0.03 and 0.53. In contrast, for ZnO–Cu catalyst (i.e., without CdS component), the production of CO and H2 was also measured in the range of –0.96 V and –1.76 V, and compared at both light-off and light-on conditions, respectively. As shown in Fig. 5b, the FE values for CO (upper panel), the ratio between CO and H2 (middle panel), and the partial current density for CO production (lower panel) did not show any increase, but even decrease instead. The FEs of H2 production did not show substantial variations in both light-off and light-on conditions over all the voltages. Thus, the comparison results showed that the existence of the three components of ZnO–CdS–Cu was critical for the PEC CO2 reduction activity enhancement and CO production tuning, which should mainly be ascribed to the synergy of the boosted sunlight absorption by the ZnO–CdS heterojunction, the enhanced CO2 absorption capability, and the accelerated interfacial charge-transfer process. Conclusion In summary, we have successfully demonstrated to synthesize a tri-component ZnO–CdS–Cu nanocomposite for efficient photoelectrochemical CO2 reduction for tunable syngas production. By employing the ZnO–CdS–Cu catalyst in the photoelectrochemical system, the CO partial current density was enhanced by 6.2 times under ∼ 1 sun illumination compared to the condition with light off, and the CO/H2 ratios in the products was tuned in a wide range between 0.03 and 0.53. Our experimental studies revealed the intimate interactions among these three components and the improved photo-absorption and charge transfer processes. Further developments in the synergy of various photo-responsive semiconductors and metal catalysts can open new opportunities for improving the efficiency of PEC CO2 reduction toward producing syngas and other valuable products. CRediT authorship contribution statement Xiaoli Gu: Data curation, Writing - original draft. Linping Qian: Writing - review & editing, Supervision. Gengfeng Zheng: Writing - review & editing, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We thank the following funding agencies for supporting this work: the National Key Research and Development Program of China (2017YFA0206901, 2018YFA0209401), the Natural Science Foundation of China (21975051, 21773036), the Science and Technology Commission of Shanghai Municipality (19XD1420400, 17JC1402000), the Shanghai Pujiang Program (18PJ1401300), and the Innovation Program of Shanghai Municipal Education Commission (2019–01–07–00–07–E00045). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.110953. Appendix A Supplementary data The following is Supplementary data to this article: References [1] X. Li Y. Sun J. Xu Y. Shao J. Wu X. Xu Y. Pan H. Ju J. Zhu Y. Xie Selective visible-light-driven photocatalytic CO2 reduction to CH4 mediated by atomically thin CuIn5S8 layers Nat. Energy 4 2019 690 699 X. Li, Y. Sun, J. Xu, Y. Shao, J. Wu, X. Xu, Y. Pan, H. Ju, J. Zhu, Y. Xie, Selective visible-light-driven photocatalytic CO2 reduction to CH4 mediated by atomically thin CuIn5S8 layers. Nat. Energy, 4 (2019) 690–699. [2] M. Aresta A. Dibenedetto A. Angelini Catalysis for the valorization of exhaust carbon: from CO2 to chemicals, materials, and fuels. Technological use of CO2 Chem. Rev. 114 2014 1709 1742 M. Aresta, A. Dibenedetto, A. Angelini, Catalysis for the valorization of exhaust carbon: from CO2 to chemicals, materials, and fuels. Technological use of CO2. Chem. Rev. 114 (2014) 1709–1742. [3] H. Jhong S. Ma P.J. Kenis Electrochemical conversion of CO2 to useful chemicals: current status, remaining challenges, and future opportunities Curr. Opin. Chem. Eng. 2 2013 191 199 H. Jhong, S. Ma, P.J. Kenis, Electrochemical conversion of CO2 to useful chemicals: current status, remaining challenges, and future opportunities. Curr. Opin. Chem. Eng. 2 (2013) 191–199. [4] M. Kuang A. Guan Z. Gu P. Han L. Qian G. Zheng Enhanced N-doping in mesoporous carbon for efficient electrocatalytic CO2 conversion Nano Res. 12 2019 2324 2329 M. Kuang, A. Guan, Z. Gu, P. Han, L. Qian, G. Zheng, Enhanced N-doping in mesoporous carbon for efficient electrocatalytic CO2 conversion. Nano Res. 12 (2019) 2324–2329. [5] Y. Wang H. Ping T. Tan W. Wang P. Ma H. Xie Enhanced hydrogen evolution from water splitting based on ZnO nanosheet/CdS nanoparticle heterostructures RSC Adv. 9 2019 28165 28170 Y. Wang, H. Ping, T. Tan, W. Wang, P. Ma, H. Xie, Enhanced hydrogen evolution from water splitting based on ZnO nanosheet/CdS nanoparticle heterostructures. RSC Adv. 9 (2019) 28165–28170. [6] N. Chouhan R. Ameta R.K. Meena N. Mandawat R. Ghildiyal Visible light harvesting Pt/CdS/Co-doped ZnO nanorods molecular device for hydrogen generation Int. J. Hydrogen Energy 41 2016 2298 2306 N. Chouhan, R. Ameta, R.K. Meena, N. Mandawat, R. Ghildiyal, Visible light harvesting Pt/CdS/Co-doped ZnO nanorods molecular device for hydrogen generation. Int. J. Hydrogen Energy 41 (2016) 2298–2306. [7] D. Ma J.W. Shi Y. Zou Z. Fan X. Ji C. Niu Highly efficient photocatalyst based on a CdS quantum dots/ZnO nanosheets 0D/2D heterojunction for hydrogen evolution from water splitting ACS Appl. Mater. Inter. 9 2017 25377 25386 D. Ma, J.W. Shi, Y. Zou, Z. Fan, X. Ji, C. Niu, Highly efficient photocatalyst based on a CdS quantum dots/ZnO nanosheets 0D/2D heterojunction for hydrogen evolution from water splitting. ACS Appl. Mater. Inter. 9 (2017) 25377–25386. [8] D. Ma J.W. Shi Y. Zou Z. Fan X. Ji C. Niu L. Wang Rational design of CdS@ZnO core-shell structure via atomic layer deposition for drastically enhanced photocatalytic H2 evolution with excellent photostability Nano Energy 39 2017 183 191 D. Ma, J.W. Shi, Y. Zou, Z. Fan, X. Ji, C. Niu, L. Wang, Rational design of CdS@ZnO core-shell structure via atomic layer deposition for drastically enhanced photocatalytic H2 evolution with excellent photostability. Nano Energy 39 (2017) 183–191. [9] G.K. Rao W. Pell I. Korobkov D. Richeson Electrocatalytic reduction of CO2 using Mn complexes with unconventional coordination environments Chem. Commun. 52 2016 8010 8013 G.K. Rao, W. Pell, I. Korobkov, D. Richeson, Electrocatalytic reduction of CO2 using Mn complexes with unconventional coordination environments. Chem. Commun. 52 (2016) 8010–8013. [10] L. Zhang Z.J. Zhao T. Wang J. Gong Nano-designed semiconductors for electro- and photoelectron-catalytic conversion of carbon dioxide Chem. Soc. Rev. 47 2018 5423 5443 L. Zhang, Z.J. Zhao, T. Wang, J. Gong, Nano-designed semiconductors for electro- and photoelectron-catalytic conversion of carbon dioxide. Chem. Soc. Rev. 47 (2018) 5423–5443. [11] S.R. Lingampalli M.M. Ayyub G. Magesh C.N.R. Rao Photocatalytic reduction of CO2 by employing ZnO/Ag1-xCux/CdS and related heterostructures Chem. Phys. Lett. 691 2018 28 32 S.R. Lingampalli, M.M. Ayyub, G. Magesh, C.N.R. Rao, Photocatalytic reduction of CO2 by employing ZnO/Ag1-xCux/CdS and related heterostructures. Chem. Phys. Lett. 691 (2018) 28–32. [12] P. Ding Y. Hu J. Deng J. Chen C. Zha H. Yang N. han Q. Gong L. Li T. Wang X. Zhao Y. Li Controlled chemical etching leads to efficient silicon–bismuth interface for photoelectrochemical CO2 reduction to formate Mater, Today Chem. 11 2019 80 85 P. Ding, Y. Hu, J. Deng, J. Chen, C. Zha, H. Yang, N. han, Q. Gong, L. Li, T. Wang, X. Zhao, Y. Li, Controlled chemical etching leads to efficient silicon–bismuth interface for photoelectrochemical CO2 reduction to formate. Mater, Today Chem. 11 (2019) 80–85. [13] C. Cai Y. Xu H. Chen X. Wang D. Kuang Porous ZnO@ZnSe nanosheet array for photoelectrochemical reduction of CO2 Electrochim. Acta 274 2018 298 305 C. Cai, Y. Xu, H. Chen, X. Wang, D. Kuang, Porous ZnO@ZnSe nanosheet array for photoelectrochemical reduction of CO2. Electrochimica Acta 274 (2018) 298–305. [14] A. Corma A.H. Garcia Photocatalytic reduction of CO2 for fuel production: possibilities and challenges J. Catal. 308 2013 168 175 A. Corma A, H. Garcia, Photocatalytic reduction of CO2 for fuel production: Possibilities and challenges. J. Catal. 308 (2013) 168–175. [15] S. Chu S.S. Fan Y. Wang D. Rossouw Y. Wang G.A. Botton Z. Mi Tunable syngas production from CO2 and H2O in an aqueous photoelectrochemical cell Angew. Chemie Int. Ed. 55 2016 14262 14266 S. Chu S, S. Fan, Y. Wang, D. Rossouw, Y. Wang, G.A. Botton, Z. Mi, Tunable syngas production from CO2 and H2O in an aqueous photoelectrochemical cell. Angew. Chem. Int. Edit. 55 (2016) 14262–14266. [16] Z. Gu N. Yang P. Han M. Kuang B. Mei Z. Jiang J. Zhong L. Li G. Zheng Oxygen vacancy tuning toward efficient electrocatalytic CO2 reduction to C2H4 Small Methods 3 2019 1800449 Z. Gu, N. Yang, P. Han, M. Kuang, B. Mei, Z. Jiang, J. Zhong, L. Li, G. Zheng, Oxygen vacancy tuning toward efficient electrocatalytic CO2 reduction to C2H4. Small Methods 3 (2019) 1800449. [17] S. Chu P. Ou P. Ghamari S. Vanka B. Zhou I. Shih J. Song Z. Mi Photoelectrochemical CO2 reduction into syngas with the metal/oxide interface J. Am. Chem. Soc. 140 2018 7869 7877 S. Chu, P. Ou, P. Ghamari, S. Vanka, B. Zhou, I. Shih, J. Song, Z. Mi, Photoelectrochemical CO2 reduction into syngas with the metal/oxide interface. J Am. Chem. Soc. 140 (2018) 7869–7877. [18] B. Zhou X. Kong S. Vanka S. Cheng N. Pant S. Chu P. Ghamari Y. Wang G. Botton H. Cuo Z. Mi A GaN: Sn nanoarchitecture integrated on a silicon platform for converting CO2 to HCOOH by photoelectrocatalysis Energ. Environ. Sci. 12 2019 2842 2848 B. Zhou, X. Kong, S. Vanka, S. Cheng, N. Pant, S. Chu, P. Ghamari, Y. Wang, G. Botton, H. Cuo. Z. Mi, A GaN: Sn nanoarchitecture integrated on a silicon platform for converting CO2 to HCOOH by photoelectrocatalysis. Energ. Environ. Sci. 12 (2019) 2842–2848. [19] X. Chang T. Wang P. Yang G. Zhang J. Gong The development of cocatalysts for photoelectrochemical CO2 reduction Adv. Mater. 31 2019 1804710 X. Chang, T. Wang, P. Yang, G. Zhang, J. Gong, The development of cocatalysts for photoelectrochemical CO2 reduction. Adv. Mater. 31 (2019) 1804710. [20] J. Jin C. Wang X. Ren S. Huang M. Wu L. Chen T. Hasan B. Wang Y. Li B. Su Anchoring ultrafine metallic and oxidized Pt nanoclusters on yolk-shell TiO2 for unprecedentedly high photocatalytic hydrogen production Nano Energy 38 2017 118 126 J. Jin, C. Wang, X. Ren, S. Huang, M. Wu, L. Chen, T. Hasan, B. Wang, Y. Li, B. Su, Anchoring ultrafine metallic and oxidized Pt nanoclusters on yolk-shell TiO2 for unprecedentedly high photocatalytic hydrogen production. Nano Energy 38 (2017) 118–126. [21] X. Chang T. Wang P. Zhang Y. Wei J. Zhao J. Gong Stable aqueous photoelectrochemical CO2 reduction by a Cu2O dark cathode with improved selectivity for carbonaceous products Angew. Chemie Int. Ed. English 55 2016 8840 8845 X. Chang, T. Wang, P. Zhang, Y. Wei, J. Zhao, J. Gong, Stable aqueous photoelectrochemical CO2 reduction by a Cu2O dark cathode with improved selectivity for carbonaceous products. Angew. Chem. Int. Edit. 55 (2016) 8840–8845. [22] J.W. Jang S. Cho G. Magesh Y.J. Jang J.Y. Kim W.Y. Kim J.K. Seo S. Kim K.H. Lee J.S. Lee Aqueous‐solution route to zinc telluride films for application to CO2 reduction Angew. Chemie Int. Ed. English 53 2014 5852 5857 J.W. Jang, S. Cho, G. Magesh, Y.J. Jang, J.Y. Kim, W.Y. Kim, J.K. Seo, S. Kim, K.H. Lee, J.S. Lee, Aqueous‐Solution Route to Zinc Telluride Films for Application to CO2 Reduction. Angew. Chem. Int. Edit. 53 (2014) 5852–5857. [23] G. Sahara R. Abe M. Higashi T. Morikawa K. Maeda Y. Ueda O. Ishitani Photoelectrochemical CO2 reduction using a Ru(ii)–Re(i) multinuclear metal complex on a p-type semiconducting NiO electrode Chem. Commun. 51 2015 10722 10725 G. Sahara, R. Abe, M. Higashi, T. Morikawa, K. Maeda, Y. Ueda, O Ishitani, Photoelectrochemical CO2 reduction using a Ru(ii)–Re(i) multinuclear metal complex on a p-type semiconducting NiO electrode. Chem. Commun. 51 (2015) 10722–10725. [24] Y.J. Jang J.W. Jang J. Lee J.H. Kim H. Kumagai J. Lee T. Minegishi J. Kubota K. Domen J.S. Lee Selective CO production by Au coupled ZnTe/ZnO in the photoelectrochemical CO2 reduction system Energy Environ. Sci. 8 2015 3597 3604 Y.J. Jang, J.W. Jang, J. Lee, J.H. Kim, H. Kumagai, J. Lee, T. Minegishi, J. Kubota, K. Domen, J.S. Lee, Selective CO production by Au coupled ZnTe/ZnO in the photoelectrochemical CO2 reduction system. Energ. Environ. Sci. 8 (2015) 3597–3604. [25] J. Li J. Tian L. Wang C. Chang Photocatalytic hydrogen production and photodegradation of oxytetracycline by Cu–CdS composites Mater. Lett. 217 2018 243 246 J. Li, J. Tian, L. Wang, C. Chang, Photocatalytic hydrogen production and photodegradation of oxytetracycline by Cu–CdS composites. Mater. Lett. 217 (2018) 243–246. [26] Q. Zhou L. Li Z. Xin Y. Yu L. Wang W. Zhang Visible light response and heterostructure of composite CdS@ZnS–ZnO to enhance its photocatalytic activity J. Alloys. Compd. 813 2020 152190 Q. Zhou, L. Li, Z. Xin, Y. Yu, L. Wang, W. Zhang, Visible light response and heterostructure of composite CdS@ZnS–ZnO to enhance its photocatalytic activity. J. Alloy. Compd. 813 (2020) 152190. [27] W. Wang C. Yang F. Zhang G. Cui Enhanced photocatalytic degradation of methylene blue in aqueous solution by Cu/ZnO photocatalyst Optoelectron. Adv. Mat. 11 2017 96 100 W. Wang, C. Yang, F. Zhang, G. Cui, Enhanced photocatalytic degradation of methylene blue in aqueous solution by Cu/ZnO photocatalyst. Optoelectron. Adv. Mat. 11 (2017) 96–100. [28] Y. Wang R. Kováčik B. Meyer K. Kotsis D. Stodt V. Staemmler H. Qiu F. Traeger D. Langenberg M. Muhler C. Wöll CO2 activation by ZnO through the formation of an unusual tridentate surface carbonate Angew. Chemie Int. Ed. English 46 2007 5624 5627 Y. Wang, R. Kováčik, B. Meyer, K. Kotsis, D. Stodt, V. Staemmler, H. Qiu, F. Traeger, D. Langenberg, M. Muhler, C. Wöll, CO2 activation by ZnO through the formation of an unusual tridentate surface carbonate. Angew. Chem. Int. Edit. 46 (2007) 5624–5627. [29] G. Wang X. Yang F. Qian J.Z. Zhang Y. Li Double-sided CdS and CdSe quantum dot co-sensitized ZnO nanowire arrays for photoelectrochemical hydrogen generation Nano Lett. 10 2010 1088 1092 G. Wang, X. Yang, F. Qian, J.Z. Zhang, Y. Li, Double-sided CdS and CdSe quantum dot co-sensitized ZnO nanowire arrays for photoelectrochemical hydrogen generation. Nano Lett. 10 (2010) 1088–1092. [30] C. Han Z. Chen N. Zhang J.C. Colmenares Y. Xu Hierarchically CdS decorated 1D ZnO Nanorods-2D graphene hybrids: low temperature synthesis and enhanced photocatalytic performance Adv. Funct. Mater. 25 2015 221 229 C. Han, Z. Chen, N. Zhang, J.C. Colmenares, Y. Xu, Hierarchically CdS Decorated 1D ZnO Nanorods-2D Graphene Hybrids: Low Temperature Synthesis and Enhanced Photocatalytic Performance. Adv. Funct. Mater. 25 (2015) 221–229. [31] X. Wang G. Liu Z.G. Chen F. Li L. Wang G. Lu H.M. Chen Enhanced photocatalytic hydrogen evolution by prolonging the lifetime of carriers in ZnO/CdS heterostructures Chem. Commun. 2009 3452 3454 X. Wang, G. Liu, Z.G. Chen, F. Li, L. Wang, G. Lu, H.M. Cheng, Enhanced photocatalytic hydrogen evolution by prolonging the lifetime of carriers in ZnO/CdS heterostructures. Chem. Commun. (2009) 3452–3454. [32] Y. Tak S.J. Hong J.S. Lee K. Yong Fabrication of ZnO/CdS core/shell nanowire arrays for efficient solar energy conversion J. Mater. Chem. 19 2009 5945 5951 Y. Tak, S.J. Hong, J.S. Lee, K. Yong, Fabrication of ZnO/CdS core/shell nanowire arrays for efficient solar energy conversion. J. Mater. Chem. 19 (2009) 5945–5951. [33] F. Liao Y. Huang J. Ge W. Zheng K. Tedsree P. Collier X. Hong S.C. Tsang Morphology‐dependent interactions of ZnO with Cu nanoparticles at the materials’ interface in selective hydrogenation of CO2 to CH3OH Angew. Chemie Int. Ed. English 50 2011 2162 2165 F. Liao, Y. Huang, J. Ge, W. Zheng, K. Tedsree, P. Collier, X. Hong, S.C. Tsang, Morphology‐Dependent Interactions of ZnO with Cu Nanoparticles at the Materials’ Interface in Selective Hydrogenation of CO2 to CH3OH. Angew. Chem. Int. Edit. 50 (2011) 2162–2165. [34] Q. Li B. Guo J. Yu J. Ran B. Zhang H. Yan J. Gong Highly efficient visible-light-driven photocatalytic hydrogen production of CdS-cluster-decorated graphene nanosheets J. Am. Chem. Soc. 133 2011 10878 10884 Q. Li, B. Guo, J. Yu, J. Ran, B. Zhang, H. Yan, J. Gong, Highly efficient visible-light-driven photocatalytic hydrogen production of CdS-cluster-decorated graphene nanosheets. J. Am. Chem. Soc. 133 (2011) 10878–10884. [35] D. Kim J. Resasco Y. Yu A.M. Asiri P. Yang Synergistic geometric and electronic effects for electrochemical reduction of carbon dioxide using gold–copper bimetallic nanoparticles Nat. Commun. 5 2014 1 8 D. Kim, J. Resasco, Y. Yu, A.M. Asiri, P. Yang, Synergistic geometric and electronic effects for electrochemical reduction of carbon dioxide using gold–copper bimetallic nanoparticles. Nat. Commun. 5 (2014) 1–8. [36] B. Jiang X. Zhang K. Jiang D. Wu W. Cai Boosting formate production in electrocatalytic CO2 reduction over wide potential window on Pd surfaces J. Am. Chem. Soc. 140 2018 2880 2889 B. Jiang, X. Zhang, K. Jiang, D. Wu, W. Cai, Boosting formate production in electrocatalytic CO2 reduction over wide potential window on Pd surfaces. J. Am. Chem. Soc. 140 (2018) 2880–2889. [37] K. Sarmah S. Mukhopadhyay T.K. Maji S. Pratihar Switchable bifunctional bistate reusable ZnO–Cu for selective oxidation and reduction reaction ACS Catal. 9 2018 732 745 K. Sarmah, S. Mukhopadhyay, T.K. Maji, S. Pratihar, Switchable Bifunctional Bistate Reusable ZnO–Cu for Selective Oxidation and Reduction Reaction. ACS Catal. 9 (2018) 732–745. [38] J. Jiang Z. Mu H. Xing W. Wu X. Yue Y. Lin Insights into the synergetic effect for enhanced UV/visible-light activated photodegradation activity via Cu-ZnO photocatalyst Appl. Surf. Sci. 478 2019 1037 1045 J. Jiang, Z. Mu, H. Xing, W. Wu, X. Yue, Y. Lin, Insights into the synergetic effect for enhanced UV/visible-light activated photodegradation activity via Cu-ZnO photocatalyst. Appl. Surf. Sci. 478 (2019) 1037–1045. [39] R. Dom L.R. Baby H.G. Kim P.H. Borse Enhanced solar photoelectrochemical conversion efficiency of ZnO: Cu electrodes for water-splitting application Int. J. Photoenergy 2013 928321 R. Dom, L.R. Baby, H.G. Kim, P.H. Borse, Enhanced solar photoelectrochemical conversion efficiency of ZnO: Cu electrodes for water-splitting application. Int. J. Photoenergy 2013, 928321. [40] A. Zhang R. He H. Li Y. Chen T. Kong K. Li H. Ju J. Zhu W. Zhu J. Zeng Nickel doping in atomically thin tin disulfide nanosheets enables highly efficient CO2 reduction Angew. Chemie Int. Ed. 130 2018 11120 11124 A. Zhang, R. He, H. Li, Y. Chen, T. Kong, K. Li, H. Ju, J. Zhu, W. Zhu, J. Zeng, Nickel doping in atomically thin tin disulfide nanosheets enables highly efficient CO2 reduction. Angew. Chem. Int. Edit. 130 (2018) 11120–11124. [41] H.B. Yang S.F. Hung S. Liu K. Yuan S. Miao L. Zhang X. Huang H.Y. Wang W. Cai R. Chen J. Gao X. Yang W. Chen Y. Huang H.M. Chen C.M. Li T. Zhang B. Liu Atomically dispersed Ni (I) as the active site for electrochemical CO2 reduction Nat. Energy 3 2018 140 147 H.B. Yang, S.F. Hung, S. Liu, K. Yuan, S. Miao, L. Zhang, X. Huang, H.Y. Wang, W. Cai, R. Chen, J. Gao, X. Yang, W. Chen, Y. Huang, H.M. Chen, C.M. Li, T, Zhang, B. Liu, Atomically dispersed Ni (I) as the active site for electrochemical CO2 reduction. Nat. Energy 3 (2018) 140–147.",
      "scopus-id": "85085385495",
      "coredata": {
        "eid": "1-s2.0-S246882312030211X",
        "dc:description": "Syngas, the mixture of CO and H2, is an important feedstock for producing methanol and other liquid fuels. Herein, we demonstrated a photoelectrochemical system by employing cadmium sulfide (CdS)-decorated zinc oxide (ZnO) nanoparticles and Cu nanorods to boost the photoelectrochemical reduction of carbon dioxide (CO2) in an aqueous solution. Structural characterizations showed that the heterostructure and interfaces of semiconductors facilitated the photo-absorption as well as the fast transfer of photogenerated carriers from the semiconductors to catalytic sites. Compared to the condition with light off, the tri-component ZnO–CdS–Cu catalyst exhibited an enhancement of 6.2 times in the CO partial current density at relatively low applied potential of –1.16 V versus reversible hydrogen electrode under ∼1 sun illumination. In addition, the ratio of CO and H2 in the products was tuned in a wide range between 0.03 and 0.53, which was beneficial for the syngas production.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882312030211X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gu, Xiaoli"
          },
          {
            "@_fa": "true",
            "$": "Qian, Linping"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Gengfeng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882312030211X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882312030211X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30211-X",
        "prism:volume": "492",
        "articleNumber": "110953",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Photoelectrochemical CO2 reduction to syngas by a ZnO–CdS–Cu nanocomposite",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Photoelectrochemical CO2reduction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "ZnO"
          },
          {
            "@_fa": "true",
            "$": "CdS"
          },
          {
            "@_fa": "true",
            "$": "Cu"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110953",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2020",
        "prism:doi": "10.1016/j.mcat.2020.110953",
        "prism:startingPage": "110953",
        "dc:identifier": "doi:10.1016/j.mcat.2020.110953",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "349",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14183",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "386",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27308",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "514",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "122933",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "568",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "77197",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45741",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "695",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92414",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8046",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7652",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21247",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15333",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6958",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12030",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "824136",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030211X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "643276",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85085385495"
      }
    }
  }
}