{
  "metadata": {
    "title": "Atomic Pt in Ni cluster promoted hydrogen spillover for enhanced α,β-unsaturated aldehydes hydrogenation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-04-01",
    "doi": "10.1016/j.mcat.2025.114925",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125001117",
    "pii": "S2468823125001117"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85218225192",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-02-22 2025-02-22 2025-02-22 2025-02-22 2025-03-03T23:57:44 1-s2.0-S2468823125001117 S2468-8231(25)00111-7 S2468823125001117 10.1016/j.mcat.2025.114925 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00031 2025-03-04T00:20:30.549365Z 0 0 20250401 2025 2025-02-22T07:29:43.745756Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 576 576 C Volume 576 10 114925 114925 114925 20250401 1 April 2025 2025-04-01 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ATOMICPTINNICLUSTERPROMOTEDHYDROGENSPILLOVERFORENHANCEDUNSATURATEDALDEHYDESHYDROGENATION WANG F 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalyst preparation 2.3 Catalyst characterization 2.4 DFT calculations 2.5 Catalytic tests 3 Results and discussion 3.1 Surface structure of different ptni/sio2 catalysts 3.2 Impact of pd-doping on hydrogen activation 3.3 Catalyst performance evaluation 3.3 DFT calculation of H2 activation and spillover for different pt configurations 4 Conclusion CRediT authorship contribution statement Acknowledgment Appendix Supplementary materials References AI 2024 158044 L LIU 2020 11442 11447 Q LIN 2013 110 116 W WANG 2024 10739 10747 Y LIU 2015 1487 1497 H REN 2023 4136 Y LAN 2020 2764 2790 X WANG 2020 19581 19586 J CABIAC 2008 229 235 A BHOGESWARARAO 2013 1266 1276 S LI 2008 280 285 Y NI 2012 65 69 X WEI 2021 111079 X ZHANG 2016 18626 18629 Y JIANG 2016 75541 75551 F LI 2011 417 422 J ZHU 2022 8104 8115 L FAN 2024 R ZHANG 2023 S QIN 2024 H ZHU 2022 978 991 L CHEN 2024 23940 23947 K LIU 2022 11369 11379 X REN 2023 127047 K NING 2020 704 711 L YAN 2019 118070 H YAN 2021 119803 H YAN 2019 20259 20269 H CUI 2023 122560 E FAN 2023 157736 L JING 2020 589 596 J MORTENSEN 2016 277 284 P GUAN 2017 187 H ZHANG 2014 7805 7808 C ZHU 2015 149 157 E AN 2023 8121 8128 X YAN 2016 7283 7292 B JIN 1987 5931 5937 T SILVESTREALBERO 2003 208 216 J FANG 2018 1705112 X DERITA 2017 14150 14165 L MA 2014 3593 3602 Y PEI 2023 1035 1048 A SAHOO 2014 48563 48571 P HU 2012 208 217 Y PARK 2003 5851 5856 K AHMADI 2015 10686 10694 M LE 2018 159 167 T LE 2019 67 73 T DENG 2009 167 174 W ABUBAKAR 2009 63 71 N MILLER 1993 395 408 J JIANG 2014 1258 1262 Z MURILLO 2009 335 342 L ZHANG 2022 6163 6173 J WANGX2025X114925 WANGX2025X114925XF 2027-02-22T00:00:00.000Z 2027-02-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-26T06:26:41.743Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Shandong Province ZR2023YQ009 Shandong Province Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991 Taishan Scholar Project of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100010040 http://sws.geonames.org/1814991 Innovative Research Group Project of the National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/100014718 http://sws.geonames.org/1814991 National Natural Science Foundation of China 22478429 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Our work was supported by the National Natural Science Foundation of China (22478429), the Special Project Fund of Taishan-Scholars (tsqn202408101) and the Natural Science Foundation of Shandong Province (ZR2023YQ009). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00111-7 S2468823125001117 1-s2.0-S2468823125001117 10.1016/j.mcat.2025.114925 315758 2025-03-04T00:20:30.549365Z 2025-04-01 1-s2.0-S2468823125001117-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/MAIN/application/pdf/0bfdffef30087c460b00cbf4ec5e92c6/main.pdf main.pdf pdf true 9086341 MAIN 8 1-s2.0-S2468823125001117-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/PREVIEW/image/png/67f8ca5e8d8a97ccaed078d74ce058bc/main_1.png main_1.png png 59104 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125001117-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/ga1/DOWNSAMPLED/image/jpeg/b5015ee9b74245c21142ebd3ceda9d71/ga1.jpg ga1 true ga1.jpg jpg 25760 245 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001117-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr4/DOWNSAMPLED/image/jpeg/c850067834debe02606dd159cb9a21ca/gr4.jpg gr4 gr4.jpg jpg 82558 332 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001117-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr3/DOWNSAMPLED/image/jpeg/8529ad6c226277ab522d49be16b55bb2/gr3.jpg gr3 gr3.jpg jpg 90372 593 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001117-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr2/DOWNSAMPLED/image/jpeg/918bca98bcfedb6dc0a18ca96ffe9814/gr2.jpg gr2 gr2.jpg jpg 142181 550 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001117-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr1/DOWNSAMPLED/image/jpeg/3f3c8289c55a95d37cb759f49c2e7fbb/gr1.jpg gr1 gr1.jpg jpg 229752 684 734 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001117-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/ga1/THUMBNAIL/image/gif/5d5c74392bcb650aa470b635972aece0/ga1.sml ga1 true ga1.sml sml 15102 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823125001117-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr4/THUMBNAIL/image/gif/47c57decbc8c9e233a1456d3380a7aa0/gr4.sml gr4 gr4.sml sml 13861 102 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125001117-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr3/THUMBNAIL/image/gif/44f456702e17a36afca2f7625a8a9c3f/gr3.sml gr3 gr3.sml sml 12664 164 187 IMAGE-THUMBNAIL 1-s2.0-S2468823125001117-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/gr2/THUMBNAIL/image/gif/3fd0a26732b2bbbad8c175de9db95848/gr2.sml gr2 gr2.sml sml 19486 164 213 IMAGE-THUMBNAIL 1-s2.0-S2468823125001117-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312500104X/gr1/THUMBNAIL/image/gif/bf8ae5c70a8724eb093c60d44df234b6/gr1.sml gr1 gr1.sml sml 23333 164 176 IMAGE-THUMBNAIL 1-s2.0-S2468823125001117-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/HIGHRES/image/jpeg/d2dc531d6825aeb46abeed0587b43dc9/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 175782 1085 1333 IMAGE-HIGH-RES 1-s2.0-S2468823125001117-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/HIGHRES/image/jpeg/0ba157eb6d2159fc5403c56454cf98d6/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 703414 1472 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125001117-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/HIGHRES/image/jpeg/aff8c1ddeeeecfc6f2ad031297e437af/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 715558 2626 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125001117-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312500104X/HIGHRES/image/jpeg/6d865546a6f6be0db884e41a35067baf/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1145496 2434 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125001117-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312500104X/HIGHRES/image/jpeg/c36221d8199a5b381efb2e61ce3bc43c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 2240167 3027 3250 IMAGE-HIGH-RES 1-s2.0-S2468823125001117-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/978e9c9321efc7b7245c26a666f1bf80/mmc1.docx mmc1 mmc1.docx docx 4067483 APPLICATION 1-s2.0-S2468823125001117-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/image/svg+xml/78d302d5685e9396313e4c5f656d6b14/si1.svg si1 si1.svg svg 15337 ALTIMG 1-s2.0-S2468823125001117-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/image/svg+xml/a48448467c3af94a16ec31311563857c/si2.svg si2 si2.svg svg 20459 ALTIMG 1-s2.0-S2468823125001117-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001117/image/svg+xml/a75b4a47630fa62773c8babfacaaeac1/si3.svg si3 si3.svg svg 15162 ALTIMG MCAT 114925 114925 S2468-8231(25)00111-7 10.1016/j.mcat.2025.114925 Elsevier B.V. Fig. 1 (a) XRD patterns of catalysts with different Pt loadings. (b) Particle size distribution of catalysts with different Pt loadings. (c) HRTEM images of 0.3Pt2Ni/SiO2 and 1.0Pt2Ni/SiO2. (d) In situ infrared spectra of CO for 2Ni/SiO2, 0.3Pt2Ni/SiO2, and 1.0Pt2Ni/SiO2, (top) CO saturation adsorption and (bottom) after long-time purging with He. Fig. 1 Fig. 2 XPS spectra of (a) Pt 4f and (b) Ni 2p in different catalysts. (c) H2-TPR spectra of different catalysts. (d) H2-TPD spectra of different catalysts. Fig. 2 Fig. 3 (a) Hydrogenation reaction results of different catalysts; (b) TOF of different catalysts; (c) Reaction activation energies of different catalysts and (d) Reutilization results of 0.3Pt2Ni/SiO2 catalyst in MAL hydrogenation reaction (0.3 g 0.3Pt2Ni/SiO2 catalyst, 1.5 MPa, 80 °C, 3 h). Fig. 3 Fig. 4 (a) Conformation of H2 and/or H atoms on Pt single atom on Ni, (a-1) One H2 molecule adsorbs on Pt atom, (a-2) Two H atoms adsorb on Pt atom, (a-3) One H atom adsorbs on Pt atom and the other H atom adsorbs on Ni surface. (b) Conformation of H2 and/or H atoms in Pt clusters on Ni, (b-1) One H2 molecule adsorbed on the surface of the Pt cluster, (b-2) Two H atoms adsorbed on the Pt cluster, (b-3) One H atom adsorbed on the Pt cluster, and the other H atom adsorbed on the Ni surface. (c) Proposed model for the hydrogenation of MAL over PtNi/SiO2 catalyst. Fig. 4 Research Paper Atomic Pt in Ni cluster promoted hydrogen spillover for enhanced α,β-unsaturated aldehydes hydrogenation FuShun Wang Writing – original draft Supervision Formal analysis ShiXuan Yang Software Methodology Data curation Rong Fan Validation Software Methodology Hao Yan Writing – review & editing Software Methodology Funding acquisition ⁎ Hui Zhao Writing – review & editing Software Methodology Data curation ⁎ Yibin Liu Writing – review & editing Validation Xiaobo Chen Writing – review & editing Validation Chaohe Yang Writing – review & editing Supervision State Key Laboratory of Heavy Oil Processing, China University of Petroleum, Qingdao 266580, China State Key Laboratory of Heavy Oil Processing China University of Petroleum Qingdao 266580 China State Key Laboratory of Heavy Oil Processing, China University of Petroleum, Qingdao 266580, China ⁎ Corresponding authors. Hydrogenation of α,β-unsaturated aldehydes is an important reaction for synthesizing aldehydes; however, traditional low-cost Ni catalysts exhibit low hydrogenation activity primarily due to their poor hydrogen activation ability. In this study, we introduced Pt single atoms dispersed in Ni particles to form a PtNi/SiO2 catalyst for the hydrogenation of methyl acrylaldehyde to isobutyraldehyde. The incorporation of Pt single atoms increased the activity of PtNi/SiO2 by more than four times compared to Ni/SiO2, while maintaining 100% selectivity for the hydrogenation of the C = C double bond. A series of characterization results and DFT calculation demonstrated that Pt doping enhanced H2 dissociation and hydrogen spillover compared to the limited hydrogen activation observed on Ni/SiO2. Furthermore, the Pt single atoms exhibited a stronger electronic transfer effect with Ni, which enhanced the ability of the Pt single atoms to activate H2 and facilitate hydrogen spillover, thereby resulting in improved catalytic activity of the catalyst. This study emphasized the advantages and synergistic effects of single atoms in enhancing the catalytic activity of bimetallic catalyst systems. Graphical abstract Image, graphical abstract Keywords Single atoms α,β-unsaturated aldehydes Hydrogenation reaction Hydrogen spillover Data availability Data will be made available on request. 1 Introduction The selective hydrogenation of α,β-unsaturated aldehydes to obtain high-purity saturated aldehydes holds significant value in the production of petrochemicals, pharmaceuticals, fragrances, and other fine chemicals [1–4]. This reaction has garnered extensive attention in both fundamental research and industrial applications. Given the presence of both C = C and C = O conjugated active functional groups in α,β-unsaturated aldehyde molecules, achieving precise and efficient selective hydrogenation of C = C, despite its thermodynamic favorability for hydrogenation, remains a significant challenge [5,6]. Thermodynamic factors suggest that low-temperature conditions can enhance the selectivity for the hydrogenation of C = C double bonds; however, non-precious metal catalysts, favored for their cost-effectiveness in industrial applications, exhibit suboptimal activity under these conditions [7,8]. Therefore, improving catalyst activity while reducing costs is seen as a critical objective for current and future research. Previous studies have demonstrated that, compared to other metals, Ni-based catalysts exhibit a greater propensity to promote the hydrogenation of C = C double bonds, however, their catalytic activity remains relatively low [9–12]. To enhance the activity of Ni-based catalysts, several strategies have been employed, including the optimization of metal-support interactions [13], the development of geometrically confined structures [14,15], and the doping of secondary metals to alter electronic properties [16,17]. Despite these interventions showing improvements in catalytic activity, challenges such as low atomic utilization, high costs, and insufficient stability have hindered satisfactory results. Additionally, an alternative design strategy for developing efficient and stable catalysts involves the dispersion of highly active noble metal single atoms (such as Pt) on the surfaces of less reactive metals [18–22]. However, the specific hydrogen activation mechanisms and synergistic effects of atomically dispersed Pt on Ni-based catalysts remain unclear. Therefore, it is intriguing to elucidate the promotional role of Pt species in the hydrogenation of C = C through scale control from nano to atomic levels. In this paper, we used methacrolein (MAL) as a model compound to achieve selective hydrogenation of the C = C bond in α,β-unsaturated aldehydes. Pt was utilized as the highly active metal for H2 activation [23–25]. By controlling the Pt loading, a catalyst comprising Pt single atoms dispersed on PtNi/SiO2 was prepared. The advantages of Pt single atoms in promoting hydrogenation reactions over Ni particles were investigated. Stronger interactions between the Pt single atoms and Ni were observed, facilitating enhanced electron transfer from Ni to the Pt single atoms. This dynamic endows the Pt single atoms with superior activation and hydrogen spillover capabilities, which are critical for achieving higher catalytic activity. This paper highlights the advantages and synergistic catalytic effects of Pt single atoms in enhancing Ni-based catalysts. 2 Experimental section 2.1 Materials All chemicals employed in this study were of analytical grade and were used without further purification. Nano-sized SiO2 was selected as the support material, while Ni(NO3)2·6H2O and Pt(NO3)2 were utilized as metal precursors. The Ni/SiO2 catalyst and the PtNi/SiO2 catalysts with varying Pt loadings were synthesized using the urea precipitation method, in which urea acted as the precipitating agent. 2.2 Catalyst preparation For the preparation of the Ni/SiO2 catalyst, 0.9907 g of Ni(NO3)2·6H2O was initially dissolved in 50 mL of deionized water, and the solution was stirred for 15 mins to ensure complete dissolution. Subsequently, 9.8 g of SiO2 solid was added to the mixture, and stirring continued for an additional 15 mins to achieve a uniform dispersion. An excess of urea (10 g) was then introduced to the solution, allowing the mixture to precipitate for 10 h in a water bath maintained at 90 °C. Following centrifugation, the precipitate was dried at 110 °C for 12 h and subsequently cooled to room temperature. The resulting material underwent calcination in air at 500 °C for 4 h, followed by reduction in a hydrogen-argon mixed gas atmosphere at 450 °C for 4 h, ultimately yielding a 2 wt% Ni/SiO2 catalyst. The preparation steps for the PtNi/SiO2 catalysts with varying Pt loadings closely resembled those used for the Ni/SiO2 catalyst. The primary distinction involved the dissolution of the corresponding Pt(NO3)2 solution in 50 mL of deionized water, followed by stirring for 15 mins. Subsequently, 2 wt% Ni/SiO2 was utilized in place of SiO2 and added to the mixed solution, which was stirred for an additional 15 mins. The subsequent steps for catalyst synthesis were consistent with those employed for the Ni/SiO2 catalyst. In this study, catalysts with different Pt and/or Ni loadings are designated as xPtyNi/SiO2, where x and y denote the mass fractions of Pt and Ni, respectively. Additionally, a monometallic Pt/SiO2 catalyst was prepared using the impregnation method for comparative purposes, with a Pt mass fraction of 0.5%. 2.3 Catalyst characterization The XRD patterns of the catalysts were analyzed using an X'Pert PRO MPD-type X-ray diffractometer with a Cu Kα ray source and a detection range of 2θ = 10 - 90°.A JEOL JSM-2010 transmission electron microscope (TEM) was used to define the size and distribution state of the Pt and Ni metal on the surface of the catalyst. The binding energy and different valence content of each element on the surface of the catalyst were determined by a Perkin-Elmer PHI ESCA X-ray photoelectron spectrometer. An Auto Chem II 2920 chemisorption device was employed for the H2 temperature-programmed reduction (H2-TPR) and temperature-programmed desorption (H2-TPD) to evaluate the properties of adsorbed hydrogen properties of the loaded metals on the surface of the catalyst. The H2-TPR characterization process involves initially heating 0.1 g of the catalyst from room temperature to 300 °C, followed by a 1 hour nitrogen purge to remove surface impurities. Subsequently, the temperature is lowered to 50 °C, and the sample is subjected to a heating ramp in a 10% H2-Ar mixture up to 800 °C at a rate of 10 °C/min, with gas evolution monitored using TCD. For the H2-TPD characterization, 0.1 g of the catalyst is heated to 300 °C and reduced in hydrogen for 1 hour. Afterward, the same temperature is maintained while purging with argon for 0.5 h. The sample is then cooled to 50 °C, where it is exposed to a 10% H2-Ar mixture to achieve saturation adsorption. Following this, the argon purge is applied for 1 hour, and the sample is subsequently heated in argon at a rate of 10 °C/min up to 800 °C, with the evolved gases again detected using TCD. Additionally, diffuse reflectance infrared Fourier transform (DRIFT) spectroscopy of CO was performed with a Thermo Nicolet 6700 spectrometer. The catalyst was initially subjected to hydrogen reduction at 350 °C for 1 hour to ensure that the metal was in its reduced state. Subsequently, the sample was purged with He to facilitate cooling, and CO was introduced at room temperature for adsorption. Following CO saturation, the sample was cleaned with He, and spectral data were continuously recorded. 2.4 DFT calculations DFT calculations were successfully completed utilizing the DMol3 module of Materials Studio 2019 software. To describe the correlation energies, the generalized gradient approximation (GGA) and the Perdew-Burke-Ernzerhof (PBE) functional were used. For electron treatment, the double-numeric polarized basis set (DNP) was chosen along with the effective core potentials (ECP) method. Additionally, the 3 × 3 × 1 Monkhorst-Pack value was adopted for sampling the Brillouin zone. To ensure the high precision of the calculation results, permissible convergence value for gradient, displacement and total energy are 0.002 Ha/Ǻ, 0.005 Ǻ and 1.0 × 10–5 Ha, respectively. The LST/QST method was employed suitably to search for transition states, and the validity of these states was subsequently verified through frequency calculations and transition state optimization. For the computational models, the Ni(111) surface was constructed to four layers (3 × 3 × 4) with 36 atoms in the 15 Å vacuum layer, of which the two bottom layers were fixed, while the two top layers were relaxed during the calculation. The Pt single atom and Pt8 clusters are loaded on the Ni(111) surface, of which the whole configuration was in relaxation.The adsorption energy is defined as Eads=Ecar+mol - Ecar - Emol, where Ecar+mol, Ecar and Emol are the total energy of the calculation system, isolated catalyst, and free molecule respectively.The free energy at specific temperature were calculated by the formula G=Estru + Gcorr, where Estru represents the total energy of the structure itself and Gcorr denotes the free-energy correlation with the zero-point energy(ZPE) included at the specific temperature. All the energies were corrected by ZPE. 2.5 Catalytic tests The catalytic performance of the prepared catalysts was assessed in a 50 mL stainless steel high-pressure reactor. Specifically, a mixture of 25 mL of MAL and ethanol (1 mol/L, with ethanol serving as the solvent) was combined with 0.3 g of the catalyst and placed within a polytetrafluoroethylene (PTFE) liner. The reactor was purged five times with pure hydrogen gas to eliminate any residual gases. Following this, hydrogen gas was introduced into the reactor at the desired reaction pressure. The reaction was conducted under predetermined pressure and temperature conditions, with a stirring speed set at 1000 RPM. Upon completion of the reaction, the reaction solution was collected by centrifugation. The definitions of turnover frequency (TOF), conversion, selectivity, and reaction rate employed in this study were consistent with those previously outlined in the literature [26–28], as shown in Eqs. (1) to 3: (1) Conversion = C moles , MAL initial − C moles , MAL final C moles , MAL initial (2) Selectivity = C moles , prdoucts final C moles , MAL initial − C moles , MAL final (3) TOF = mol MAL converted mo l active site · Time 3 Results and discussion 3.1 Surface structure of different ptni/sio2 catalysts To investigate the crystal structure and dispersion of the supported metals in the catalysts, X-ray diffraction (XRD) analysis was conducted, with results presented in Figs. 1 a and S1. The diffraction peaks of all catalysts corresponded to the hexagonal crystal structure of SiO2 (PDF#85–0796). This absence of observable peaks is primarily attributed to the low metal loadings (Pt: 0.1–1.0 wt%; Ni: 2 wt%), which resulted in weak characteristic peaks that were overshadowed by the strong peaks of the SiO2 support [5,29]. Subsequently, to further investigate the surface structure and metal particle distribution of PtNi/SiO2 catalysts with varying Pt loadings, characterization was conducted using TEM and HRTEM. Under different Pt loading conditions, Ni was observed to disperse in the form of metal clusters on the catalyst surface. TEM was employed to measure the particle size distribution of the Ni clusters across different catalysts, revealing sizes between 7 and 10 nm, as shown in Figs. 1b and S2. The incorporation of Pt significantly reduced the particle size of the catalysts compared to the Ni/SiO2 catalyst, and this effect became more pronounced with increasing Pt loading. It was widely recognized that a reduction in the particle size of Ni on Ni-based catalysts enhanced H2 activation, thereby improving catalytic activity during hydrogenation reactions [30–32]. However, experimental results from this study indicated that as the loading of Pt increased, the particle size of Ni decreased, leading to a trend of initially increased catalytic activity followed by a decline (Table S1). This finding suggested that the variation in the scale of Pt species had a more pronounced effect on catalyst activity. Additionally, the lattice spacings of different catalysts were measured from the HRTEM images. At lower Pt loadings (less than 0.5 wt%), a lattice spacing of 0.204 nm was obtained, corresponding to the Ni (111) plane, with no observation of the Pt (111) plane. It was inferred that Pt might have been atomically dispersed at this loading level. With an increase in Pt loading, a lattice spacing of 0.215 nm was detected, attributed to the Pt (111) plane [33–35]. Furthermore, on the surface of the 1.0Pt2Ni/SiO2 catalyst, Pt metal particles were observed, with sizes ranging from 1 to 3 nm (Figure S3). This observation indicated that a higher Pt loading resulted in the formation of larger Pt clusters on the catalyst surface. The EDX mapping images of PtNi/SiO2 catalysts with varying Pt loadings were presented in Figure S4. At lower Pt loadings, Pt was uniformly dispersed, and no significant agglomeration was observed (Figure S4a). However, as the Pt loading increased, clusters of Pt gradually formed on the catalyst surface(Figure S4c). This result further confirmed that the scale of Pt species on the catalyst surface changed with increasing Pt loading. To better determine the dispersion state of Pt on Ni at varying loadings, CO was utilized as a probe molecule for in situ infrared spectroscopy. This method provided comprehensive information to identify the Pt configurations within the PtNi catalyst on the surface. The in situ infrared spectra of CO for different Pt loadings are presented in Fig. 1d. For the monometallic Ni/SiO2 catalyst, prolonged He purging led to the gradual disappearance of gas-phase CO peaks at 2116 cm⁻¹ and 2170 cm⁻¹, ultimately approaching a straight line in the 1800–2250 cm⁻¹ range (Figure S5) [36]. In the case of the 0.3Pt2Ni/SiO2 catalyst, after extended purging, a peak centered at 2060 cm⁻¹ was observed, attributed to linear adsorption of CO on Pt0 (Figure S6) [37,38]. When the Pt loading was increased to 1.0%, peaks centered at 1870 cm⁻¹ and 1982 cm⁻¹ were observed after purging, indicating bridge adsorption of CO (Figure S7) [38,39]. The in-situ infrared results of CO demonstrated that the PtNi/SiO2 catalyst with Pt single atoms dispersion was successfully prepared by regulating the loading amount of Pt [36,40,41]. 3.2 Impact of pd-doping on hydrogen activation To explore the mutual influence between Pt and Ni, we characterized the surface electronic properties and chemical states of the catalyst by X-ray Photoelectron Spectroscopy (XPS). Fig. 2 a presents the XPS spectra of the Pt4f region for PtNi/SiO2 catalysts with varying Pt loadings, as well as for pure Pt/SiO2 catalysts. It is observed that Pt predominantly exists in the form of Pt0, indicating that the Pt2+ precursor has been successfully reduced to metallic Pt on the catalyst surface. In the PtNi/SiO2 catalysts with different Pt loadings, a new strong peak is observed at a binding energy of 68.0 eV, which can be attributed to the Ni3p XPS signal [33,42,43]. This finding suggests a significant interaction between Pt and Ni. Furthermore, compared to the Pt/SiO2 catalyst, the Pt4f peaks in the PtNi/SiO2 catalysts exhibit a negative shift. Previous studies have indicated that this negative shift in the Pt4f peak for PtNi/SiO2 catalysts may result from electron migration from Ni to Pt [44]. Such electron transfer can cause a downward shift in the center position of the Pt d-band, facilitating the adsorption and activation of reactants on the catalyst surface, thereby enhancing catalytic activity [25,44–46]. When Pt is dispersed as single atoms, stronger interactions between Pt and Ni are observed, leading to a more pronounced negative shift. The Ni2p spectrum for the PtNi/SiO2 catalyst is shown in Fig. 2b, where it is evident that Ni predominantly exists as Ni2+ in both Ni/SiO2 and PtNi/SiO2 [47]. This may be attributed to strong interactions between Ni and the SiO2 support. In the Ni/SiO2 catalyst, a peak corresponding to Ni0 is present in addition to Ni2+, but this Ni0 peak disappears upon the introduction of Pt. This phenomenon may be related to the electron transfer between Pt and Ni. To demonstrate the promotional effect of Pt on hydrogen activation on Ni, H2 temperature-programmed reduction (H2-TPR) and temperature-programmed desorption (H2-TPD) analyses were conducted. The H2-TPR profiles are shown in Fig. 2c. For the Ni/SiO2 catalyst, diffraction peaks were observed at 358 °C and 460 °C. The peak at 358 °C corresponds to the reduction of NiO, while the broad diffraction peak around 460 °C arises from the high dispersion of NiO, which is influenced by strong interactions between certain NiO and the SiO2 support [48,49]. In the PtNi/SiO2 catalyst, the addition of Pt resulted in varying degrees of shifts of the NiO reduction peaks toward lower temperatures. The decrease in the NiO reduction temperature can be attributed to the dissociation of H2 on Pt, leading to the generation of activated hydrogen that spills over to the relatively inert NiO, thereby facilitating the reduction of NiO to its metallic state [24]. This observation also confirms the presence of hydrogen spillover on the catalyst surface. Furthermore, when Pt is dispersed as single atoms, the reduction temperature of NiO is minimized (323 °C), and the proportion of the high-temperature reduction peak is the smallest, indicating that Pt single atoms is more favorable for the reduction of NiO. Compared to Pt clusters, Pt single atoms exhibits stronger electron transfer with Ni particles, facilitating the activation and spillover of H2 on Pt single atoms, which in turn promotes NiO reduction. The adsorption behavior of H2 on the catalyst surface was investigated using H2-Temperature Programmed Desorption (H2-TPD), with results presented in Fig. 2d. For the monometallic Pt/SiO2 catalyst, no significant H2 desorption peaks were observed in the H2-TPD curve (Figure S8), which can be attributed to the weak adsorption of H2 on the Pt surface, allowing the adsorbed hydrogen to quickly desorb at low temperatures [50,51]. In contrast, the H2-TPD curves for both Ni/SiO2 and PtNi/SiO2 catalysts exhibited three desorption peaks, approximately at 100 °C, 400–500 °C, and 550–600 °C. The low-temperature H2 desorption peak at around 100 °C is attributed to hydrogen desorbing from the surface of Ni. In contrast, the high-temperature desorption peaks at 300–500 °C and 500–600 °C are attributed to the desorption of H2 from the metal-support interface and the spillover of H, respectively [24,51,52]. Additionally, the incorporation of Pt effectively lowered the high-temperature H2 desorption temperature on the catalyst surface, indicating that the presence of Pt significantly enhances the catalyst's ability to desorb hydrogen. When Pt is dispersed as single atoms (0.3Pt2Ni/SiO2), the high-temperature hydrogen desorption peaks were recorded at the lowest temperatures (400 °C and 552 °C). As the Pt loading increased, the distribution of Pt transitioned from single atoms to clusters on the Ni particles, resulting in a shift of the hydrogen desorption peaks to higher temperatures. This suggests that Pt single atoms is more effective in promoting H2 desorption. The characterization results from XPS, H2-TPD, and H2-TPR indicate that a stronger electronic transfer effect exist between the Pt single atoms and Ni particles. This enhanced interaction facilitates H2 activation and hydrogen spillover. 3.3 Catalyst performance evaluation A series of PtNi/SiO2 catalysts were evaluated for their performance in the hydrogenation of MAL using a batch reactor. The results of the reactions conducted at 80 °C and 1.5 MPa for 3 h are presented in Fig. 3 a and Table S1. For the Ni/SiO2 catalyst, the selectivity towards isobutyraldehyde after MAL hydrogenation approached 100%; however, the catalyst exhibited poor activity, with a MAL conversion rate of only 22.18%. The incorporation of Pt significantly enhanced the catalytic activity without compromising the selectivity for C = C hydrogenation. Furthermore, the monometallic Pt/SiO2 catalyst did not undergo hydrogenation reactions. To clarify the activity of catalysts with varying Pt loadings, the turnover frequency (TOF) at 80 °C was calculated, as shown in Fig. 3b and Table S2. The 0.3Pt2Ni/SiO2 catalyst demonstrated the optimal catalytic performance (TOF = 538.13 h-1), outperforming both the Ni/SiO2 catalyst (TOF = 159.44 h-1) and other Pt-loaded PtNi/SiO2 catalysts. An increase in Pt loading led to a decrease in catalyst activity. This reduction may be attributed to the transformation of Pt configurations on the catalyst surface from isolated atoms to clusters, which adversely affects H2 activation and hydrogen release. The reaction activation energies for the different catalysts were determined experimentally, as illustrated in Fig. 3c and Table S3, revealing that the 0.3Pt2Ni/SiO2 catalyst had the lowest activation energy (16.64 kJ/mol), consistent with the observed experimental phenomena. Additionally, the stability of the 0.3Pt2Ni/SiO2 catalyst was assessed (Fig. 3d), and no significant decrease in activity was observed after five cycles, indicating excellent stability of the catalyst. 3.3 DFT calculation of H2 activation and spillover for different pt configurations To further illustrate the superiority of Pt single atoms in catalytic hydrogenation reactions, in conjunction with the outcomes of catalyst characterization, density functional theory (DFT) calculations were performed regarding the activation and spillover of hydrogen on Pt single atoms as well as Pt clusters. The promotion of hydrogen activation by Pt was divided into two consecutive steps: the dissociation of hydrogen and the spillover of hydrogen atoms [24]. The detailed configurations of H2 and/or H atoms on the catalyst surfaces were illustrated in Figs. 4 a and 4b. In the first step, concerning the activation of H2, the energy barrier for H2 dissociation on Pt single atoms supported on Ni was notably low (approximately 0 eV). Upon adsorption, H2 spontaneously dissociated into two H atoms (from Fig. 4a-1 to 4a-2). In contrast, the dissociation energy barrier for H₂ on Pt clusters was 0.06 eV (from Fig. 4b-1 to 4b-2), which was higher than that on the Pt single atoms. The next step involved the spillover of activated H atoms from Pt to Ni. The energy barrier for H spillover from a Pt single atom on Ni was 0.22 eV (from Fig. 4a-2 to 4a-3), whereas the spillover barrier on Pt clusters was 0.58 eV (from Fig. 4b-2 to 4b-3), significantly exceeding that of the Pt single atoms. In summary, the presence of Pt in different dispersion states on Ni demonstrated that Pt single atoms were more advantageous for the activation and dissociation of H2. Based on a series of characterization results, it was further demonstrated that the presence of Pt single atoms was more favorable for H2 activation and spillover, thereby enhancing catalytic activity. The results obtained from DFT calculations were consistent with the characterization and experimental findings. Based on a series of characterization and experimental results, a hydrogenation reaction model for MAL on PtNi/SiO2 catalysts was proposed (Fig. 4c). Previous studies indicated that the activation of hydrogen was the rate-determining step in the hydrogenation reaction [3,53,54]. The experimental and characterization results demonstrated that the incorporation of Pt significantly enhanced H2 activation and spillover, thereby improving catalytic activity. However, the absence of catalytic activity in Pt/SiO2 suggested that Pt, when supported on the metallic Ni particles, acted primarily as an H2 activation site. The conjugated C = C moiety in MAL adsorbed onto the Ni particle surface through (π-complex) and (di-σ, η2(C = C)) modes [25,55]. Furthermore, the Ni/SiO2 catalyst exhibited some hydrogenation activity, indicating that Ni particles not only provided adsorption sites for MAL but also facilitated the slow activation of H2. After the doping of Pt, H2 was rapidly activated on the Pt species and subsequently migrated to the Ni particles, where it underwent hydrogenation with the adsorbed C = C. The presence of Pt atoms on the Ni particles enhanced the capacity for H2 activation and spillover, resulting in increased catalytic activity. 4 Conclusion Different PtNi/SiO2 catalysts with varying Pt loadings were prepared to achieve distinct dispersions of Pt single atoms and Pt clusters. The introduction of Pt significantly enhanced the catalytic activity compared to the Ni/SiO2 catalyst. As the Pt loading increased, the Pt species transitioned from single atoms to clusters on the catalyst surface. A series of characterization results demonstrated that stronger electronic transfer occurred between the Pt single atoms and Ni, which facilitated the activation and spillover of H2 on the Pt single atoms, ultimately resulting in higher catalytic activity. Additionally, based on the characterization and reaction results, a hydrogenation reaction model for MAL on the PtNi/SiO2 catalyst was proposed. In this model, H2 was activated more rapidly on the Pt single atoms and spilled over to the surface of Ni particles, where it reacted with MAL adsorbed on the Ni particles. This study highlighted the advantages and synergistic effects of single atoms in enhancing catalytic activity within bimetallic catalyst systems, providing valuable insights for the industrial design of highly active bimetallic catalysts. CRediT authorship contribution statement FuShun Wang: Writing – original draft, Supervision, Formal analysis. ShiXuan Yang: Software, Methodology, Data curation. Rong Fan: Validation, Software, Methodology. Hao Yan: Writing – review & editing, Software, Methodology, Funding acquisition. Hui Zhao: Writing – review & editing, Software, Methodology, Data curation. Yibin Liu: Writing – review & editing, Validation. Xiaobo Chen: Writing – review & editing, Validation. Chaohe Yang: Writing – review & editing, Supervision. Declaration of competing interest All the authors declare no conflict of interest. Acknowledgment Our work was supported by the National Natural Science Foundation of China (22478429), the Special Project Fund of Taishan-Scholars (tsqn202408101) and the Natural Science Foundation of Shandong Province (ZR2023YQ009). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.114925. Appendix Supplementary materials Image, application 1 References [1] L. Ai Y. Chen F. Lu J. Liu X.F. Wu S. Huang Construction of structure-matching In-Ni catalysts for the selective hydrogenation of α-methylacrolein Chem. Eng. J. 502 2024 158044 10.1016/j.cej.2024.158044 L. Ai, Y. Chen, F. Lu, J. Liu, X.F. Wu, S. Huang, Construction of structure-matching In-Ni catalysts for the selective hydrogenation of α-methylacrolein, Chem. Eng. J. 502 (2024) 158044. https://doi.org/10.1016/j.cej.2024.158044 [2] Q. Liu Y. Li Y. Fan C.Y. Su G. Li Chemoselective hydrogenation of α,β-unsaturated aldehydes over Rh nanoclusters confined in a metal–organic framework J. Mater. Chem. A. 8 2020 11442 11447 10.1039/d0ta01845g Q. Liu, Y. Li, Y. Fan, C.Y. Su, G. Li, Chemoselective hydrogenation of α,β-unsaturated aldehydes over Rh nanoclusters confined in a metal–organic framework, J. Mater. Chem. A. 8 (2020) 11442–11447. https://doi.org/10.1039/d0ta01845g [3] W. Lin H. Cheng L. He Y. Yu F. Zhao High performance of Ir-promoted Ni/TiO2 catalyst toward the selective hydrogenation of cinnamaldehyde J. Catal. 303 2013 110 116 10.1016/j.jcat.2013.03.002 W. Lin, H. Cheng, L. He, Y. Yu, F. Zhao, High performance of Ir-promoted Ni/TiO2 catalyst toward the selective hydrogenation of cinnamaldehyde, J. Catal. 303 (2013) 110–116. https://doi.org/10.1016/j.jcat.2013.03.002 [4] Y. Wang S. Wang Q. Xu X. Feng W. Liu Y. Yamamoto Y. Shi M. Bao Pt–Fe–Al trimetallic nanoporous catalyst for selective hydrogenation of α, β-unsaturated aldehydes ACS Appl. Nano Mater. 7 2024 10739 10747 10.1021/acsanm.4c01266 Y. Wang, S. Wang, Q. Xu, X. Feng, W. Liu, Y. Yamamoto, Y. Shi, M. Bao, Pt–Fe–Al trimetallic nanoporous catalyst for selective hydrogenation of α, β-unsaturated aldehydes, ACS Appl. Nano Mater. 7 (2024) 10739–10747. https://doi.org/10.1021/acsanm.4c01266 [5] H. Liu Z. Li Y. Li Chemoselective hydrogenation of cinnamaldehyde over a Pt-Lewis acid collaborative catalyst under ambient conditions Ind. Eng. Chem. Res. 54 2015 1487 1497 10.1021/ie504357r H. Liu, Z. Li, Y. Li, Chemoselective hydrogenation of cinnamaldehyde over a Pt-Lewis acid collaborative catalyst under ambient conditions, Ind. Eng. Chem. Res. 54 (2015) 1487–1497. https://doi.org/10.1021/ie504357r [6] Y. Ren H. Xu B. Han J. Xu Construction of N-doped carbon-modified Ni/SiO2 catalyst promoting cinnamaldehyde selective hydrogenation Molecules 28 2023 4136 10.3390/molecules28104136 Y. Ren, H. Xu, B. Han, J. Xu, Construction of N-doped carbon-modified Ni/SiO2 catalyst promoting cinnamaldehyde selective hydrogenation, Molecules. 28 (2023) 4136. https://doi.org/10.3390/molecules28104136 [7] X. Lan T. Wang Highly selective catalysts for the hydrogenation of unsaturated aldehydes: a review ACS Catal. 10 2020 2764 2790 10.1021/acscatal.9b04331 X. Lan, T. Wang, Highly selective catalysts for the hydrogenation of unsaturated aldehydes: a review, ACS Catal.. 10 (2020) 2764–2790. https://doi.org/10.1021/acscatal.9b04331 [8] J. Wang H. Jin W.H. Wang Y. Zhao Y. Li M. Bao Ultrasmall Ni-ZnO/SiO2 synergistic catalyst for highly efficient hydrogenation of NaHCO3 to formic acid ACS Appl. Mater. Interfance. 12 2020 19581 19586 10.1021/acsami.0c03037 J. Wang, H. Jin, W.H. Wang, Y. Zhao, Y. Li, M. Bao, Ultrasmall Ni-ZnO/SiO2 synergistic catalyst for highly efficient hydrogenation of NaHCO3 to formic acid, ACS Appl. Mater. Interfance. 12 (2020) 19581–19586. https://doi.org/10.1021/acsami.0c03037 [9] A. Cabiac T. Cacciaguerra P. Trens R. Durand G. Delahay A. Medevielle D. Plée B. Coq Influence of textural properties of activated carbons on Pd/carbon catalysts synthesis for cinnamaldehyde hydrogenation Appl. Catal. A-Gen. 340 2008 229 235 10.1016/j.apcata.2008.02.018 A. Cabiac, T. Cacciaguerra, P. Trens, R. Durand, G. Delahay, A. Medevielle, D. Plée, B. Coq, Influence of textural properties of activated carbons on Pd/carbon catalysts synthesis for cinnamaldehyde hydrogenation, Appl. Catal. A-Gen. 340 (2008) 229–235. https://doi.org/10.1016/j.apcata.2008.02.018 [10] S. Bhogeswararao V.Pavan Kumar K.V.R. Chary D. Srinivas Noble metal promoted CeO2–ZrO2-supported Ni catalysts for liquid-phase hydrogenation of cinnamaldehyde Catal. Lett. 143 2013 1266 1276 10.1007/s10562-013-1064-9 S. Bhogeswararao, V.Pavan Kumar, K.V.R. Chary, D. Srinivas, Noble metal promoted CeO2–ZrO2-supported Ni catalysts for liquid-phase hydrogenation of cinnamaldehyde, Catal. Lett. 143 (2013) 1266–1276. https://doi.org/10.1007/s10562-013-1064-9 [11] Y. Li C.H. Ge J. Zhao R.X. Zhou Influence of preparation modes on Pt–Ni/CNTs catalysts used in the selective hydrogenation of cinnamaldehyde to hydrocinnamaldehyde Catal. Lett. 126 2008 280 285 10.1007/s10562-008-9610-6 Y. Li, C.H. Ge, J. Zhao, R.X. Zhou, Influence of preparation modes on Pt–Ni/CNTs catalysts used in the selective hydrogenation of cinnamaldehyde to hydrocinnamaldehyde, Catal. Lett. 126 (2008) 280–285. https://doi.org/10.1007/s10562-008-9610-6 [12] X. Ni B. Zhang C. Li M. Pang D. Su C.T. Williams C. Liang Microwave-assisted green synthesis of uniform Ru nanoparticles supported on non-functional carbon nanotubes for cinnamaldehyde hydrogenation Catal. Commun. 24 2012 65 69 10.1016/j.catcom.2012.03.035 X. Ni, B. Zhang, C. Li, M. Pang, D. Su, C.T. Williams, C. Liang, Microwave-assisted green synthesis of uniform Ru nanoparticles supported on non-functional carbon nanotubes for cinnamaldehyde hydrogenation, Catal. Commun. 24 (2012) 65–69. https://doi.org/10.1016/j.catcom.2012.03.035 [13] X. Wei X. Rang W. Zhu M. Xiang Y. Deng F. Jiang R. Mao Z. Zhang X. Kong F. Wang Morphology effect of CeO2 on Ni/CeO2 catalysts for selective hydrogenation of cinnamaldehyde Chem. Phys. 542 2021 111079 10.1016/j.chemphys.2020.111079 X. Wei, X. Rang, W. Zhu, M. Xiang, Y. Deng, F. Jiang, R. Mao, Z. Zhang, X. Kong, F. Wang, Morphology effect of CeO2 on Ni/CeO2 catalysts for selective hydrogenation of cinnamaldehyde, Chem. Phys. 542 (2021) 111079. https://doi.org/10.1016/j.chemphys.2020.111079 [14] Y. Zhang X. Yang Y. Zhou G. Li Z. Li C. Liu M. Bao W. Shen Selective hydrogenation of the C[double bond, length as m-dash]C bond in alpha,beta-unsaturated aldehydes and ketones over ultra-small Pd-Au clusters Nanoscale 8 2016 18626 18629 10.1039/c6nr07013b Y. Zhang, X. Yang, Y. Zhou, G. Li, Z. Li, C. Liu, M. Bao, W. Shen, Selective hydrogenation of the C[double bond, length as m-dash]C bond in alpha,beta-unsaturated aldehydes and ketones over ultra-small Pd-Au clusters, Nanoscale. 8 (2016) 18626–18629. https://doi.org/10.1039/c6nr07013b [15] F. Jiang J. Cai B. Liu Y. Xu X. Liu Particle size effects in the selective hydrogenation of cinnamaldehyde over supported palladium catalysts RSC Adv. 6 2016 75541 75551 10.1039/c6ra17000e F. Jiang, J. Cai, B. Liu, Y. Xu, X. Liu, Particle size effects in the selective hydrogenation of cinnamaldehyde over supported palladium catalysts, RSC Adv.. 6 (2016) 75541–75551. https://doi.org/10.1039/c6ra17000e [16] J. Li W.P. Tian X. Wang L. Shi Nickel and nickel–platinum as active and selective catalyst for the maleic anhydride hydrogenation to succinic anhydride Chem. Eng. J. 175 2011 417 422 10.1016/j.cej.2011.09.023 J. Li, W.P. Tian, X. Wang, L. Shi, Nickel and nickel–platinum as active and selective catalyst for the maleic anhydride hydrogenation to succinic anhydride, Chem. Eng. J. 175 (2011) 417–422. https://doi.org/10.1016/j.cej.2011.09.023 [17] L. Zhu Y. Sun H. Zhu G. Chai Z. Yang C. Shang H. Ye B.H. Chen A. Kroner Z. Guo Effective ensemble of pt single atoms and clusters over the (Ni,Co)(OH)2 substrate catalyzes highly selective, efficient, and stable hydrogenation reactions ACS Catal. 12 2022 8104 8115 10.1021/acscatal.2c01901 L. Zhu, Y. Sun, H. Zhu, G. Chai, Z. Yang, C. Shang, H. Ye, B.H. Chen, A. Kroner, Z. Guo, Effective ensemble of pt single atoms and clusters over the (Ni,Co)(OH)2 substrate catalyzes highly selective, efficient, and stable hydrogenation reactions, ACS Catal. 12 (2022) 8104–8115. https://doi.org/10.1021/acscatal.2c01901 [18] R. Fan J. Lu H. Yan Y. Liu X. Zhou H. Zhao X. Feng X. Chen C. Yang Comprehensive mechanism and microkinetic model-driven rational screening of 4N-modulated single-atom catalysts for selective oxidation of benzene to phenol Front. Chem. Sci. Eng. 18 2024 10.1007/s11705-024-2488-z R. Fan, J. Lu, H. Yan, Y. Liu, X. Zhou, H. Zhao, X. Feng, X. Chen, C. Yang, Comprehensive mechanism and microkinetic model-driven rational screening of 4N-modulated single-atom catalysts for selective oxidation of benzene to phenol, Front. Chem. Sci. Eng. 18 (2024). https://doi.org/10.1007/s11705-024-2488-z [19] S. Zhang X. Liu H. Lin R. Chen Y. Chen Y. Xu K. Xu H. Zhao L. Tan L. Wu Y. Tang Unveiling the in-situ formation of single-atomically dispersed Pd-Fe bimetallic catalytic sites during anisole hydrodeoxygenation Mol. Catal. 547 2023 10.1016/j.mcat.2023.113401 S. Zhang, X. Liu, H. Lin, R. Chen, Y. Chen, Y. Xu, K. Xu, H. Zhao, L. Tan, L. Wu, Y. Tang, Unveiling the in-situ formation of single-atomically dispersed Pd-Fe bimetallic catalytic sites during anisole hydrodeoxygenation, Mol. Catal. 547 (2023). https://doi.org/10.1016/j.mcat.2023.113401 [20] H. Qin H. Wan G. Guan Regulating the location relationship between Cu nanoparticles and Pt atoms to enhance the catalytic hydroisomerization performance: together or apart? Mol. Catal. 569 2024 10.1016/j.mcat.2024.114620 H. Qin, H. Wan, G. Guan, Regulating the location relationship between Cu nanoparticles and Pt atoms to enhance the catalytic hydroisomerization performance: together or apart?, Mol. Catal. 569 (2024). https://doi.org/10.1016/j.mcat.2024.114620 [21] L. Zhu H. Zhang H. Zhu H. Fu A. Kroner Z. Yang H. Ye B.H. Chen R. Luque Controlling nanostructures of PtNiCo/C trimetallic nanocatalysts and relationship of structure-catalytic performance for selective hydrogenation of nitroarenes J. Catal. 413 2022 978 991 10.1016/j.jcat.2022.08.012 L. Zhu, H. Zhang, H. Zhu, H. Fu, A. Kroner, Z. Yang, H. Ye, B.H. Chen, R. Luque, Controlling nanostructures of PtNiCo/C trimetallic nanocatalysts and relationship of structure-catalytic performance for selective hydrogenation of nitroarenes, J. Catal. 413 (2022) 978–991. https://doi.org/10.1016/j.jcat.2022.08.012 [22] K. Chen Q. Liu Z. Qiu H. Zhang N. Gong L. Zhu Highly dispersed platinum and phosphomolybdic acid (PMo) on the UiO-66 metal–organic framework (MOF) for highly efficient and selective hydrogenation of nitroaromatics J. Mater. Chem. A. 12 2024 23940 23947 10.1039/d4ta03635b K. Chen, Q. Liu, Z. Qiu, H. Zhang, N. Gong, L. Zhu, Highly dispersed platinum and phosphomolybdic acid (PMo) on the UiO-66 metal–organic framework (MOF) for highly efficient and selective hydrogenation of nitroaromatics, J. Mater. Chem. A. 12 (2024) 23940–23947. https://doi.org/10.1039/d4ta03635b [23] X. Liu Y. Ren M. Wang X. Ren J. Liu Q. Yang Cooperation of Pt and TiOx in the Hydrogenation of Nitrobenzothiazole ACS Catal. 12 2022 11369 11379 10.1021/acscatal.2c02988 X. Liu, Y. Ren, M. Wang, X. Ren, J. Liu, Q. Yang, Cooperation of Pt and TiOx in the Hydrogenation of Nitrobenzothiazole, ACS Catal.. 12 (2022) 11369–11379. https://doi.org/10.1021/acscatal.2c02988 [24] K. Ren F. Jia C. Zhang E. Xing Y. Li Ni as the promoter on hydrogen spillover for better hydrogenative regeneration on Pt/Y based catalysts Fuel 335 2023 127047 10.1016/j.fuel.2022.127047 K. Ren, F. Jia, C. Zhang, E. Xing, Y. Li, Ni as the promoter on hydrogen spillover for better hydrogenative regeneration on Pt/Y based catalysts, Fuel. 335 (2023) 127047. https://doi.org/10.1016/j.fuel.2022.127047 [25] L. Ning M. Zhang S. Liao Y. Zhang D. Jia Y. Yan W. Gu X. Liu Differentiation of Pt−Fe and Pt−Ni3 surface catalytic mechanisms towards contrasting products in chemoselective hydrogenation of α,β-unsaturated aldehydes ChemCatChem 13 2020 704 711 10.1002/cctc.202001482 L. Ning, M. Zhang, S. Liao, Y. Zhang, D. Jia, Y. Yan, W. Gu, X. Liu, Differentiation of Pt−Fe and Pt−Ni3 surface catalytic mechanisms towards contrasting products in chemoselective hydrogenation of α,β-unsaturated aldehydes, ChemCatChem. 13 (2020) 704–711. https://doi.org/10.1002/cctc.202001482 [26] H. Yan S. Yao B. Yin W. Liang X. Jin X. Feng Y. Liu X. Chen C. Yang Synergistic effects of bimetallic PtRu/MCM-41 nanocatalysts for glycerol oxidation in base-free medium: structure and electronic coupling dependent activity Appl. Catal. B-Environ. 259 2019 118070 10.1016/j.apcatb.2019.118070 H. Yan, S. Yao, B. Yin, W. Liang, X. Jin, X. Feng, Y. Liu, X. Chen, C. Yang, Synergistic effects of bimetallic PtRu/MCM-41 nanocatalysts for glycerol oxidation in base-free medium: structure and electronic coupling dependent activity, Appl. Catal. B-Environ. 259 (2019) 118070. https://doi.org/10.1016/j.apcatb.2019.118070 [27] H. Yan S. Yao J. Wang S. Zhao Y. Sun M. Liu X. Zhou G. Zhang X. Jin X. Feng Y. Liu X. Chen D. Chen C. Yang Engineering Pt-Mn2O3 interface to boost selective oxidation of ethylene glycol to glycolic acid Appl. Catal. B-Environ. 284 2021 119803 10.1016/j.apcatb.2020.119803 H. Yan, S. Yao, J. Wang, S. Zhao, Y. Sun, M. Liu, X. Zhou, G. Zhang, X. Jin, X. Feng, Y. Liu, X. Chen, D. Chen, C. Yang, Engineering Pt-Mn2O3 interface to boost selective oxidation of ethylene glycol to glycolic acid, Appl. Catal. B-Environ. 284 (2021) 119803. https://doi.org/10.1016/j.apcatb.2020.119803 [28] H. Yan S. Zhao S. Yao W. Liang X. Feng X. Jin X. Chen Y. Liu C. Yang Influence of Lewis acid on the activity and selectivity of Pt/MCM-41 (Al) catalysts for oxidation of C3 polyols in base-free medium Ind. Eng. Chem. Res. 58 2019 20259 20269 10.1021/acs.iecr.9b04478 H. Yan, S. Zhao, S. Yao, W. Liang, X. Feng, X. Jin, X. Chen, Y. Liu, C. Yang, Influence of Lewis acid on the activity and selectivity of Pt/MCM-41 (Al) catalysts for oxidation of C3 polyols in base-free medium, Ind. Eng. Chem. Res. 58 (2019) 20259–20269. https://doi.org/10.1021/acs.iecr.9b04478 [29] E. Cui Q. Li X. Wang N. Xu F. Zhang G. Hou M. Xie Z. Wang X. Yang Y. Zhang Regulating the interfacial electronic coupling of PtNi/TiO2 via bond evolution for highly efficient hydrogenation of 5-hydroxymethylfurfural Appl. Catal. B-Environ. 329 2023 122560 10.1016/j.apcatb.2023.122560 E. Cui, Q. Li, X. Wang, N. Xu, F. Zhang, G. Hou, M. Xie, Z. Wang, X. Yang, Y. Zhang, Regulating the interfacial electronic coupling of PtNi/TiO2 via bond evolution for highly efficient hydrogenation of 5-hydroxymethylfurfural, Appl. Catal. B-Environ. 329 (2023) 122560. https://doi.org/10.1016/j.apcatb.2023.122560 [30] L. Fan Y. Lyu J. Fu Y. Tian F. Li W. Zhang X. Liu Metal particle size effects over the Ni/SAPO-11 bifunctional catalyst Appl. Surf. Sci. 636 2023 157736 10.1016/j.apsusc.2023.157736 L. Fan, Y. Lyu, J. Fu, Y. Tian, F. Li, W. Zhang, X. Liu, Metal particle size effects over the Ni/SAPO-11 bifunctional catalyst, Appl. Surf. Sci. 636 (2023) 157736. https://doi.org/10.1016/j.apsusc.2023.157736 [31] J.Y. Jing Z.H. Wei Y.b. Zhang H.C. Bai W.Y. Li Carbon dioxide reforming of methane over MgO-promoted Ni/SiO2 catalysts with tunable Ni particle size Catal Today 356 2020 589 596 10.1016/j.cattod.2020.01.006 J.Y. Jing, Z.H. Wei, Y.b. Zhang, H.C. Bai, W.Y. Li, Carbon dioxide reforming of methane over MgO-promoted Ni/SiO2 catalysts with tunable Ni particle size, Catal Today. 356 (2020) 589–596. https://doi.org/10.1016/j.cattod.2020.01.006 [32] P.M. Mortensen J.D. Grunwaldt P.A. Jensen A.D. Jensen Influence on nickel particle size on the hydrodeoxygenation of phenol over Ni/SiO2 Catal. Today 259 2016 277 284 10.1016/j.cattod.2015.08.022 P.M. Mortensen, J.D. Grunwaldt, P.A. Jensen, A.D. Jensen, Influence on nickel particle size on the hydrodeoxygenation of phenol over Ni/SiO2, Catal. Today 259 (2016) 277–284. https://doi.org/10.1016/j.cattod.2015.08.022 [33] H. Guan C. Chao W. Kong Z. Hu Y. Zhao S. Yuan B. Zhang Magnetic porous PtNi/SiO2 nanofibers for catalytic hydrogenation of p-nitrophenol J. Nanopart. Res. 19 2017 187 10.1007/s11051-017-3884-9 H. Guan, C. Chao, W. Kong, Z. Hu, Y. Zhao, S. Yuan, B. Zhang, Magnetic porous PtNi/SiO2 nanofibers for catalytic hydrogenation of p-nitrophenol, J. Nanopart. Res. 19 (2017) 187. https://doi.org/10.1007/s11051-017-3884-9 [34] C. Zhang S.Y. Hwang A. Trout Z. Peng Solid-state chemistry-enabled scalable production of octahedral Pt-Ni alloy electrocatalyst for oxygen reduction reaction J. Am. Chem. Soc. 136 2014 7805 7808 10.1021/ja501293x C. Zhang, S.Y. Hwang, A. Trout, Z. Peng, Solid-state chemistry-enabled scalable production of octahedral Pt-Ni alloy electrocatalyst for oxygen reduction reaction, J. Am. Chem. Soc. 136 (2014) 7805–7808. https://doi.org/10.1021/ja501293x [35] E. Zhu Y. Li C.-Y. Chiu X. Huang M. Li Z. Zhao Y. Liu X. Duan Y. Huang In situ development of highly concave and composition-confined PtNi octahedra with high oxygen reduction reaction activity and durability Nano Res. 9 2015 149 157 10.1007/s12274-015-0927-3 E. Zhu, Y. Li, C.-Y. Chiu, X. Huang, M. Li, Z. Zhao, Y. Liu, X. Duan, Y. Huang, In situ development of highly concave and composition-confined PtNi octahedra with high oxygen reduction reaction activity and durability, Nano Res.. 9 (2015) 149–157. https://doi.org/10.1007/s12274-015-0927-3 [36] X. An T.T. Yao Y. Liu G. Long A. Wang Z. Feng M. Dupuis C. Li Hydrogen Evolution Reaction on Single-Atom Pt Doped in Ni Matrix under Strong Alkaline Condition J. Phys. Chem. Lett. 14 2023 8121 8128 10.1021/acs.jpclett.3c02142 X. An, T.T. Yao, Y. Liu, G. Long, A. Wang, Z. Feng, M. Dupuis, C. Li, Hydrogen Evolution Reaction on Single-Atom Pt Doped in Ni Matrix under Strong Alkaline Condition, J. Phys. Chem. Lett. 14 (2023) 8121–8128. https://doi.org/10.1021/acs.jpclett.3c02142 [37] B. Yan X. Yang S. Yao J. Wan M. Myint E. Gomez Z. Xie S. Kattel W. Xu J.G. Chen Dry reforming of ethane and butane with CO2 over PtNi/CeO2 bimetallic catalysts ACS Catal. 6 2016 7283 7292 10.1021/acscatal.6b02176 B. Yan, X. Yang, S. Yao, J. Wan, M. Myint, E. Gomez, Z. Xie, S. Kattel, W. Xu, J.G. Chen, Dry reforming of ethane and butane with CO2 over PtNi/CeO2 bimetallic catalysts, ACS Catal.. 6 (2016) 7283–7292. https://doi.org/10.1021/acscatal.6b02176 [38] T. Jin Y. Zhou G.J. Mains J.M. White Infrared and x-ray photoelectron spectroscopy study of carbon monoxide and carbon dioxide on platinum/ceria J. Phys. Chem 91 1987 5931 5937 10.1021/j100307a023 T. Jin, Y. Zhou,G.J. Mains, J.M. White, Infrared and x-ray photoelectron spectroscopy study of carbon monoxide and carbon dioxide on platinum/ceria. J. Phys. Chem, 91 (1987) 5931–5937. https://doi.org/10.1021/j100307a023 [39] J. Silvestre-Albero A. Sepúlveda-Escribano F. Rodríguez-Reinoso J.A. Anderson Infrared study of CO and 2-butenal co-adsorption on Zn modified Pt/CeO2–SiO2catalysts Phys. Chem. Chem. Phys. 5 2003 208 216 10.1039/b209446k J. Silvestre-Albero, A. Sepúlveda-Escribano, F. Rodríguez-Reinoso, J.A. Anderson, Infrared study of CO and 2-butenal co-adsorption on Zn modified Pt/CeO2–SiO2catalysts, Phys. Chem. Chem. Phys. 5 (2003) 208–216. https://doi.org/10.1039/b209446k [40] X. Fang Q. Shang Y. Wang L. Jiao T. Yao Y. Li Q. Zhang Y. Luo H.L. Jiang Single Pt atoms confined into a metal-organic framework for efficient photocatalysis Adv Mater 30 2018 1705112 10.1002/adma.201705112 X. Fang, Q. Shang, Y. Wang, L. Jiao, T. Yao, Y. Li, Q. Zhang, Y. Luo, H.L. Jiang, Single Pt atoms confined into a metal-organic framework for efficient photocatalysis, Adv Mater. 30 (2018) 1705112. https://doi.org/10.1002/adma.201705112 [41] L. DeRita S. Dai K. Lopez-Zepeda N. Pham G.W. Graham X. Pan P. Christopher Catalyst architecture for stable single atom dispersion enables site-specific spectroscopic and reactivity measurements of CO adsorbed to Pt atoms, oxidized Pt clusters, and metallic Pt clusters on TiO2 J. Am. Chem. Soc. 139 2017 14150 14165 10.1021/jacs.7b07093 L. DeRita, S. Dai, K. Lopez-Zepeda, N. Pham, G.W. Graham, X. Pan, P. Christopher, Catalyst architecture for stable single atom dispersion enables site-specific spectroscopic and reactivity measurements of CO adsorbed to Pt atoms, oxidized Pt clusters, and metallic Pt clusters on TiO2, J. Am. Chem. Soc. 139 (2017) 14150–14165. https://doi.org/10.1021/jacs.7b07093 [42] Y. Ma R. Wang H. Wang V. Linkov S. Ji Evolution of nanoscale amorphous, crystalline and phase-segregated PtNiP nanoparticles and their electrocatalytic effect on methanol oxidation reaction Phys. Chem. Chem. Phys. 16 2014 3593 3602 10.1039/c3cp54600d Y. Ma, R. Wang, H. Wang, V. Linkov, S. Ji, Evolution of nanoscale amorphous, crystalline and phase-segregated PtNiP nanoparticles and their electrocatalytic effect on methanol oxidation reaction, Phys. Chem. Chem. Phys. 16 (2014) 3593–3602. https://doi.org/10.1039/c3cp54600d [43] A. Pei R. Xie Y. Zhang Y. Feng W. Wang S. Zhang Z. Huang L. Zhu G. Chai Z. Yang Q. Gao H. Ye C. Shang B.H. Chen Z. Guo Effective electronic tuning of Pt single atomsviaheterogeneous atomic coordination of (Co,Ni)(OH)2 for efficient hydrogen evolution Energ. Environ. Sci. 16 2023 1035 1048 10.1039/d2ee02785b A. Pei, R. Xie, Y. Zhang, Y. Feng, W. Wang, S. Zhang, Z. Huang, L. Zhu, G. Chai, Z. Yang, Q. Gao, H. Ye, C. Shang, B.H. Chen, Z. Guo, Effective electronic tuning of Pt single atomsviaheterogeneous atomic coordination of (Co,Ni)(OH)2 for efficient hydrogen evolution, Energ. Environ. Sci. 16 (2023) 1035–1048. https://doi.org/10.1039/d2ee02785b [44] P.K. Sahoo B. Panigrahy D. Bahadur Facile synthesis of reduced graphene oxide/Pt–Ni nanocatalysts: their magnetic and catalytic properties RSC Adv. 4 2014 48563 48571 10.1039/c4ra07686a P.K. Sahoo, B. Panigrahy, D. Bahadur, Facile synthesis of reduced graphene oxide/Pt–Ni nanocatalysts: their magnetic and catalytic properties, RSC Adv.. 4 (2014) 48563–48571. https://doi.org/10.1039/c4ra07686a [45] Y. Hu P. Wu Y. Yin H. Zhang C. Cai Effects of structure, composition, and carbon support properties on the electrocatalytic activity of Pt-Ni-graphene nanocatalysts for the methanol oxidation Appl. Catal. B-Environ. 111-112 2012 208 217 10.1016/j.apcatb.2011.10.001 Y. Hu, P. Wu, Y. Yin, H. Zhang, C. Cai, Effects of structure, composition, and carbon support properties on the electrocatalytic activity of Pt-Ni-graphene nanocatalysts for the methanol oxidation, Appl. Catal. B-Environ. 111-112 (2012) 208–217. https://doi.org/10.1016/j.apcatb.2011.10.001 [46] K.W. Park J.H. Choi Y.E. Sung Structural, chemical, and electronic properties of Pt/Ni thin film electrodes for methanol electrooxidation J. Phys. Chem. 107 2003 5851 5856 10.1021/jp0340966 K.W. Park, J.H. Choi, Y.E. Sung.Structural, chemical, and electronic properties of Pt/Ni thin film electrodes for methanol electrooxidation, J. Phys. Chem. 107 (2003) 5851–5856. https://doi.org/10.1021/jp0340966 [47] M. Ahmadi C.H. Cui P.Strasser H.Mistry B.R. Cuenya Carbon monoxide-induced stability and atomic segregation phenomena in shape-selected octahedral PtNi nanoparticles(Article) ACS Nano 9 2015 10686 10694 10.1021/acsnano.5b01807 M. Ahmadi, C.H. Cui, H.Mistry, P.Strasser, B.R. Cuenya, Carbon monoxide-induced stability and atomic segregation phenomena in shape-selected octahedral PtNi nanoparticles(Article), ACS Nano. 9 (2015) 10686–10694. https://doi.org/10.1021/acsnano.5b01807 [48] T.A. Le T.W. Kim S.H. Lee E.D. Park Effects of Na content in Na/Ni/SiO2 and Na/Ni/CeO2 catalysts for CO and CO2 methanation Catal. Today. 303 2018 159 167 10.1016/j.cattod.2017.09.031 T.A. Le, T.W. Kim, S.H. Lee, E.D. Park, Effects of Na content in Na/Ni/SiO2 and Na/Ni/CeO2 catalysts for CO and CO2 methanation, Catal. Today. 303 (2018) 159–167. https://doi.org/10.1016/j.cattod.2017.09.031 [49] T.A. Le J.K. Kang E.D. Park Active Ni/SiO2 catalysts with high Ni content for benzene hydrogenation and CO methanation Appl. Catal. A-Gen. 581 2019 67 73 10.1016/j.apcata.2019.05.020 T.A. Le, J.K. Kang, E.D. Park, Active Ni/SiO2 catalysts with high Ni content for benzene hydrogenation and CO methanation, Appl. Catal. A-Gen. 581 (2019) 67–73. https://doi.org/10.1016/j.apcata.2019.05.020 [50] W. Deng X. Tan W. Fang Q. Zhang Y. Wang Conversion of cellulose into sorbitol over carbon nanotube-supported ruthenium catalyst Catal. Lett. 133 2009 167 174 10.1007/s10562-009-0136-3 W. Deng, X. Tan, W. Fang, Q. Zhang, Y. Wang, Conversion of cellulose into sorbitol over carbon nanotube-supported ruthenium catalyst, Catal. Lett. 133 (2009) 167–174. https://doi.org/10.1007/s10562-009-0136-3 [51] N.H.H. Abu Bakar M.M. Bettahar M. Abu Bakar S. Monteverdi J. Ismail M. Alnot PtNi catalysts prepared via borohydride reduction for hydrogenation of benzene J. Catal. 265 2009 63 71 10.1016/j.jcat.2009.04.011 N.H.H. Abu Bakar, M.M. Bettahar, M. Abu Bakar, S. Monteverdi, J. Ismail, M. Alnot, PtNi catalysts prepared via borohydride reduction for hydrogenation of benzene, J. Catal. 265 (2009) 63–71. https://doi.org/10.1016/j.jcat.2009.04.011 [52] J.T. Miller B.L. Meyers F.S. Modica G.S. Lane M. Vaarkamp D.C. Koningsberger Hydrogen temperature-programmed desorption (H2 TPD) of supported platinum catalysts J. Catal. 143 1993 395 408 10.1006/jcat.1993.1285 J.T. Miller, B.L. Meyers, F.S. Modica, G.S. Lane, M. Vaarkamp, D.C. Koningsberger, Hydrogen temperature-programmed desorption (H2 TPD) of supported platinum catalysts, J. Catal. 143 (1993) 395–408. https://doi.org/10.1006/jcat.1993.1285 [53] Z. Jiang Y. Zhao L. Kong Z. Liu Y. Zhu Y. Sun Structure-Dependent selective hydrogenation of α,β-unsaturated aldehydes over platinum nanocrystals decorated with nickel ChemPlusChem 79 2014 1258 1262 10.1002/cplu.201402109 Z. Jiang, Y. Zhao, L. Kong, Z. Liu, Y. Zhu, Y. Sun, Structure-Dependent selective hydrogenation of α,β-unsaturated aldehydes over platinum nanocrystals decorated with nickel, ChemPlusChem. 79 (2014) 1258–1262. https://doi.org/10.1002/cplu.201402109 [54] L.E. Murillo C.A. Menning J.G. Chen Trend in the C=C and C=O bond hydrogenation of acrolein on Pt–M (M=Ni, Co, Cu) bimetallic surfaces J. Catal. 268 2009 335 342 10.1016/j.jcat.2009.10.003 L.E. Murillo, C.A. Menning, J.G. Chen, Trend in the C=C and C=O bond hydrogenation of acrolein on Pt–M (M=Ni, Co, Cu) bimetallic surfaces, J. Catal. 268 (2009) 335–342. https://doi.org/10.1016/j.jcat.2009.10.003 [55] J. Zhang M. Gao R. Wang X. Li P. Zhu Y. Wang Z. Zheng Oxygen vacancy regulated selective hydrogenation of α,β-unsaturated aldehydes over LDH surface group coordinated transition metal photocatalysts Catal. Sci. Technol. 12 2022 6163 6173 10.1039/d2cy01298g J. Zhang, M. Gao, R. Wang, X. Li, P. Zhu, Y. Wang, Z. Zheng, Oxygen vacancy regulated selective hydrogenation of α,β-unsaturated aldehydes over LDH surface group coordinated transition metal photocatalysts, Catal. Sci. Technol. 12 (2022) 6163–6173. https://doi.org/10.1039/d2cy01298g",
      "scopus-id": "85218225192",
      "coredata": {
        "eid": "1-s2.0-S2468823125001117",
        "dc:description": "Hydrogenation of α,β-unsaturated aldehydes is an important reaction for synthesizing aldehydes; however, traditional low-cost Ni catalysts exhibit low hydrogenation activity primarily due to their poor hydrogen activation ability. In this study, we introduced Pt single atoms dispersed in Ni particles to form a PtNi/SiO2 catalyst for the hydrogenation of methyl acrylaldehyde to isobutyraldehyde. The incorporation of Pt single atoms increased the activity of PtNi/SiO2 by more than four times compared to Ni/SiO2, while maintaining 100% selectivity for the hydrogenation of the C = C double bond. A series of characterization results and DFT calculation demonstrated that Pt doping enhanced H2 dissociation and hydrogen spillover compared to the limited hydrogen activation observed on Ni/SiO2. Furthermore, the Pt single atoms exhibited a stronger electronic transfer effect with Ni, which enhanced the ability of the Pt single atoms to activate H2 and facilitate hydrogen spillover, thereby resulting in improved catalytic activity of the catalyst. This study emphasized the advantages and synergistic effects of single atoms in enhancing the catalytic activity of bimetallic catalyst systems.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125001117",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, FuShun"
          },
          {
            "@_fa": "true",
            "$": "Yang, ShiXuan"
          },
          {
            "@_fa": "true",
            "$": "Fan, Rong"
          },
          {
            "@_fa": "true",
            "$": "Yan, Hao"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Hui"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yibin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xiaobo"
          },
          {
            "@_fa": "true",
            "$": "Yang, Chaohe"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125001117"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125001117"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00111-7",
        "prism:volume": "576",
        "articleNumber": "114925",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Atomic Pt in Ni cluster promoted hydrogen spillover for enhanced α,β-unsaturated aldehydes hydrogenation",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single atoms"
          },
          {
            "@_fa": "true",
            "$": "α,β-unsaturated aldehydes"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation reaction"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen spillover"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114925",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 2025",
        "prism:doi": "10.1016/j.mcat.2025.114925",
        "prism:startingPage": "114925",
        "dc:identifier": "doi:10.1016/j.mcat.2025.114925",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25760",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82558",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "593",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90372",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "550",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "142181",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "684",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "229752",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15102",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13861",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12664",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19486",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23333",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "175782",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1472",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "703414",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2626",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "715558",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2434",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1145496",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3027",
            "@width": "3250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2240167",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4067483",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15337",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "20459",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001117-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15162",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85218225192"
      }
    }
  }
}