{
  "metadata": {
    "title": "Influence of cadmium on Ru/xCd/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst for benzene partial hydrogenation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-01-31",
    "doi": "10.1016/j.mcat.2020.111288",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120305514",
    "pii": "S2468823120305514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85096366606",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-11-04 2020-11-04 2020-12-22 2020-12-22 2020-12-22T19:55:34 1-s2.0-S2468823120305514 S2468-8231(20)30551-4 S2468823120305514 10.1016/j.mcat.2020.111288 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00186 2022-06-22T04:21:38.969304Z 0 0 20210101 20210131 2021 2020-11-04T06:49:02.143729Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 499 499 C Volume 499 12 111288 111288 111288 202101 January 2021 2021-01-01 2021-01-31 2021 article fla © 2020 Elsevier B.V. All rights reserved. INFLUENCECADMIUMRUXCDAL2O3CATALYSTFORBENZENEPARTIALHYDROGENATION AZEVEDO P Introduction Experimental Preparation of the catalysts Density functional theory (DFT) calculations Characterization of the catalysts Partial hydrogenation of benzene Results and discussion Conclusions CRediT author statement Acknowledgements References DIETZSCH 2000 99 106 E SOARES 2018 223 229 J ZHANG 2013 152 159 P SUN 2011 1 16 H SCHOENMAKERSTOLK 1987 73 90 M KUBICKA 1968 223 237 H NAGAHARA 1997 448 H HU 2001 6099 6104 S YUAN 2009 124 130 P XUE 2009 29 33 W SUN 2013 1 9 H YU 2018 1961 1967 X XUE 2017 650 657 X SUN 2012 610 620 H SPINACE 2003 91 96 E STRUIJK 1992 77 102 J GONCALVES 2020 110710 A FOPPA 2015 1886 1897 L STRUIJK 1992 77 102 J LIU 2009 100 105 J WANG 2012 1836 1843 W MANDAL 2019 174 182 R LOPEZ 1991 1690 1693 T URBIOLA 2015 110 117 I SELVAM 2011 250 255 N BETANCOURT 1998 307 314 P ARCOYA 2003 341 351 A ABUZIED 2001 227 246 B NARITA 1987 185 190 T LIN 2007 1838 1842 B SUPINO 2013 9 16 R MILONE 1996 253 258 C AZEVEDOX2021X111288 AZEVEDOX2021X111288XP 2022-12-22T00:00:00.000Z 2022-12-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2022-06-11T15:23:24.351Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education MOE Ministry of Education http://data.elsevier.com/vocabulary/SciValFunders/501100002701 http://sws.geonames.org/1835841/ Ministry of Science, Technology and Innovations MCTI Ministério da Ciência, Tecnologia e Inovação http://data.elsevier.com/vocabulary/SciValFunders/501100003545 http://sws.geonames.org/3469034/ PIBIC CAPES CAPES Coordenação de Aperfeiçoamento de Pessoal de Nível Superior http://data.elsevier.com/vocabulary/SciValFunders/501100002322 http://sws.geonames.org/3469034/ CNPq CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034/ Paulo Victor C. Azevedo, Mateus V. Dias and Arthur Henrique A. Gonçalves thanks CAPES / Ministry of Education and CNPq / Ministry of Science, Technology and Innovations (PIBIC and PCI programs), respectively, for the financial support, and SisNANO/MCTI for the SEM-EDS analyzes carried out at CENANO/INT. item S2468-8231(20)30551-4 S2468823120305514 1-s2.0-S2468823120305514 10.1016/j.mcat.2020.111288 315758 2021-03-04T04:51:19.51953Z 2021-01-01 2021-01-31 1-s2.0-S2468823120305514-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/MAIN/application/pdf/6c5d13e5f2c884f4b5243b825db6e881/main.pdf main.pdf pdf true 3224369 MAIN 9 1-s2.0-S2468823120305514-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/PREVIEW/image/png/6f724ef23e4848549580a3c0107fc21d/main_1.png main_1.png png 53930 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120305514-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr2/DOWNSAMPLED/image/jpeg/48d5cda540d35bbbeab16ddd5e8ac7dc/gr2.jpg gr2 gr2.jpg jpg 15747 251 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/ga1/DOWNSAMPLED/image/jpeg/2bec6bea5231219e7fd327bc1923b10d/ga1.jpg ga1 true ga1.jpg jpg 21653 200 320 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr3/DOWNSAMPLED/image/jpeg/159ed228d91ea915e373cf8771d25be2/gr3.jpg gr3 gr3.jpg jpg 41404 318 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr1/DOWNSAMPLED/image/jpeg/8398bb6e1eb39d437a7f4075de6e2d6d/gr1.jpg gr1 gr1.jpg jpg 61185 460 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr6/DOWNSAMPLED/image/jpeg/307a5c0f0073c521235a2abdd8831517/gr6.jpg gr6 gr6.jpg jpg 19970 276 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr7/DOWNSAMPLED/image/jpeg/025d198c77d6e798c4f2241d3620d0e4/gr7.jpg gr7 gr7.jpg jpg 21871 268 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr4/DOWNSAMPLED/image/jpeg/23369679e3d03e63a81df0557cc94c1f/gr4.jpg gr4 gr4.jpg jpg 33344 269 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr5/DOWNSAMPLED/image/jpeg/ba55c0cbcf31618cae90fe5f28751b56/gr5.jpg gr5 gr5.jpg jpg 28946 269 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr8.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr8/DOWNSAMPLED/image/jpeg/bf37d87ea7a8df2a78746445ae4f8763/gr8.jpg gr8 gr8.jpg jpg 22558 255 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr9.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr9/DOWNSAMPLED/image/jpeg/c153979806c5fcf6f7b7cb88a481e9ba/gr9.jpg gr9 gr9.jpg jpg 15328 257 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305514-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr2/THUMBNAIL/image/gif/d3253dab52725a4f7b7052da680f8cbd/gr2.sml gr2 gr2.sml sml 6214 161 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/ga1/THUMBNAIL/image/gif/940dfd4993f51c5191d3acc7c6ed0463/ga1.sml ga1 true ga1.sml sml 9856 137 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr3/THUMBNAIL/image/gif/d0f13bdcf6ef968d9777ec094039a044/gr3.sml gr3 gr3.sml sml 16472 164 176 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr1/THUMBNAIL/image/gif/6e338cf1a06c0b7d7e95fb3174cc36b3/gr1.sml gr1 gr1.sml sml 14860 164 202 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr6/THUMBNAIL/image/gif/8ce97b9b6bd5fa579777279ef3ec42be/gr6.sml gr6 gr6.sml sml 6036 164 202 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr7/THUMBNAIL/image/gif/492e8d3356ef8dccc526c9d8437176fb/gr7.sml gr7 gr7.sml sml 6838 164 209 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr4/THUMBNAIL/image/gif/7afeadaa288e2d2a1d57979d4252608f/gr4.sml gr4 gr4.sml sml 10673 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr5/THUMBNAIL/image/gif/3c83d2b55365684dc6f30ae5fd7f2461/gr5.sml gr5 gr5.sml sml 9146 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr8.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr8/THUMBNAIL/image/gif/51a617ba7350b30c878a375093841e23/gr8.sml gr8 gr8.sml sml 7420 164 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-gr9.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305514/gr9/THUMBNAIL/image/gif/439e2ad7ba2b3ada4181cceedd428ea1/gr9.sml gr9 gr9.sml sml 5025 164 217 IMAGE-THUMBNAIL 1-s2.0-S2468823120305514-am.pdf am am.pdf pdf 655675 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10L9765XXJQ/MAIN/application/pdf/ce359bc64f3e5842bc796c52dcaf6d87/am.pdf MCAT 111288 111288 S2468-8231(20)30551-4 10.1016/j.mcat.2020.111288 Elsevier B.V. Fig. 1 Homo orbitals and ionization energies for Ru-Zn-2Al, Ru-Ag-2A, Ru-Cd-2Al and Ru-Ga-2Al configurations interacting with cyclohexene molecule. Fig. 1 Fig. 2 Adsorption and desorption isotherm profiles at −196 °C of RuAl and Ru6CdAl catalysts. Fig. 2 Fig. 3 SEM image and EDS analysis of the Ru6CdAl catalyst. Fig. 3 Fig. 4 XRD patterns of γ-Al2O3 support and RuxCdAl catalysts (* RuO2, # CdO). Fig. 4 Fig. 5 DRS patterns of the catalysts. Fig. 5 Fig. 6 TPR profiles of the calcined catalysts. Fig. 6 Fig. 7 TPR profiles of the catalysts: calcined and previously reduced in situ at 250 °C with pure H2. Fig. 7 Fig. 8 Yield of cyclohexene for the catalysts. (50 bar, 150 °C, 3 h, benzene/catalyst mass ratio 175.3). Fig. 8 Fig. 9 Yield of cyclohexene for the Ru0.2CdAl catalyst: 1st. reaction x reuse. (50 bar, 150 °C, 3 h, benzene/catalyst mass ratio 175.3). Fig. 9 Table 1 Benzene, cyclohexene and cyclohexane adsorption energy for all studied catalyst configurations. Table 1 Configuration Heat of adsorption (kJ mol−1) Benzene Cyclohexene Cyclohexane Ru −198.07 −137.96 437.96 Ru-Zn 35.06 −75.82 92.00 Ru-2Al −6.68 −28.97 −29.16 Ru-Zn-2Al −7.52 −3.27 −0.39 Ru-Cu-2Al −24.13 −18.12 −3.12 Ru-Ga-2Al −34.66 −394.24 −7.87 Ru-Ag-2Al −30.79 −18.55 −5.53 Ru-In-2Al −27.96 −20.04 −7.01 Ru-Cd-2Al −8.26 −1.12 1.31 Table 2 Prepared catalysts, textural analysis, chemical analysis and RuO2 crystallite diameters (numbers in parentheses: EDXRF analyses). Table 2 Catalyst S (m2 g−1) P.V. (cm3 g−1) Ru (wt.%) Cd (wt.%) Cl (wt.%) DRu (nm) RuAl 196 0.45 0.90 (0.80) 0 1.70 116 Ru0.2CdAl 185 0.43 0.80 (0.63) 0.25 (0.25) 1.73 180 Ru0.4CdAl 191 0.41 0.88 (0.94) 0.55 (0.38) 2.37 147 Ru1CdAl 180 0.42 0.91 (0.88) 1.06 (1.26) 2.99 162 Ru6CdAl 174 0.38 0.88 (0.84) 3.66 (6.87) 4.81 120 Table 3 TPR, H2 chemisorption and reaction results. Table 3 Catalyst TPR (μmol mgRu−1) H2 chem. (μmol gRu−1) SC= (%) a Reaction rate (mol min−1 gRu−1) TOF (min−1) RuAl 17.5 514 16.9 0.7 663 Ru0.2CdAl 24.5 646 30.6 (26.9) 1.4 (2.5)b 1045 (1967) Ru0.4CdAl 18.6 223 24.5 0.4 859 Ru1CdAl 17.8 84 – 0.08 446 Ru6CdAl 18.8 82 – 0.01 60 a Considering 10 % conversion. b result in parenthesis: reuse. Influence of cadmium on Ru/xCd/Al2O3 catalyst for benzene partial hydrogenation Paulo Victor C. Azevedo a b Mateus V. Dias c Arthur Henrique A. Gonçalves a Luiz Eduardo P. Borges b Alexandre B. Gaspar a * a National Institute of Technology, Avenida Venezuela, 82, Sl. 518, Centro, Rio Janeiro, RJ, 20081-321, Brazil National Institute of Technology Avenida Venezuela 82, Sl. 518, Centro Rio Janeiro RJ 20081-321 Brazil National Institute of Technology, Avenida Venezuela, 82, Sl. 518, Centro, Rio de Janeiro, RJ 20081-321 (Brazil) b Military Engineering Institute, Praça General Tibúrcio, 80, Urca, Rio de Janeiro, RJ, 22290-270, Brazil Military Engineering Institute Praça General Tibúrcio 80, Urca Rio de Janeiro RJ 22290-270 Brazil 2 Military Engineering Institute, Praça General Tibúrcio, 80, Urca, Rio de Janeiro, RJ, 22290-270 (Brazil) c Fluminense Federal University – Engineering School, R. Passo da Pátria, 156 – São Domingos, Niterói, RJ, 24210-240, Brazil Fluminense Federal University – Engineering School R. Passo da Pátria, 156 – São Domingos Niterói RJ 24210-240 Brazil Fluminense Federal University – Engineering School, R. Passo da Pátria, 156 – São Domingos, Niterói, RJ, 24210-240 (Brazil) ⁎ Corresponding author. Graphical abstract The thermodynamic of the partial hydrogenation of benzene with ruthenium catalyst drives the reaction to the cyclohexane formation. To stop the reaction in cyclohexene, promoters such as zinc are added. In this work, we carried out a preliminary DFT study showing that the addition of cadmium to a structure containing Ru and Al could be as effective or better than zinc in promoting partial hydrogenation of benzene. Experimentally, Ru/Al2O3 catalysts with 1% Ru and different cadmium contents were prepared by successive impregnations of CdCl2 and RuCl3 and characterized by textural analysis, XRD, EDXRF, SEM-EDS, DRS, TPR and H2-chemisorption. The catalysts were subjected to partial hydrogenation of benzene in batch reactor at 150 °C and 50 bar H2. The catalysts presented RuO2 and RuCl3 in function of the remaining chlorine content after calcination. The Ru0.2CdAl catalyst with Cd:Ru ratio 0.2:1 presented 2-fold higher activity and cyclohexene yield than Ru/Al2O3 without cadmium. This catalyst presented highest reducibility with Ruo, Ru-Cd interaction and higher H2 chemisorption. Additionally, a reaction with benzene and water showed that the Ru0.2CdAl catalyst obtained twice the activity of the same catalyst with pure benzene. Keywords Benzene hydrogenation Cyclohexene Ruthenium Cadmium Water DFT Introduction Due to the severe progressive restrictions regarding the presence of aromatic compounds in fossil fuels, partial hydrogenation of benzene rises as an interesting alternative to produce chemical intermediates, such as cyclohexene and cyclohexane [1]. As an example, cyclohexene can be used in adipic acid synthesis [2] and caprolactam as well as in the production of cyclohexanone and cyclohexanol using lysine [3]. The main challenge of the benzene → cyclohexene → cyclohexane series reaction is to stop the process in the intermediate compound. Considering thermodynamics, hydrogenation of benzene generates cyclohexane (ΔG = −98 kJ mol−1) instead of cyclohexene (ΔG = −23 kJ mol−1) [4]. Ruthenium-based catalysts are the most active for this reaction [5,6]. Asahi Chemical Industry Co. Ltd. has developed a process in which cyclohexene can be obtained by inhibiting the complete hydrogenation of benzene to cyclohexane [7]. This process uses a bulk ruthenium catalyst in a four-phase system: gaseous, aqueous and organic, including a zinc salt added to the aqueous phase. The main drawbacks of the process are the use of the expensive bulk ruthenium catalyst and the addition of aqueous zinc sulfate solution as a promoter. The low solubility of cyclohexene in water increases its yield. In fact, cyclohexene is 6 times less soluble in water than benzene [4]. Thus, many efforts are verified in the literature with the aim of interrupting the reaction in the formation of cyclohexene, avoiding over hydrogenation to cyclohexane. The studies are focused on adding promoters to the catalyst [3,8–13] or the liquid medium [14,15] or the use of solvents [4,16]. In summary, NaOH is used in the liquid medium in order to increase the hydrophilic characteristic of the catalyst surface. Water, as mentioned before, is used because the solubility of cyclohexene in this solvent is low, thus promoting the desorption of cyclohexene formed from the surface of the hydrophilic catalyst and inhibiting additional hydrogenation. Finally, zinc is added to the reaction medium or incorporated into the catalyst because the Ru-Zn interaction causes an increase in the desorption rates of cyclohexene from catalyst surface and delays the re-adsorption of cyclohexene to the active sites, improving the selectivity in relation to cyclohexene [3]. Thus, several authors have observed an improvement in activity and selectivity for cyclohexene with Ru catalysts using salts added to the catalyst or to the liquid medium, mainly sulphates. Hu and Chen [8] prepared Ru-Zn/SiO2 catalysts with 5 wt.% Ru and a zinc content ranged from 0.3–3.0 wt.%. The authors observed that the addition of small amounts of Zn delayed the reduction of ruthenium oxide and increased H2 consumption by 1 wt.% Zn, suggesting a partial reduction from ZnO to metallic Zn. The hydrogenation of benzene was carried out at 150 °C, 34 atm, 2.5 g of catalyst, 0.62 mol L−1 NaOH, 75 mL of benzene and 100 mL of water. With the addition of zinc, the activity was reduced, probably by covering the Ru sites with a layer of zinc during the reduction. However, selectivity has been increased. For 5% Ru-1% Zn/SiO2, 55 % benzene conversion and 31 % cyclohexene selectivity were obtained, which suggests an inhibition of complete hydrogenation to cyclohexane and/or a desorption of cyclohexene faster than benzene. Yuan et al. [9] observed the same effect when studying Ru-Zn/ZrO2 catalysts using theoretical and experimental approaches. Ru-Zn/ZrO2 samples were prepared by co-precipitation of ZrOCl2 and RuCl3 with KOH followed by ZnSO4 impregnation and reduction (Zn content: 2.4–3.0 wt. %). The catalysts were evaluated in the hydrogenation of benzene under the following conditions: 2.0 g of catalyst, 80 mL of benzene, 150 mL of water and ZnSO4 solution were loaded into the reactor. The authors observed that the activity decreased, but the selectivity for cyclohexene increased, attributed to the decrease in benzene and cyclohexene adsorption on catalysts influenced by the presence of Zn in the prepared catalyst. The best result was obtained with a Zn of 2.72 % by weight with a yield at cyclohexene up to 44 %. The work of Yuan et al. [9] also studied the benzene hydrogenation using calculations being made in the VASP program. These theoretical calculations proposed that the Ru-Zn catalyst adsorbs benzene and cyclohexene more weakly than the Ru-only catalyst and that this effect is more important for cyclohexene production. The authors also observed that the proposal is valid in the presence or absence of water. Gonçalves et al. [17] studied Ru/x-ZnO/Al2O3 catalysts with addition of zinc (× = 0, 10, 20 and 90 %) in the partial hydrogenation of benzene in a batch reactor. The reaction was carried out at 150 °C and 50 atm of H2 with 100 mL of pure benzene and 0.5 g of catalyst. The addition of zinc (10 wt. % ZnO) promoted the reaction being better than the catalyst without zinc (RuAl). The authors found that the size of the ruthenium particle and its reducibility were strongly influenced by the composition of the support and by the presence of species of Al2O3, ZnO and ZnAl2O4. The most active catalyst, Ru10ZnAl, showed greater dispersion of ruthenium and partial reduction of ZnO to metallic zinc, influencing the adsorption of benzene and cyclohexene, resulting in an initial selectivity to cyclohexene of 92.5 % and yield of 37 %. The review by Foppa and Dupont [18] reported the use of catalysts with Ru as the main component and the occurrence of a second component, in addition to zinc as a promoter, for example, Cu, La, Fe, Co, Ba, Ce, Mn, Cd, among others. In 1992, Struijk et al. [19] reported that Cd2+, In3+, Ga3+ and Cr2+ are more strongly adsorbed on ruthenium than Zn2+, Fe2+ and Co2+. Thus, Cd seems to be a good candidate to promote the reaction. Liu et al. [20] compared ZnSO4 and CdSO4 as promoters for RuLa/SBA-15 catalysts. Both salts presented distinct behaviors. While ZnSO4 acts accelerating the desorption of cyclohexene, CdSO4 suppress the adsorption of cyclohexene more than that of benzene. The maximum cyclohexene yield for RuLa/SBA-15 with the addition of 1.56. 10−3 mol L−1 was 28 % after 6 min with the following reaction conditions: 1.0 g of catalyst, 50 mL of benzene, 100 mL of H2O, temperature 140 °C, H2 pressure of 40 atm and stirring rate of 1000 rpm. The authors also developed an interesting theoretical study of the formation energies (kcal mol-1) of the complexes formed between Cd2+ or Zn2+ ions with benzene or cyclohexene. The authors concluded that Zn2+ ions form more stable complexes with both molecules than Cd2+ ions. However, neither other components of the catalyst (for example: Ru, La) nor the presence of cyclohexane as the final product of hydrogenation were considered in the study. Considering that CdSO4 is toxic and harmful, the addition of Cd to the catalyst is preferable. Wang et al. [21] studied Ru and Cd bimetallic catalysts using bentonite as a support, a phyllosilicate clay whose composition may contain Al, Si, Ca, Mg, as well as potassium or iron. The Ru-Cd/bentonite catalyst with a 1:1 ratio in nominal content of the Ru and Cd metals, presents the best results, compared to the same catalyst with different metal ratios, being, 2Ru:1Cd, 1Ru:2Cd, among others. The catalyst with a 1:1 ratio, showed 42.8 % selectivity and 54.6 % conversion (yield = 23.4 %) for the partial hydrogenation reaction of benzene to cyclohexene. The reduction of the catalyst occurs after its preparation (before the reaction), at a temperature of 300 °C, for 1 h. The reaction took place in a 6 mL batch reactor, with the addition of 1 mL of benzene and 1 mL of water, the reaction conditions were at a temperature of 150 °C and 50 atm, with stirring. Thus, this work aims to evaluate, for the first time, Ru/Al2O3 catalysts prepared with different contents of cadmium in the partial hydrogenation of benzene. The effects of the promoter on the reducibility and dispersion of ruthenium as well as on textural, structural and morphological characteristics were considered. The effect of cadmium has also been studied on partial hydrogenation of pure benzene or with the addition of water and reuse. A preliminary DFT study was carried out to identify which additive (Cd, Ag, Ga, In, Zn and Cu) for Ru/Al2O3 catalyst could be more effective in the reaction considering simplified catalyst structures. Experimental Preparation of the catalysts The γ-Al2O3 support (Degussa 221) was previously crushed and sieved in the 270 mesh size. The support was taken to a muffle for calcination up to 500 °C for two hours with a heating rate of 10 °C min−1. The precursor salts used were RuCl3.xH2O (Sigma-Aldrich) and CdCl2.xH2O (Sigma-Aldrich) added by dry impregnation to the calcined support to obtain catalysts with 1% wt. Ru. CdCl2.xH2O was impregnated followed by RuCl3.xH2O. After each impregnation, a muffle calcination step was carried out up to 500 °C for two hours with a heating rate of 10 °C min−1. Five catalysts were synthesized: 1%Ru-0.2 %Cd/Al2O3, 1%Ru-0.4 %Cd/Al2O3, 1%Ru-1%Cd/Al2O3, 1%Ru-6%Cd/Al2O3, 1%Ru/Al2O3 with the resulting nomenclatures: Ru0.2CdAl, Ru0.4CdAl, Ru1CdAl, Ru6CdAl and RuAl. Density functional theory (DFT) calculations The interaction between benzene, cyclohexene and cyclohexane with the theoretical catalytic surface and the calculations of heat of adsorption of these molecules were simulated using the B3LYP density functional method in conjunction with the 6−31+G* basis set. Distinct simple combinations between Ru, Al and a promoter (Cd, Ag, Ga, In, Zn and Cu) were made as approximations of the catalytic surface (active phase and support), and have set a carbon-ruthenium atom distance of 2.3 Å to simulate the interaction of the compound and the active phase of catalyst. The calculations were all performed with the software Spartan Student®. Default convergence criteria were used for the geometry optimization. Characterization of the catalysts The textural analysis of the catalysts was measured in an ASAP 2020 equipment from Micromeritics, for specific area (BET) and pore volume (BJH) by adsorption of N2 at −196 °C. The catalysts were previously dried under vacuum, at 350 °C, for 2 h. The quantification of each metal was performed by X-ray dispersive energy fluorescence spectrometry (EDXRF) in a Shimadzu / EDX-800HS equipment, with Rh detector, 1 mm collimator, under vacuum, in the Fe-Kα line and zirconium filter to eliminate interference from the detector in Ru analysis. CdCl2.xH2O and metallic Ru were used as reference standards. The X-ray Diffraction (XRD) analysis was performed on a Bruker equipment, model ASX D8 of high resolution, with CuK α radiation (λ =1.5406 Å; 40 kV, 40 mA). The samples were previously compacted in the sample holder and analyzed in the region of 2θ between 5 and 100°, with a step of 0.01° and counting time of 0.75 s per step. The particle diameter was calculated following the Scherrer equation, using the highest intensity line for the RuO2 species. The analyzes of diffuse reflectance spectroscopy (DRS) were performed in the Varian Cary 500 spectrophotometer with scanning range in the UV–vis in the region of 800 to 200 nm (UV–vis), adopting the support as reference. The analysis made it possible to identify the electronic states of ruthenium and cadmium in the catalyst. Scanning electron microscopy (SEM) analyzes with X-ray energy dispersion spectroscopy (EDS) were obtained on a FEI equipment (INSPECT model) with tungsten filament, under high vacuum, operating under a maximum voltage of 20 kV, spot of 5.0, and ETD detector of secondary electrons in the magnifications of 500x and 1000 × . The programmed temperature reduction (TPR) analyzes were performed on an AutoChem II 2920 equipment from Micromeritics with thermal conductivity detector (TCD). The samples were dried at 100 °C in a pure N2 flow of 50 mL min−1 and reduced to 500 °C for 1 h under a 10 % H2/N2 mixture flow at 50 mL min−1. H2 chemisorption was carried out at a temperature of 100 °C, where the sample is cooled after TPR, under a flow of pure N2 of 50 mL min−1. After cooling, 20 pulses of 10 % H2/N2 mixture were performed in a fixed volume of 2 mL each in order to measure H2 adsorption. Partial hydrogenation of benzene Catalytic tests were performed in a 300 mL PARR Instruments reactor. The catalyst (0.5 g) was reduced in situ at a temperature of 250 °C, for 60 min, under a flow of pure H2 of 50 mL min−1. After reduction, the reactor was cooled under a flow of high purity N2 and 100 mL of the reagent was transferred. Then, the reaction was carried out at 150 °C, at a pressure of 50 atm of ultrapure H2 and with 600 rpm of stirring. The aliquots were obtained every 10 min in the first hour and every 30 min in the following period until reaching 3 h. The samples were analyzed on a HP 6890 gas chromatograph equipped with a KCl/Al2O3 column (60 m × 0.53 mm) and a flame ionization detector (FID). Bimetallic Ru-Cd and monometallic Ru catalysts were tested. The reaction medium was composed of pure benzene or benzene with water. The reaction with water was carried out with the most selective catalyst to cyclohexene, using 50 mL of benzene and 50 mL of water and 0.25 g of catalyst. The reuse of the most selective catalyst was also evaluated. Thus, at the end of the reaction, the catalyst was separated from the liquid phase of the reactor by filtration, dried in an oven at 100 °C for 24 h. The conditions of the reuse reaction, including reduction with H2 at 250 °C, were maintained in order to compare values such as selectivity and conversion. The conversion (X (%)) of benzene, can be calculated by Eq. 1: (1) X (%) = (NA o - NA). 100/NA o For the calculation of selectivity (S (%)), Eq. 2 was used: (2) S (%) = Nch =. 100/(Nch + Nch =) The yield (R(%)) was calculated according to Eq. 3: (3) R (%) = X(%). S(%) Where, NA o = initial number of moles of benzene NA = number of moles of benzene at time i Nch = = number of moles of cyclohexene Nch = number of moles of cyclohexane Results and discussion The heats of adsorption of benzene, cyclohexane and cyclohexene in ruthenium in different groups of atoms were determined by using DFT approach. The catalysts were named as Ru-2Al-P where one atom of ruthenium, two atoms of aluminum and one atom of promoter (P) were arranged to simulate the surface. Based on the work of Yuan et al. [9], the defined distance between the carbon and ruthenium atoms was defined as equal to 2.3 Å. Table 1 shows the adsorption heats of benzene, cyclohexane and cyclohexene for the different configurations tested. In this work, calculations related to the adsorption of benzene, cyclohexene and cyclohexane molecules on ruthenium catalyst surfaces were performed. The heat of adsorption can be given by Eq. 4: (4) ΔHads = Hads - (Hcat + Hmolecule) Where: Hads represents the enthalpy of the reagent molecule (benzene, cyclohexene or cyclohexane) adsorbed on the catalyst; Hcat represents the enthalpy of the catalyst molecule; Hmolecule represents the enthalpy of the reagent molecule (benzene, cyclohexene or cyclohexane) before adsorption. Analyzing these data, it is noticed that practically all the adsorption energies of benzene and cyclohexene with ruthenium are lesser than zero. This indicates that the hydrogenation of these molecules occurs spontaneously, which was already expected. Thus, more negative ΔHads values for benzene and more positive ΔHads values for cyclohexene would be more favorable to obtain higher cyclohexene yields. The presence of only ruthenium and zinc in the catalyst provides the most positive ΔHads of benzene when compared to the other Ru-Al structures. However, this does not happen for cyclohexene, because the ΔHads of this molecule decreases, moving away from zero and, thus, favoring the formation of more cyclohexane. As can be seen in Table 1, the addition of zinc to a Ru-2Al configuration changes the adsorption heat of cyclohexene −137.96 to −3.27 kJ mol−1, increasing its selectivity in partial hydrogenation of benzene, which was observed experimentally in the literature [8,9,17,19,20]. Considering these results, it can be seen that the presence of zinc increases ΔHads of cyclohexene, which means that the spontaneity of adsorption decreases. This is explained by the fact that zinc repels electrons from carbon orbitals. However, when there is only zinc and ruthenium in the catalyst that interacts with benzene, ΔHads becomes positive, that is, adsorption is no longer spontaneous, and consequently, hydrogenation becomes more difficult. Performing the same exercise for other elements of the periodic table around zinc, Ga, Cu, Ag, In and Cd, the only one that brought promising results was cadmium that further reduced the adsorption heat of cyclohexene (−1.12 kJ mol−1), suggesting that a Ru-Cd/Al2O3 catalyst may be a good formulation for this reaction. Fig. 1 shows the ionization energies and energy of the HOMO orbitals, also calculated with the aid of Spartan software, for the Ru-Zn-2Al, Ru-Ga-2Al, Ru-Ag-2Al and Ru-Cd-2Al configurations. In general, the closer to red, the easier it is to remove an electron by electrophilic attack, while the closer to blue, the more difficult. Comparing the values of ΔHads with the HOMO and Ionization Energy images, it is possible to infer that zinc and cadmium allow the desorption of cyclohexene, which is associated with selectivity increasing. In fact, in the Ru-Ag-2Al and Ru-Ga-2Al configurations, the charge density is distributed between the catalyst and the benzene molecule, resulting in a more negative heat of adsorption. However, in the Ru-Zn-2Al and Ru-Cd-2Al configurations, the charge density is concentrated only in the catalyst, suggesting a weaker cyclohexene-catalyst interaction, which is reflected in Table 1. Table 2 shows the values obtained from the textural properties and chemical analysis of the synthesized catalysts previously calcined. It is possible to observe that the specific area and pore volume of the commercial support (204 m² g−1 of surface area and 0.45 cm³ g−1 of pore volume) are the largest of the whole series of samples and decrease as impregnation of cadmium and ruthenium occurs, as expected. The differences in areas are small for the low Ru and Cd contents. But the catalyst with the higher cadmium content (6 wt.% Cd) presented a significant decrease in the specific area, possibly related to the deposition of cadmium in the pores of the catalyst. Just as the specific area decays, as the levels of Ru and Cd increase, the pore volume also decreases. In Fig. 2 , it is possible to observe the adsorption and desorption profiles of N2 at −196 °C, after drying the samples under vacuum, at a temperature of 350 °C, for 2 h, for the RuAl and Ru6CdAl catalysts. The same treatment was carried out for the other prepared catalysts. According to the IUPAC classification, both isotherms, characterized as type IV, present a hysteresis loop caused by the capillary condensation characteristic of mesoporous solids. Isotherms were presented for two catalysts, RuAl, without cadmium, and Ru6CdAl, with the highest cadmium content, where it was possible to observe that the isotherms did not change their profiles as the content of this component increased. All the other catalysts showed the same type IV isotherm profile, as also reported by Wang et al. for Ru–Cd/Bentonite catalysts [21]. The contents of Ru, Cd and Cl in the catalysts were determined by EDS. The analyzes were carried out in two different regions of the catalyst, with three points in each region. The values obtained are reported in Table 2. The values obtained for ruthenium are within the expected range. However, the semiquantitative analysis of the atomic content of cadmium available in the catalysts was barely satisfactory, mainly for Ru6CdAl. Fig. 3 shows the SEM image for the Ru6CdAl catalyst. All catalysts presented particles with irregular spheric shape. Fig. 3 also displays the EDS analysis of this catalyst. The region of occurrence of the species ruthenium, cadmium and chlorine, are overlapping, making the semi-quantitative determination difficult. A fact that can be evidenced is the lower cadmium content than expected in the Ru6CdAl catalyst, indicating that chlorine or ruthenium directly interferes with cadmium present in the catalyst. Another important point is the occurrence of chlorine in the catalyst. Chlorine contents were verified in all catalysts. Despite the problems reported above about the overlapping of the Ru, Cd and Cl regions, analyzed under the same conditions, it appears that the contribution of residual chlorine is equal from RuCl3 and CdCl2. In fact, the chlorine content increases linearly with the sum of the Ru and Cd contents. As reported by Gonçalves et al. [17], calcination is not enough to remove chlorine from RuCl3 impregnated on alumina. The results obtained by EDXRF are reported in Table 2 in parentheses. All analyzes were performed in triplicate, further confirming the values of the intensities obtained. For the calculation, the means of the three intensities were used, and it was identified that, even in triplicate, the intensities did not have significant variations, that is, they were practically identical. In this way, quantifications were performed, first for ruthenium and later for cadmium. Following with the results, it was possible to observe that the ruthenium levels were close to the theoretical amount. The ruthenium and cadmium levels obtained by EDXRF and MEV-EDS were similar for all catalysts. However, there was discrepancy for the Ru6CdAl catalysts with the highest Cd content, probably hindered by the overlaps between Ru, Cd and Cl must have made it difficult to obtain correct levels in the SEM-EDS. The diffractograms of the support (γ-Al2O3) and of the RuxCdAl catalyst, prepared and calcined, are shown in Fig. 4 . It is possible to verify characteristic peaks of γ-alumina at 2θ = 37°, 46° and 67° (JCPDS 1−088-2112), used as a support in the preparation of catalysts and the appearance of peaks of RuO2 at 2θ = 28°, 35° and 54° (JCPDS-40−1290). It is also possible to observe the formation of crystalline CdO with peaks at 2θ = 33°, 38° and 55° (JCPDS-40−1290), as evidenced by Mandal et al. [22]. As the RuO2 and CdO diffraction peaks present close values of 2θ, CdO was only observed for the Ru6CdAl catalyst. Thus, the formation of crystalline RuO2 is more visible than the formation of crystalline CdO, justified by the intensity of the peaks. However, there is a decrease in the intensity of the peak at 28° with the increase in the Cd content, suggesting a coating of ruthenium by cadmium. Even with the increase in cadmium content, the intensity remained almost identical for all catalysts. The diameter (nm) of the ruthenium oxide particles was estimated by the Scherrer equation, in the region 2θ = 28°, and the values are reported in the Table 2. It is stated that the impregnation of cadmium favored the decrease in the size of the RuO2 crystallite, which may lead to the conclusion that ruthenium is more dispersed on the surface of catalysts with higher cadmium contents or is covered by cadmium. Fig. 5 shows the DRS spectra of the prepared RuxCdAl catalysts. As γ-Al2O3 support was used as reference, it is possible to verify the contribution of ruthenium and cadmium. In all spectra, a band of greater intensity is observed at 326 nm, and another, at 480 nm. The spectra are very similar to that also reported by Lopez et al. [23] for a Ru/SiO2 catalyst containing 0.5 wt.% Ru. Thus, the band around 326 nm is attributed to the electronic transfer between the chloride T orbitals and the ruthenium orbitals [π 1 t2u-2t2g]. The d-d band at 480 nm is attributed to the 2T2g - 4TIg transition of ruthenium in complexes of the type [RuCIx(H2O)y]. The increase in cadmium concentration did not result in new bands, but led to an enlargement of the band by 326 nm. In fact, samples of 0.1CdAl and 1CdAl without ruthenium were also analyzed by DRS using γ-Al2O3 as a reference. In both spectra, a band around 300 nm is observed. A similar spectrum has been reported by Urbiola et al. [24] for a Cd(O2)0.88(OH)0.24 film. The formation of cadmium peroxide (CdO2) is not expected unless there is an oxidizing atmosphere during the preparation (eg preparation with H2O2). It is possible to assume that calcination in atmospheric air has supplied the necessary oxidizing environment. According to Selvam et al. [25], the CdO2 → CdO + ½ O2 reaction should occur between 190−400 °C. Considering the spectra of the xCdAl samples of this work and the spectra of Cd(O2)0.88(OH)0.24 and CdO calcined at 500 °C presented by Urbiola et al. [24], this reaction did not happen to a large extent. The TPR profiles of the catalysts prepared by successive impregnations of CdCl2 and RuCl3 are shown in Fig. 6 . The catalysts showed wide peaks with a maximum reduction temperature around 230 °C, attributed to the reduction of bulk RuO2 [17,26,27]. As the consumption of H2 starts around 180 °C, it is also possible to infer the presence of well-dispersed ruthenium species. However, no reductions of RuCl3 species were found in these samples that would appear at 140 °C [26]. These results are in accordance with the lower chlorine content verified by the SEM-EDS analysis in the catalysts prepared by successive impregnations (Table 1). The Ru6CdAl catalyst showed a TPR profile with a wide peak shifted to higher reduction temperatures, with a maximum around 235 °C, attributed to the reduction of bulk RuO2. Considering the higher Cd: Ru ratio in this catalyst, the displacement of the RuO2 reduction peak to higher temperatures suggests that the reduction process of this oxide is delayed by the presence of cadmium oxide, as also observed by Hu and Chen [8] for Ru-Zn/SiO2 catalysts. The catalysts were also subjected to a second TPR up to 650 °C in the samples already reduced in situ with pure H2 up to 250 °C. In this case, the objective was to verify if all ruthenium would be reduced to 250 °C and if there would be a reduction of cadmium oxide in the range up to 650 °C. In Fig. 7 , it is possible to highlight the TPR profiles made up to 650 °C. Only three profiles were presented, since, for catalysts with low cadmium contents, there was no detection of reduction by the equipment above 300 °C. The Ru6CdAl catalyst showed a TPR peak around 450 °C attributed to the reduction of cadmium oxide [28]. The Ru1CdAl catalyst and the 1CdAl support showed very similar and less intense profiles than Ru6CdAl, considering that it has 6 times more cadmium in mass. Hydrogen consumption for the Ru1CdAl and Ru6CdAl catalysts for CdO reduction was 1.1 and 3.4 μmol H2 mg−1 Cd, considering the contents of 1.26 and 6.87 wt.% of Cd, respectively and 1.7 μmol H2 mg−1 Cd for 1CdAl support. In Fig. 7, it is still possible to observe for the Ru1CdAl and Ru6CdAl catalysts that there is a small consumption of hydrogen in the RuO2 reduction range of 8.6 and 9.5 μmol H2 mgRu −1, considering the contents of 0.88 and 0.84 wt.% of Ru, respectively. Ruthenium is 0.5 eV more electronegative than cadmium. Thus, ruthenium tends to attract cadmium electrons, creating an interaction between the two metals, which can promote the reduction of Cd2+ particles. This effect was notably greater in the Ru6CdAl catalyst. Table 3 shows the consumption of H2 in the TPR of the catalysts prepared by successive impregnation, using the Ru contents of the EDXRF analysis. The experimental results can be discussed considering the stoichiometric H2 consumption for the reduction of RuO2 and RuCl3 species as observed by XRD and DRS: RuO2 + 2 H2 → Ru° + 2 H2O 19.8 μmol H2 mgRu−1 and RuCl3 + 3/2 H2 → Ru° + 3 HCl 14.8 μmol H2 mgRu−1. Values around 18 μmol H2 mgRu−1 are observed. This value suggests the predominance of RuO2 over RuCl3, according to the chlorine content of these catalysts obtained. The Ru0.2CdAl catalyst consumed 24.5 μmol H2 mgRu−1, much higher than the stoichiometric for reducing RuO2. The reduction profile in the TPR of this catalyst (Fig. 6) does not suggest the reduction of other species, and even CdO or CdCl2. The Ru content of this catalyst was 0.63 wt.% Ru obtained by EDXRF. However, considering an average content of 0.9 % Ru, consumption would drop to 17.1 μmol H2 mgRu−1 within expectations for the reduction of RuO2, and suggesting that the value of 0.63 wt.% Ru is underestimated. The H2 chemisorption values are also shown in Table 3. The H2 chemisorption goes through a maximum of 646 μmol H2 gRu−1 for the Ru0.2CdAl catalyst and falls with an increase in cadmium contents for the catalysts. According to Narita et al. [29] and Lin et al. [30], the use of alumina as a catalytic support promotes the retention of chlorine species even after calcination. This favors the formation of well-dispersed ruthenium particles [26]. However, even with an increase in the chlorine content, observed by SEM-EDS, the chemisorption values decrease with an increase in the cadmium content. Although there seems to be no reduction in CdO because of the reduction profile, the higher consumption of H2 in TPR and the greater chemisorption of H2 suggest a hydrogen spillover effect in this sample. This effect can also be favored by the larger RuO2 particle size observed by XRD for this Ru0.2CdAl catalyst (Table 2). Gonçalves et al. [17] also reported this phenomenon studying a Ru/Zn/Al2O3 catalytic system. The calcined catalysts were tested in the benzene partial hydrogenation. The samples were reduced in situ with H2 at 250 °C and submitted to pure benzene at 150 °C, 50 bar, benzene/catalyst mass ratio 175.3 during 3 h. The catalytic performances are shown in Fig. 8 in terms of cyclohexene yield with the ascending order Ru6CdAl << Ru1CdAl < RuAl < Ru0.4CdAl < Ru0.2CdAl. This sequence can also be observed for the reaction rates in Table 3, calculated according the literature [17,32]. Thus, the highest reaction rate is 1.4 mol min−1 gRu −1 for the Ru0.2CdAl catalyst. This catalyst also presented the highest cyclohexene selectivity considering 10 % conversion (30.6 %). Direct comparison of these reaction rate data with the literature is difficult because different conditions were employed. However, while in this work, a reaction rate value for the RuAl catalyst of 0.7 mol min−1 g−1 was obtained, Gonçalves et al. [17] found 1.5, Supino et al. [31] achieved 1.7 and Milone et al. [32] obtained 1.7 mol min−1 gRu−1 for Ru/Al2O3 catalysts. Table 3 also presents results of reaction frequency (TOF) using the reaction rate and H2 chemisorption data. In this case, both Ru0.2CdAl and Ru0.4CdAl catalysts showed higher TOF than RuAl, while Ru1CdAl and Ru6CdAl showed less activity per site. Then, in Fig. 8, it is also possible to observe that the cyclohexene yield reduces for Ru0.2CdAl catalyst from 40 min of reaction while the performance of the Ru0.4CdAl remains constant throughout the reaction. Following in the Figure, the Ru1CdAl and Ru6CdAl catalysts presented very low conversions, leaving its cyclohexene yield lower than RuAl. Based on the characterizations carried out, it is possible to compare the reaction performance in Table 3 and Fig. 8. As the RuO2 particle size of the Ru0.2CdAl catalyst was the largest among all samples and the results of TPR and H2 chemisorption suggest the possibility of partial reduction of CdO to Cdo or H2 spill over, both conditions should favor activity in partial hydrogenation of benzene. Comparing the results of the present work with the literature, Gonçalves et al. [17] obtained their best activity for the benzene hydrogenation based on Ru10ZnAl catalyst reaching a maximum cyclohexene yield of 4.2 % after only 10 min of reaction at 50 bar, 150 °C, and benzene/catalyst mass ratio 175.3. The complete conversion of benzene was obtained after 40 min of reaction. The authors associated the presence of Ru° and also Ruδ+ with the better activity of the Ru10ZnAl catalyst. Their results also suggested stronger Ru-Zn interaction, promoting partial reduction of zinc in the support, increasing the hydrophilic character of the catalyst and increasing the yields to cyclohexene. Wang et al. [21] used cadmium as a promoter for the production of a ruthenium heterogeneous catalyst, synthesizing the Ru-Cd/BEN catalyst. The authors followed the work reported by Liu et al. [20] that used CdSO4 in the reaction medium, performing homogeneous catalysis and, thus, obtained improvements in selectivity to cyclohexene. Wang et al. [21] synthesized Ru-Cd catalysts in the Ru:Cd ratio of 0:1 to 1:5, varying the contents of Ru in 0, 1 and 5, and 0, 1 and 5 for Cd, % by mass. They used 10 mg of catalyst for the reaction with 1 mL of water and 1 mL of benzene (benzene:catalyst mass ratio 87.7) at 150 °C, under a pressure of 40 bar. The Ru/BEN catalyst presented 7.7 % cyclohexene yield, while the catalyst containing Ru:Cd 5:1, equivalent to Ru0.2CdAl, presented 12.8 %, demonstrating the promoting effect of cadmium. The results of the present work demonstrated the promoting effect of cadmium for Ru/Al2O3 catalysts in the benzene partial hydrogenation, even in the absence of water. In fact, both Ru0.2CdAl and Ru0.4CdAl catalysts presented better performance than RuAl. The increase of the Cd content to 1 wt.% or 6 wt.% worsened the performance in relation to the catalyst without cadmium. Thus, considering XRD, TPR and H2 chemisorption results, the Ru0.2CdAl catalyst presents large particles of RuO2 by XRD. When subjected to a reduction in TPR, this catalyst has a higher H2 consumption than the stoichiometric for RuO2 or RuCl3, suggesting a partial reduction of the CdO present in the support, at a temperature of up to 250 °C. This reduced catalyst also adsorbs more H2 than the others in the chemisorption due to the spillover effect. This greater H2 adsorption capacity added to the presence of reduced cadmium species are important factors for the greater activity in the partial hydrogenation of benzene. In addition, as can be seen in Table 1, the cyclohexene Hads for the Ru-Cd-2Al is -1.12 kJ.mol−1, whilst Fig. 1 shows that for the same structure the charge density is concentrated in the catalyst, suggesting a weaker cyclohexene-catalyst interaction, thus suppressing the cyclohexene further hydrogenation. Both results endorse the Ru0.2CdAl and Ru0.4CdAl higher yields compared to RuAl catalyst. Thus, the promoting effect of cadmium was also demonstrated in the yield of cyclohexene as seen in the DFT study (Table 1) and in previous works for both cadmium [21] and zinc [8,9,17]. The reuse reaction was carried out with pure benzene, following the same reaction parameters used in the previous tests, as well as the proportion of benzene to catalyst (benzene/mass ratio catalyst). In Table 3, the reaction activity is presented in parenthesis, 2.5 mol min−1 g−1. It is possible to observe that the reused catalyst was almost twice more active than the fresh catalyst for the reaction. This surprising increase in activity is difficult to explain. However, the catalyst was filtered and dried after the first reaction and again reduced to 250 °C with pure H2. Fig. 7 shows the behavior of Ru1CdAl and Ru6CdAl catalysts where, after reduction to 250 °C with pure H2, the catalysts still show residual H2 reduction in the RuO2 reduction region. A quantitative analysis of Cd2+ ions in the filtered solution after the 1st. cycle of Ru0.2CdAl catalyst was performed using ICP-OES analysis. This analysis revealed a Cd2+ ions concentration of 1.66 × 10−5 mol L−1. This value corresponds to 14.8 % Cd2+ ions leached from the Ru0.2CdAl catalyst in the 1st. cycle. This fact could impact both activity and selectivity results comparing 1st. and 2nd. cycles according to Struijk et al. [19], Liu et al. [20] and Wang et al. [21] works. These authors compared the effects on the activity and selectivity of the addition of Zn2+ and Cd2+ salts to ruthenium catalysts in the partial hydrogenation of benzene. They observed that Cd2+ ions are more easily adsorbed on the catalyst than Zn2+ ions. They also observed that both affect the activity and selectivity to cyclohexene in different ways. While Cd2+ affects the active ruthenium site, Zn2+ acts mainly by stabilizing cyclohexene in solution, hindering its readsorption in the catalyst leading to over hydrogenation to cyclohexane. Thus, considering our results and these references, the remarkable increase in hydrogenation activity and decrease of cyclohexene yield in the results of reuse experiments could be resultant of both additional reduced ruthenium active sites obtained in the second reduction at 250 °C and the lower Cd amount in the Ru0.2CdAl catalyst affecting active sites because of Cd2+ ions leaching. In order to bring more light to this point, an additional in situ reduction experiment at a higher temperature (275 °C, 1 h, pure H2) was performed with the Ru0.2CdAl catalyst. The reduction procedure at 275 °C resulted in a reaction rate of 1.2 mol min−1 gRu−1 and a TOF of 905 min−1. These values are quite similar to those found after reduction at 250 °C, that is, 1.4 mol min−1 gRu−1 and 1045 min−1, respectively (Table 3). Likewise, selectivity to cyclohexene considering 10 % conversion of benzene resulted in 26.3 % when the catalyst was reduced to 275 °C against 30.6 % for the catalyst reduced to 250 °C. Thus, the surprisingly greater activity of the Ru0.2CdAl catalyst in reuse can be better explained by the leaching of cadmium during the first reaction than by the reduction of RuO2 between the 1 st. and the 2nd. cycle. Fig. 9 displays the cyclohexene yield as a function of the reaction time. As the benzene hydrogenation reaction is a series reaction of benzene - cyclohexene - cyclohexane, the increase in activity also provided an increase in the formation of cyclohexane at the expense of selectivity to cyclohexene. In fact, while the maximum yield of cyclohexene in the first cycle was 3.4 %, in the second cycle it reached only 2.5 %. The reaction with water was carried out with the most active catalyst Ru0.2CdAl. The reaction conditions adopted are the same in all the catalytic tests performed previously. The difference occurred in the amount of pure benzene and water added to the reaction medium, 50 mL of water and 50 mL of benzene were added to the reaction medium. This relationship was chosen with the help of theoretical contribution of Foppa and Dupont [18]. In order to maintain the benzene/catalyst mass ratio, the catalyst mass was also reduced to 0.25 g. In this case, quantification by gas chromatography was carried out only at the end of the reaction after 3 h. Thus, the conversion obtained was 22.0 % and selectivity to cyclohexene was 39.1 %. In conditions without water, the Ru0.2CdAl catalyst showed 65 % conversion and selectivity to cyclohexene less than 5% at the end of the reaction. With these results, yields of 3.4 % were obtained for the reaction without water and 8.6 % for the reaction with water, with a factor of 2.5 times higher. As reported in the literature for the promotion of zinc in Ru catalysts for benzene hydrogenation [7,16], the addition of the appropriate additive and water promotes the formation of a stagnant film on the surface of the catalyst and, during the reaction, both hydrogen and benzene need to break through this barrier to reach the active sites. Thus, the hydrophilic character of the catalyst plays a fundamental role. Through this property in aqueous media, the adsorption of cyclohexene formed decreases, preventing its subsequent hydrogenation to cyclohexane. The results indicated the promotion of ruthenium by cadmium in Ru/Al2O3 catalysts. As reported in the literature for zinc, addition of cadmium should alter the reducibility of the catalyst. Thus, ruthenium tends to attract cadmium electrons, promoting the interaction between the two metals and the reduction of Cd2+ particles. Therefore, cadmium must act by reducing the adsorption force of cyclohexene by ruthenium and promoting the repulsion of hydrogen atoms, reducing the reduction of cyclohexene to cyclohexane. In this work, the beneficial effect of cadmium in Ru/Al2O3 was demonstrated for the benzene partial hydrogenation with or without addition of water. Conclusions The addition of cadmium to the Ru/Al2O3 catalyst in 0.2:1, 0.4:1, 1:1 and 6:1 Cd:Ru ratios in the partial hydrogenation of benzene showed that the promoter increases activity per site and also selectivity in cyclohexene in relation to the Ru/Al2O3 catalyst. The 0.2:1 Cd:Ru ratio provides greater reductibility of ruthenium and Ru-Cd interaction, in addition to increasing the amount of H2 chemisorption. The promoting effect of cadmium was verified in the reaction with or without the addition of water. A preliminary DFT study showed that the Ru-Cd-2Al configuration is as promising as the Ru-Zn-2Al configuration in the reaction by reducing the heat of adsorption of cyclohexane and raising the heat of adsorption of cyclohexene, increasing its selectivity. CRediT author statement P.V.C.A., M.V.D., A.H.A.G., L.E.P.B. and A.B.G. conceived the idea of the project. P.V.C.A. synthesized the catalysts, performed the characterization measurements (except DFT calculations), carried out the catalytic tests, collected the characterization and reactions data and performed the data analysis. M.V.D. and A.H.A.G. performed the DFT calculations. L.E.P.B. and A.B.G. supervised the findings of this work. All authors discussed the results and contributed to the final manuscript. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements Paulo Victor C. Azevedo, Mateus V. Dias and Arthur Henrique A. Gonçalves thanks CAPES/Ministry of Education and CNPq/Ministry of Science, Technology and Innovations (PIBIC and PCI programs), respectively, for the financial support, and SisNANO/MCTI for the SEM-EDS analyzes carried out at CENANO/INT. References [1] E. Dietzsch P. Claus D. Hönicke The partial gas‐phase hydrogenation of benzene to cyclohexene on supported and coated ruthenium catalysts Topics Catal. 10 2000 99 106 10.1023/A:1019164001135 E. Dietzsch, P. Claus, D. Hönicke, The partial gas‐phase hydrogenation of benzene to cyclohexene on supported and coated ruthenium catalysts, Topics Catal. 10 (2000) 99-106. https://doi.org/10.1023/A:1019164001135 [2] J.C.S. Soares A.H.A. Gonçalves F.M.Z. Zotin L.R.R. Araújo A.B. Gaspar Cyclohexene to adipic acid synthesis using heterogeneous polyoxometalate catalysts Mol. Catal. 458 2018 223 229 10.1016/j.mcat.2018.02.020 J.C.S. Soares, A.H.A. Gonçalves, F.M.Z. Zotin, L.R.R. Araújo, A.B. Gaspar, Cyclohexene to adipic acid synthesis using heterogeneous polyoxometalate catalysts, Mol. Catal. 458 (2018) 223–229. https://doi.org/10.1016/j.mcat.2018.02.020 [3] P. Zhang T. Wu T. Jiang W. Wang H. Liu H. Fan Z. Zhang B. Han Ru–Zn supported on hydroxyapatite as an effective catalyst for partial hydrogenation of benzene Green Chem. 15 2013 152 159 10.1039/C2GC36596K P. Zhang, T. Wu, T. Jiang, W. Wang, H. Liu, H. Fan, Z. Zhang, B. Han, Ru–Zn supported on hydroxyapatite as an effective catalyst for partial hydrogenation of benzene, Green Chem. 15 (2013) 152-159. https://doi.org/10.1039/C2GC36596K [4] H. Sun W. Guo X. Zhou Z. Chen Z. Liu S. Liu Chin Progress in Ru-based amorphous alloy catalysts for selective hydrogenation of benzene to cyclohexene J. Catal. 32 2011 1 16 10.1016/S1872-2067(10)60154-4 H. Sun, W. Guo, X. Zhou, Z. Chen, Z. Liu, S. Liu, Chin, Progress in Ru-based amorphous alloy catalysts for selective hydrogenation of benzene to cyclohexene, J. Catal. 32 (2011) 1-16. https://doi.org/10.1016/S1872-2067(10)60154-4 [5] M.C. Schoenmaker-Stolk J.W. Verwijs J.J.F. Scholten The catalytic hydrogenation of benzene over supported metal catalysts: I. Gas-phase hydrogenation of benzene over ruthenium-on-silica Appl. Catal. 27 1987 73 90 10.1016/S0166-9834(00)82608-1 M.C. Schoenmaker-Stolk, J.W. Verwijs, J.J.F. Scholten, The catalytic hydrogenation of benzene over supported metal catalysts: I. Gas-phase hydrogenation of benzene over ruthenium-on-silica, Appl. Catal. 27 (1987) 73-90. https://doi.org/10.1016/S0166-9834(00)82608-1 [6] H. Kubicka The specific activity of technetium, rhenium, ruthenium, platinum, and palladium in catalytic reactions of benzene with hydrogen J. Catal. 12 1968 223 237 10.1016/0021-9517(68)90102-4 H. Kubicka, The specific activity of technetium, rhenium, ruthenium, platinum, and palladium in catalytic reactions of benzene with hydrogen, J. Catal. 12 (1968) 223-237. https://doi.org/10.1016/0021-9517(68)90102-4 [7] H. Nagahara M. Ono M. Konishi Y. Furuoka Partial hydrogenation of benzene to Cyclohexene Appl. Surf. Sci. 121/122 1997 448 10.1016/S0169-4332(97)00325-5 H. Nagahara, M. Ono, M. Konishi, Y. Furuoka, Partial hydrogenation of benzene to Cyclohexene, Appl. Surf. Sci. 121/122 (1997) 448. https://doi.org/10.1016/S0169-4332(97)00325-5 [8] S.C. Hu Y.W. Chen Partial hydrogenation of benzene on Ru−Zn/SiO2 catalysts Ind. Eng. Chem. Res. 40 2001 6099 6104 10.1021/ie0007926 S.C. Hu, Y.W. Chen, Partial Hydrogenation of Benzene on Ru−Zn/SiO2 Catalysts, Ind. Eng. Chem. Res. 40 (2001) 6099-6104. https://doi.org/10.1021/ie0007926 [9] P.Q. Yuan B.Q. Wang Y.M. Ma H.M. He Z.M. Cheng W.K. Yuan Partial hydrogenation of benzene over the metallic Zn modified Ru-based catalyst J. Mol. Catal. A Chem. 309 2009 124 130 10.1016/j.molcata.2009.05.006 P.Q. Yuan, B.Q. Wang, Y.M. Ma, H.M. He, Z.M. Cheng,W.K. Yuan, Partial hydrogenation of benzene over the metallic Zn modified Ru-based catalyst, J. Mol. Catal. A: Chem. 309 (2009) 124-130. https://doi.org/10.1016/j.molcata.2009.05.006 [10] W. Xue Y. Song Y. Wang D. Wang F. Li Effect of hydrazine hydrate on the Ru–Zn/SiO2 catalysts performance for partial hydrogenation of benzene Catal. Comm. 11 2009 29 33 10.1016/j.catcom.2009.08.009 W. Xue, Y. Song, Y. Wang, D. Wang, F. Li, Effect of hydrazine hydrate on the Ru–Zn/SiO2 catalysts performance for partial hydrogenation of benzene, Catal. Comm. 11 (2009) 29-33. https://doi.org/10.1016/j.catcom.2009.08.009 [11] H.J. Sun Y.J. Pan H.B. Jiang S.H. Li Y.X. Zhang S.C. Liu Z.Y. Liu Effect of transition metals (Cr, Mn, Fe, Co, Ni, Cu and Zn) on the hydrogenation properties of benzene over Ru-based catalyst Appl. Catal. A Gen. 464–465 2013 1 9 10.1016/j.apcata.2013.05.021 H.J. Sun, Y.J. Pan, H.B. Jiang, S.H. Li, Y.X. Zhang, S.C. Liu, Z.Y. Liu, Effect of transition metals (Cr, Mn, Fe, Co, Ni, Cu and Zn) on the hydrogenation properties of benzene over Ru-based catalyst, Appl. Catal. A: Gen. 464– 465 (2013) 1-9. https://doi.org/10.1016/j.apcata.2013.05.021 [12] X.L. Yu Y. Li S.M. Xin P.Q. YUAN W.K. Yuan Ind. Eng. Partial Hydrogenation of Benzene to Cyclohexene on Ru@ XO2 (X= Ti, Zr, or Si) Chem. Res. 57 2018 1961 1967 10.1021/acs.iecr.7b04642 X.L. Yu, Y. Li, S. M. Xin, P.Q. YUAN, W. K. Yuan, Ind. Eng. Partial Hydrogenation of Benzene to Cyclohexene on Ru@ XO2 (X= Ti, Zr, or Si), Chem. Res.. 57 (2018) 1961−1967. https://doi.org/10.1021/acs.iecr.7b04642 [13] X. Xue J. Liu D. Rao S. Xu W. Bing B. Wang S. He M. Wei Double-active site synergistic catalysis in Ru–TiO2 toward benzene hydrogenation to cyclohexene with largely enhanced selectivity Catal. Sci. Technol. 7 2017 650 657 10.1039/C6CY02471H X. Xue, J. Liu, D. Rao, S. Xu, W. Bing, B. Wang, S. He, M. Wei, Double-active site synergistic catalysis in Ru–TiO2 toward benzene hydrogenation to cyclohexene with largely enhanced selectivity, Catal. Sci. Technol. 7 (2017) 650-657. https://doi.org/10.1039/C6CY02471H [14] H.J. Sun Y.J. Pan H.B. Wang Y. Dong Z.Y. Liu S.C. Liu Selective hydrogenation of benzene to cyclohexene over a Ru-Zn catalyst with diethanolamine as an additive Chin. J. Catal. 33 2012 610 620 10.1016/S1872-2067(11)60351-3 H.J. Sun, Y.J. Pan, H.B. Wang, Y. Dong, Z.Y. Liu, S.C. Liu, Selective hydrogenation of benzene to cyclohexene over a Ru-Zn catalyst with diethanolamine as an additive, Chin. J. Catal.. 33 (2012) 610-620. https://doi.org/10.1016/S1872-2067(11)60351-3 [15] E.V. Spinace J.M. Vaz Liquid-phase hydrogenation of benzene to cyclohexene catalyzed by Ru/SiO2 in the presence of water–organic mixtures Catal. Comm. 4 2003 91 96 10.1016/S1566-7367(02)00270-4 E.V. Spinace, J. M. Vaz, Liquid-phase hydrogenation of benzene to cyclohexene catalyzed by Ru/SiO2 in the presence of water–organic mixtures, Catal. Comm. 4 (2003) 91–96. https://doi.org/10.1016/S1566-7367(02)00270-4 [16] J. Struijk R. Moene T. van der Kamp J.J.F. Scholten Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts in the presence of an aqueous salt solution: II. Influence of various salts on the performance of the catalyst Appl. Catal. A Gen. 89 1992 77 102 10.1016/0926-860X(92)80079-R J. Struijk, R. Moene, T. van der Kamp and J.J.F. Scholten, Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts in the presence of an aqueous salt solution: II. Influence of various salts on the performance of the catalyst., Appl. Catal. A: Gen. 89 (1992) 77-102. https://doi.org/10.1016/0926-860X(92)80079-R [17] A.H.A. Gonçalves J.C.S. Soares L.R.R. de Araújo F.M.Z. Zotin F.M.T. Mendes A.B. Gaspar Surface investigation by X-ray photoelectron spectroscopy of Ru-Zn catalysts for the partial hydrogenation of benzene Mol. Catal. 483 2020 110710 10.1016/j.mcat.2019.110710 A.H.A. Gonçalves, J.C.S. Soares, L.R.R. de Araújo, F.M.Z. Zotin, F.M.T. Mendes, A.B. Gaspar, Surface investigation by X-ray photoelectron spectroscopy of Ru-Zn catalysts for the partial hydrogenation of benzene, Mol. Catal. 483 (2020) 110710. https://doi.org/10.1016/j.mcat.2019.110710 [18] L. Foppa J. Dupont Benzene partial hydrogenation: advances and perspectives Chem. Soc. Rev. 44 2015 1886 1897 10.1039/C4CS00324A L. Foppa, J. Dupont, Benzene partial hydrogenation: advances and perspectives, Chem. Soc. Rev. 44 (2015) 1886-1897. https://doi.org/10.1039/C4CS00324A [19] J. Struijk R. Moene T. Van der Kamp J.J.F. Scholten Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts in the presence of an aqueous salt solution: II. Influence of various salts on the performance of the catalyst Appl. Catal. A Gen. 89 1992 77 102 10.1016/0926-860X(92)80079-R J. Struijk, R. Moene, T. Van der Kamp, J. J. F. Scholten, Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts in the presence of an aqueous salt solution: II. Influence of various salts on the performance of the catalyst, Appl. Catal. A: Gen. 89 (1992) 77-102. https://doi.org/10.1016/0926-860X(92)80079-R [20] J.L. Liu Y. Zhu J. Liu Y. Pei Z.H. Li H. Li H.X. Li M.H. Qiao K.N. Fan Discrimination of the roles of CdSO4 and ZnSO4 in liquid phase hydrogenation of benzene to Cyclohexene J. Catal. 268 2009 100 105 10.1016/j.jcat.2009.09.007 J.L. Liu, Y. Zhu, J. Liu, Y. Pei, Z.H. Li, H. Li, H.X. Li, M.H. Qiao, K.N. Fan, Discrimination of the roles of CdSO4 and ZnSO4 in liquid phase hydrogenation of benzene to Cyclohexene, J. Catal. 268 (2009) 100-105. https://doi.org/10.1016/j.jcat.2009.09.007 [21] W. Wang H. Liu G. Ding P. Zhang T. Wu T. Jiang B. Han Ru–Cd/Bentonite for the partial hydrogenation of benzene: a catalyst without additives ChemCatChem. 4 2012 1836 1843 10.1002/cctc.201200272 W. Wang, H. Liu, G. Ding, P. Zhang, T. Wu, T. Jiang, B. Han, Ru–Cd/Bentonite for the partial hydrogenation of benzene: a catalyst without additives, ChemCatChem. 4 (2012) 1836–1843. https://doi.org/10.1002/cctc.201200272 [22] R.K. Mandal M.D. Purkayastha T.P. Majumder Silver modified cadmium oxide–A novel material for enhanced photodegradation of malachite green Optik. 180 2019 174 182 10.1016/j.ijleo.2018.11.066 R. K. Mandal, M. D. Purkayastha, T. P. Majumder, Silver modified cadmium oxide–A novel material for enhanced photodegradation of malachite green. Optik. 180 (2019) 174-182. https://doi.org/10.1016/j.ijleo.2018.11.066 [23] T. Lopez M. Villa R. Gomez UV-visible diffuse reflectance spectroscopic study of platinum, palladium, and ruthenium catalysts supported on silica J. Phys. Chem. 95 1991 1690 1693 10.1021/j100157a038 T. Lopez, M. Villa, R. Gomez, UV-visible diffuse reflectance spectroscopic study of platinum, palladium, and ruthenium catalysts supported on silica. J. Phys. Chem., 95 (1991) 1690-1693. https://doi.org/10.1021/j100157a038 [24] I.R.C. Urbiola R.R. Bon Y.V. Vorobiev The transformation to cadmium oxide through annealing of cadmium oxide hydroxide deposited by ammonia-free SILAR method and the photocatalytic properties Thin Solid Films 592 2015 110 117 10.1016/j.tsf.2015.08.052 I. R. C. Urbiola, R. R. Bon, Y. V. Vorobiev, The transformation to cadmium oxide through annealing of cadmium oxide hydroxide deposited by ammonia-free SILAR method and the photocatalytic properties. Thin Solid Films, 592 (2015) 110-117. https://doi.org/10.1016/j.tsf.2015.08.052 [25] N.C.S. Selvam R.T. Kumar K. Yogeenth L.J. Kennedy G. Sekaran J.J. Vijaya lament Sagaya Simple and rapid synthesis of cadmium oxide (CdO) nanospheres by a microwave-assisted combustion method Powder Technol. 211 2011 250 255 N. C. S. Selvam, R. T. Kumar, K. Yogeenth, L. J. Kennedy, G. Sekaran, J. J. Vijaya, lament Sagaya et al. Simple and rapid synthesis of cadmium oxide (CdO) nanospheres by a microwave-assisted combustion method. Powder Technology, 211 (2011) 250-255. [26] P. Betancourt A. Rives R. Hubaut C.E. Scott J. Goldwasser A study of the ruthenium–alumina system Appl. Catal. A Gen. 170 1998 307 314 10.1016/S0926-860X(98)00061-1 P. Betancourt, A. Rives, R. Hubaut, C.E. Scott, J. Goldwasser, A study of the ruthenium–alumina system, Appl. Catal. A: Gen., 170 (1998) 307-314. https://doi.org/10.1016/S0926-860X(98)00061-1. [27] A. Arcoya X.L. Seoane L.M. Gómez-Sainero Activity of Pd/Al2O3 and Ru/Al2O3 catalysts in the hydrogenation of o-xylene: effect of thiophene Appl. Surf. Sci. 211 2003 341 351 10.1016/S0169-4332(03)00354-4 A. Arcoya, X.L. Seoane, L.M. Gómez-Sainero, Activity of Pd/Al2O3 and Ru/Al2O3 catalysts in the hydrogenation of o-xylene: Effect of thiophene, Appl. Surf. Sci.. 211 (2003) 341-351. https://doi.org/10.1016/S0169-4332(03)00354-4. [28] B.M. Abu-Zied A.M. El-Awad The synergism of cadmium on the catalytic activity of Cd–Cr–O system: II. Ethanol decomposition, catalysts reducibility, and in situ electrical conductivity measurements J. Mol. Catal. A Chem. 176 2001 227 246 10.1016/S1381-1169(01)00263-1 B.M. Abu-Zied, A.M. El-Awad, The synergism of cadmium on the catalytic activity of Cd–Cr–O system: II. Ethanol decomposition, catalysts reducibility, and in situ electrical conductivity measurements, J. Mol. Catal. A: Chem. 176 (2001) 227–246. https://doi.org/10.1016/S1381-1169(01)00263-1 [29] T. Narita H. Miura M. Ohira H. Hondou K. Sugiyama T. Matsuda R.D. Gonzalez The effect of reduction temperature on the chemisorptive properties of Ru/Al2O3: effect of chlorine Appl. Catal. 32 1987 185 190 10.1016/S0166-9834(00)80624-7 T. Narita, H. Miura, M. Ohira, H. Hondou, K. Sugiyama, T. Matsuda, R. D. Gonzalez, The effect of reduction temperature on the chemisorptive properties of Ru/Al2O3: effect of chlorine. Appl. Catal. 32 (1987) 185-190. https://doi.org/10.1016/S0166-9834(00)80624-7 [30] B. Lin R. Wang J. Lin S. Du X. Yu K. Wei Preparation of chlorine-free alumina-supported ruthenium catalyst for ammonia synthesis base on RuCl3 by hydrazine reduction Catal. Comm. 8 2007 1838 1842 10.1016/j.catcom.2007.02.021 B. Lin, R. Wang, J. Lin, S. Du, X. Yu, K. Wei, Preparation of chlorine-free alumina-supported ruthenium catalyst for ammonia synthesis base on RuCl3 by hydrazine reduction. Catal. Comm. 8 (2007) 1838-1842. https://doi.org/10.1016/j.catcom.2007.02.021 [31] R.S. Supino R. Landers A.J.G. Cobo Partial hydrogenation of benzene on Ru catalysts: effects of additives in the reaction medium Appl. Catal. A Gen. 452 2013 9 16 10.1016/j.apcata.2012.11.034 R.S. Supino, R. Landers, A.J.G Cobo, Partial hydrogenation of benzene on Ru catalysts: Effects of additives in the reaction medium, Appl. Catal. A: Gen. 452 (2013) 9-16. https://doi.org/10.1016/j.apcata.2012.11.034 [32] C. Milone G. Neri A. Donato M.G. Musolino L. Mercadante Selective hydrogenation of benzene to cyclohexene on Ru/γ-Al2O3 J. Catal. 159 1996 253 258 10.1006/jcat.1996.0086 C. Milone, G. Neri, A. Donato, M.G. Musolino, L. Mercadante, Selective hydrogenation of benzene to cyclohexene on Ru/γ-Al2O3, J. Catal. 159 (1996) 253-258. https://doi.org/10.1006/jcat.1996.0086.",
      "scopus-id": "85096366606",
      "coredata": {
        "eid": "1-s2.0-S2468823120305514",
        "dc:description": "The thermodynamic of the partial hydrogenation of benzene with ruthenium catalyst drives the reaction to the cyclohexane formation. To stop the reaction in cyclohexene, promoters such as zinc are added. In this work, we carried out a preliminary DFT study showing that the addition of cadmium to a structure containing Ru and Al could be as effective or better than zinc in promoting partial hydrogenation of benzene. Experimentally, Ru/Al2O3 catalysts with 1% Ru and different cadmium contents were prepared by successive impregnations of CdCl2 and RuCl3 and characterized by textural analysis, XRD, EDXRF, SEM-EDS, DRS, TPR and H2-chemisorption. The catalysts were subjected to partial hydrogenation of benzene in batch reactor at 150 °C and 50 bar H2. The catalysts presented RuO2 and RuCl3 in function of the remaining chlorine content after calcination. The Ru0.2CdAl catalyst with Cd:Ru ratio 0.2:1 presented 2-fold higher activity and cyclohexene yield than Ru/Al2O3 without cadmium. This catalyst presented highest reducibility with Ruo, Ru-Cd interaction and higher H2 chemisorption. Additionally, a reaction with benzene and water showed that the Ru0.2CdAl catalyst obtained twice the activity of the same catalyst with pure benzene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120305514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Azevedo, Paulo Victor C."
          },
          {
            "@_fa": "true",
            "$": "Dias, Mateus V."
          },
          {
            "@_fa": "true",
            "$": "Gonçalves, Arthur Henrique A."
          },
          {
            "@_fa": "true",
            "$": "Borges, Luiz Eduardo P."
          },
          {
            "@_fa": "true",
            "$": "Gaspar, Alexandre B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120305514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120305514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30551-4",
        "prism:volume": "499",
        "articleNumber": "111288",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Influence of cadmium on Ru/xCd/Al2O3 catalyst for benzene partial hydrogenation",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Benzene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Cadmium"
          },
          {
            "@_fa": "true",
            "$": "Water"
          },
          {
            "@_fa": "true",
            "$": "DFT"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111288",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2021",
        "prism:doi": "10.1016/j.mcat.2020.111288",
        "prism:startingPage": "111288",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111288",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "251",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15747",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21653",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "318",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41404",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "460",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61185",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "276",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19970",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21871",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33344",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28946",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22558",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr9.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15328",
            "@ref": "gr9",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6214",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9856",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16472",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14860",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6036",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6838",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10673",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9146",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7420",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-gr9.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5025",
            "@ref": "gr9",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305514-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "655675",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85096366606"
      }
    }
  }
}