{
  "metadata": {
    "title": "Peculiarities of fluoride activation of porphyrin and phthalocyanine catalysts by the example of zirconium and hafnium in the production of cyclic carbonates",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2023-10-31",
    "doi": "10.1016/j.mcat.2023.113432",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823123005151",
    "pii": "S2468823123005151"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85168844781",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-08-24 2023-08-24 2023-08-24 2023-08-24 2023-09-17T11:59:24 1-s2.0-S2468823123005151 S2468-8231(23)00515-1 S2468823123005151 10.1016/j.mcat.2023.113432 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00157 2024-06-26T17:47:58.017886Z 0 0 20231001 20231031 2023 2023-08-24T20:21:03.233357Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast dedication grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 549 549 C Volume 549 25 113432 113432 113432 202310 October 2023 2023-10-01 2023-10-31 2023 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. PECULIARITIESFLUORIDEACTIVATIONPORPHYRINPHTHALOCYANINECATALYSTSBYEXAMPLEZIRCONIUMHAFNIUMINPRODUCTIONCYCLICCARBONATES BIRIUKOV K Introduction Materials and methods General procedure Results and discussion Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References DMITRIENKO 2022 115821 A BABU 2021 108886 B CAILLER 2021 2023 2031 L KASUGA 1996 69 72 K KASUGA 1996 2885 2888 K JI 2000 329 333 D EMA 2012 4489 4491 T EMA 2014 15270 15279 T MAEDA 2015 134 138 C QIN 2015 2853 2858 Y CUESTAALUJA 2016 489 494 L MAEDA 2017 946 949 C GE 2019 4255 4261 Y MAEDA 2019 1853 1856 C YI 2020 J GONZALEZ 2021 17 A AROSO 2021 R LEAL 2021 12263 12273 J MAGDESIEVA 1998 2137 2145 T CHUSOV 2021 13077 13084 D AFANASYEV 2022 12182 12195 O BIRIUKOVX2023X113432 BIRIUKOVX2023X113432XK 2025-08-24T00:00:00.000Z 2025-08-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-09-01T12:17:16.843Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined INEOS RAS Ministry of Science and Higher Education of the Russian Federation 075-03-2023-642 Minobrnauka Ministry of Education and Science of the Russian Federation http://data.elsevier.com/vocabulary/SciValFunders/501100003443 http://sws.geonames.org/2017370/ Russian Science Foundation 21-13-00157 RSF Russian Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100006769 http://sws.geonames.org/2017370/ This work was supported by Russian Science Foundation (Grant No. 21-13-00157 ). Characterization of compounds using NMR and MS spectroscopy was performed using the equipment of Center for molecular composition studies of INEOS RAS with the financial support from Ministry of Science and Higher Education of the Russian Federation (Contract No. 075-03-2023-642 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00515-1 S2468823123005151 1-s2.0-S2468823123005151 10.1016/j.mcat.2023.113432 315758 2023-09-17T11:16:31.806545Z 2023-10-01 2023-10-31 1-s2.0-S2468823123005151-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/MAIN/application/pdf/0e679aa1c76f66b8fde5cd2a6bd7fad3/main.pdf main.pdf pdf true 581184 MAIN 4 1-s2.0-S2468823123005151-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/PREVIEW/image/png/dc1d27b05235ef79d748b29727a14be4/main_1.png main_1.png png 56440 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823123005151-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc1/DOWNSAMPLED/image/jpeg/5227d0a3cc3cf1bf83fc9efdc3ab53de/sc1.jpg sc1 sc1.jpg jpg 34710 304 386 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/fx1/DOWNSAMPLED/image/jpeg/755bb08b1271e56c5fa59159d1081448/fx1.jpg fx1 fx1.jpg jpg 9789 79 316 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/gr1/DOWNSAMPLED/image/jpeg/5778c0dc9cdb9a97307580edac5d0bd8/gr1.jpg gr1 gr1.jpg jpg 19730 149 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/ga1/DOWNSAMPLED/image/jpeg/e841ab2b9788189ba4b08aa97f39b1cb/ga1.jpg ga1 true ga1.jpg jpg 27809 200 419 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-sc4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc4/DOWNSAMPLED/image/jpeg/5c8c66f7c7c35410f555733f9b094bd5/sc4.jpg sc4 sc4.jpg jpg 11954 100 337 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc3/DOWNSAMPLED/image/jpeg/1e519df3382abec1d78e8142f9084f2a/sc3.jpg sc3 sc3.jpg jpg 37449 429 324 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc2/DOWNSAMPLED/image/jpeg/a27f6a53b564d7293b389e9c31b1525d/sc2.jpg sc2 sc2.jpg jpg 28870 328 356 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123005151-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc1/THUMBNAIL/image/gif/480cc2581d460c7e1c2a2e6ee52d107c/sc1.sml sc1 sc1.sml sml 8931 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/fx1/THUMBNAIL/image/gif/283b64f95425e7ee138c7dcdc75955c3/fx1.sml fx1 fx1.sml sml 4652 55 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/gr1/THUMBNAIL/image/gif/afa9dc1e14d46b172de1c59ff60339f7/gr1.sml gr1 gr1.sml sml 7272 96 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/ga1/THUMBNAIL/image/gif/1cbd5a9d4b1b1d04ef4c386517cc70a4/ga1.sml ga1 true ga1.sml sml 8955 105 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-sc4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc4/THUMBNAIL/image/gif/b9d05138104150657042767e3a30629c/sc4.sml sc4 sc4.sml sml 4977 65 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc3/THUMBNAIL/image/gif/3c71d5baa7ecc74828f8930b6c57377c/sc3.sml sc3 sc3.sml sml 5947 164 124 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/sc2/THUMBNAIL/image/gif/04f3e69bdef253700fc1848e7c63f4ce/sc2.sml sc2 sc2.sml sml 7936 164 178 IMAGE-THUMBNAIL 1-s2.0-S2468823123005151-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/0073526c51aa0f9cadbc3eb19f51d1e3/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 236639 1349 1712 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/1ff7cf4d47fce58e3a0df19d89da95dc/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 53514 349 1401 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/e0efb33e86fcfcd862a44f6c4a42cfcf/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 142395 661 1504 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/4da4871cbbc8d2179a119e40aff54fe5/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 170307 886 1856 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-sc4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/43014bbfaede266b53c7b8b0705130a4/sc4_lrg.jpg sc4 sc4_lrg.jpg jpg 68257 443 1494 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-sc3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/ce42f0fe38f06131975b6af1dafb90f9/sc3_lrg.jpg sc3 sc3_lrg.jpg jpg 263420 1902 1438 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-sc2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/HIGHRES/image/jpeg/c5665e4d1cd6d98c6f4a9318e02f64a7/sc2_lrg.jpg sc2 sc2_lrg.jpg jpg 211914 1453 1578 IMAGE-HIGH-RES 1-s2.0-S2468823123005151-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123005151/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/93480c811ad1847aa01072cd70411885/mmc1.docx mmc1 mmc1.docx docx 6757423 APPLICATION 1-s2.0-S2468823123005151-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10VPJFJP2B6/MAIN/application/pdf/f8c36374782f445269192e7c974ec48d/am.pdf am am.pdf pdf false 264767 AAM-PDF MCAT 113432 113432 S2468-8231(23)00515-1 10.1016/j.mcat.2023.113432 Elsevier B.V. Fig. 1 Сatalysts for the reaction of addition of CO2 to epoxides. Fig 1 Scheme 1 Topic of this work. Scheme 1 Scheme 2 The difference is the stability of the complexes. Scheme 2 Scheme 3 Substrate scope for the catalytic formation of cyclic carbonates. Isolated yields. Yields determined by GC are in brackets. a140 °C. b1000 ppm HfCl4·2THF and TBAT (500 ppm for each of the epoxy-groups). c2500 ppm HfCl4·2THF and TBAT. Scheme 3 Scheme 4 Scale-up experiment. Isolated yield. Scheme 4 Table 1 Conditions optimization. Table 1 Image, table 1 Entry a Cat. Additive Yield,% 1 PcHfCl2 – 0 2 TPPHfCl2 – 0 3 – TBAT 6 4 PcHfCl2 TBAT 60 5 TPPHfCl2 TBAT 65 6 TPPHfCl2 TBAC 29 7 PcHfF2 – 0 8 TPPHfF2 – 0 9 TPPZrCl2 – 0 10 TPPZrCl2 TBAT 28 11 H2TPP 0 12 H2TPP TBAT 10 13 H2Pc 0 14 H2Pc TBAT 5 15 HfCl4 ·2THF TBAT 67 16b HfCl4 ·2THF TBAT 99 a 500 ppm cat., 500 ppm of additive, propylene oxide (4.3 mmol), 40 bar CO2, 130 °C, 4 h. b22 h. Yields of the experiments were determined by GC. Detailed conditions and full optimization data are provided in the ESI.†. Editor's choice paper Peculiarities of fluoride activation of porphyrin and phthalocyanine catalysts by the example of zirconium and hafnium in the production of cyclic carbonates Dedicated to Prof. Dr. Yuri N. Belokon on the occasion of his 85th birthday. Klim O. Biriukov Methodology Writing – review & editing a Svetlana A. Belova Methodology a Semyon V. Dudkin Methodology Writing – review & editing a Oleg I. Afanasyev Investigation Writing – review & editing Validation a b Maria Godovikova Investigation a Denis Chusov Conceptualization Writing – review & editing Supervision a c ⁎ a A.N.Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences, Vavilova St. 28, bld. 1, INEOS, Moscow 119334, Russian Federation A.N.Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences Vavilova St. 28, bld. 1, INEOS Moscow 119334 Russian Federation aA.N.Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences, Vavilova St. 28, bld. 1, INEOS, Moscow 119334, Russian Federation b Plekhanov Russian University of Economics, Stremyanny per. 36, Moscow 117997, Russian Federation Plekhanov Russian University of Economics Stremyanny per. 36 Moscow 117997 Russian Federation bPlekhanov Russian University of Economics, Stremyanny per. 36, Moscow 117997, Russian Federation c National Research University Higher School of Economics, Miasnitskaya Str. 20, Moscow 101000, Russian Federation National Research University Higher School of Economics Miasnitskaya Str. 20 Moscow 101000 Russian Federation cNational Research University Higher School of Economics, Miasnitskaya Str. 20, Moscow 101000, Russian Federation ⁎ Corresponding author at: A.N.Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences, Vavilova St. 28, bld. 1, INEOS, Moscow 119334, Russian Federation. A.N.Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences Vavilova St. 28, bld. 1, INEOS Moscow 119334 Russian Federation In this work, we have shown that fluoride additives can increase the catalytic activity of even 5- and 6-period metal complexes. Using tetraphenylporphyrin and phthalocyanine hafnium complexes as an example we were able to lower catalyst loading to 500 ppm. It was found out that after reaction tetraphenylporphyrin complex decomposed with the formation of meso‑tetraphenylporphyrin. Such process did not occur with the phthalocyanine complex. Moreover, in the presence of the fluoride additive hafnium tetrachloride showed high catalytic activity similar to both tetraphenylporphyrin and phthalocyanine comlpexes. Graphical abstract Image, graphical abstract Keywords Porphyrins Phthalocyanines Demetallation Activation by fluoride Carbonate synthesis Data availability Data will be made available on request. Introduction Porphyrin and phthalocyanine complexes represent an important class of compounds [1] with a potential applications as single-molecule magnetism, conductive materials, organic field-effect transistors, materials for nonlinear optics, photosensitizers for photodynamic therapy [2] and in a number of other fields [3]. Moreover, porphyrin and phthalocyanine complexes with various transition and non-transition elements are actively studied as catalysts in different processes, in particular they can be applied for catalytic carbon dioxide fixation because of their unique properties, stability and modification capabilities [4–19]. The current trend for the development of metallophthalocyanine and metalloporphyrin catalysts is to create bifunctional systems. By introducing different cationic fragments into porphyrin and phthalocyanine structures, it is possible to obtain catalysts with high activity. For example, a phthalocyanine aluminum complex modified with four imidazole cationic groups makes it possible to obtain TON up to 1414 (yield 99%, catalyst loading 700 ppm) [17] Modified porphyrin bifunctional catalysts have even higher activity than their phthalocyanine counterparts do. For example, the tetraphenylporphyrin zinc complex modified with ammonium cations makes it possible to obtain TON up to 310,000 (yield 99%, catalyst loading 30 ppm) [9]. These systems have high activity, but the synthesis of such complex ligands requires several steps. Other approach to the design of active catalytic systems consists of the usage of simple commercially available compounds and activating cocatalysts. We decided to try to find effective activating cocatalysts instead of making complex adjustments to the catalyst structure. Using commercially available phthalocyanine aluminum chloride as an example, we were able to get TON up to 15,600 (50 ppm catalyst + cocatalyst, yield 78%) when using a fluoride additive, while the pure phthalocyanine aluminum chloride gave only TON 800 (250 ppm catalyst loading, 20% yield) [20]. We speculated that such activation could occur due to an increase of the Lewis acidity of aluminum center due to a strong bond with fluorine. This approach was found to be effective on third-period metals such as vanadium, nickel, and aluminum [20,21]. However, the question is the applicability of this approach to the metals from fifth and sixth period. Therefore, we began to study the activation of known complexes of heavier metals starting with hafnium (Scheme 1 ). Materials and methods Unless otherwise stated, all reagents were purchased from commercial suppliers and used without further purification. Isolation of products was performed using column chromatography (Macherey-Nagel, silica gel 0.04–0.063 mm). All details about particular chromatographic parameters are provided with the description of each compound. 1H, 13C{1H},19F spectra were recorded in CDCl3 or DMSO‑d6 on Bruker Avance 300, Bruker Avance 400, or Varian Inova 400 spectrometers. Chemical shifts are reported in parts per million relative to CHCl3 (7.26 and 77.16 ppm for 1H and 13C{1H} respectively) or DMSO‑d6 (2.5 and 39.52 ppm for 1H and 13C{1H} respectively). UV–Vis spectra of all the complexes in dichloromethane were recorded in the range 350–800 nm with an Agilent Cary 60 spectrophotometer. MALDI MS spectra were recorded on the AXIMA Confidence apparatus with 337 nm laser ionization using pyrene as a matrix. Analytical gas chromatography (GC) was performed using a Chromatec Crystal 5000.2NP gas chromatograph fitted with a flame ionization detector (He was used as the carrier gas) and a MS detector. Chromatec CR-5MS (30 m) capillary columns were used. Retention times (tR) and integrated ratios were obtained using Chromatec Analytic Software. GC settings for the yield determination using FID detector and CR5MS column: The injector temperature was 250 °C, split ratio of 75:1 at the moment of injection, the FID temperature was 250 °C. Column compartment temperature program: 100 °C for 5 min. Flow rate 1 mL/min, column CR-5MS. Retention time for 4-methyl-1,3-dioxolan-2-one (propylene carbonate, PC) is 3.68 min. Reactions under elevated pressure were carried out in glass vials in autoclaves made from either from stainless steel or titanium. The autoclave material had no effect on the reactions. All reactions were reproduced at least two times. Standard Deviation among 11 replicates is 4% General procedure A glass vial in a 10 mL stainless steel or titanium autoclave was charged with the prescribed quantity of the catalyst, cocatalyst, magnetic stirring bar and propylene oxide (100 mol%, 4.3 mmol). The autoclave was sealed and charged with the indicated pressure of CO2. The reactor was placed into a preheated oil bath. After the indicated time, the reactor was cooled down to room temperature and depressurized. The reaction mixture was transferred into a measuring flask and diluted with toluene to 5 mL, and then a sample of the resulting solution was analyzed by GC. Unless otherwise mentioned, the yields were determined by GC. All the experimental details, including the full optimization data, the procedures for the preparation of the particular compounds, the products characterization, and the description of the mechanistic experiments, are provided in the supporting information. Results and discussion In our previous research, we have shown that fluoride additives can readily activate aluminum phthalocyanine chloride. For a more thorough study of fluoride activation, we decided not to change many parameters at a time. Therefore, we took the phthalocyanine complex of heavier hafnium (PcHfCl2 ) as the first candidate. In this way, we hoped to minimize the contribution of the ligand to the metal activation issue. After that, we decided to proceed to close porphyrin systems using the example of the hafnium tetraphenylporphyrin complex (TPPHfCl2 ) (Fig. 1 ). These complexes are known, but, to the best of our knowledge, their catalytic properties in the CO2 fixation reaction have not been studied. We chose propylene oxide as the model substrate because of its relatively low reactivity in the reaction with carbon dioxide. Tetrabutylammonium triphenyldifluorosilicate (TBAT, [Bu4N][Ph 3SiF2]) was chosen as a fluoride additive because this compound is stable under normal conditions and soluble in different organic solvents. It is not hydroscopic like cesium fluoride and TBAF (tetrabutylammonium flouride). TBAT is easy to work with, especially at low catalyst loadings. We began our study by testing the catalytic activity of the compounds PcHfCl2 and TPPHfCl2 themselves and the fluoride additive separately. Expectedly, the complexes themselves showed no catalytic activity (Table 1 , entry 1,2). It is noteworthy that TBAT itself can catalyze this process, however, only 6% yield was obtained (Table 1, entry 3). PcHfCl2 and TPPHfCl2 in the presence of TBAT showed significantly higher catalytic activity, which exceeded the sum of individual activities of both TBAT and complexes (PcHfCl2 and TPPHfCl2 ) (Table 1, entry 4,5 vs entries 1–3). This confirms the synergistic effect between the hafnium compounds and the fluoride additive. Since the activation of hafnium compounds by fluoride was confirmed, we decided to continue the study using compound TPPHfCl2 , which showed a little bit higher activity than compound PcHfCl2 (Table 1, entry 4,5). To make sure that our catalytic system is exceptionally activated by fluoride, we decided to test the effect of the similar additive TBAC with heavier halogen atom (tetrabutylammonium chloride) (for more details see ESI). We observed sharp decrease in the yield compared to fluoride activation (entry 5 vs 6). In order to gain a better understanding of our system we investigated reaction mixtures containing PcHfCl2 / TPPHfCl2 and TBAT using MALDI-TOF. (for more details see ESI). We found species such as PcHfF2 + and TPPHfF+. Thus, we assumed that fluoride complexes formed in situ could catalyze the reaction. Since active catalytic particles can lose their activity during isolation not only due to decomposition, but also due to the possibility of formation of associates/polymer structures, all this can lead to a loss of catalyst activity. To check this assumption, we synthesized PcHfF2 and TPPHfF2 , isolated them, and tried to use them as catalysts. These complexes did not show any catalytic activity (Table 1, entries 7–8). Therefore, we believe that in situ activation with fluorides is not only easier from an experimental point of view, but also much more efficient for catalysis. During the analysis of the reaction mixtures containing compounds PcHfCl2 and TPPHfCl2 , we noticed that in the case of porphyrin TPPHfCl2 (Table 1, entry 5), partial demetallation with the formation of a free meso‑tetraphenylporphyrin base was observed (Scheme 2 a). This effect was exclusive to TBAT. Other additives did not lead to such result. (for more details see ESI) After this discovery, we decided to find out if a similar process is possible for porphyrin complexes of other metals, so we decided to take a similar complex of zirconium porphyrin TPPZrCl2 . Since zirconium and hafnium are in the same group, their compounds should have similar properties. Complex TPPZrCl2 showed low reactivity under reaction conditions in the presence of TBAT (Table 1, entry 9–10), however complex TPPZrCl2 showed similar demetalation in this reaction (Scheme 2b). No similar process was observed in the analysis of reaction mixtures with PcHfCl2 . No evidences of metal removal were detected. It is noteworthy that the more stable hafnium phthalocyanine complex PcHfCl2 (Scheme 2c) shows comparable activity with the disintegrating complex TPPHfCl2 . With these results in hands, we supposed that the catalytic activity of this system might be explained by the properties of the free ligand and/or hafnium salt. We checked the reactivity of the ligands themselves (H2TPP and H2Pc) and the simple hafnium salt (HfCl4 ·2THF) with presence of TBAT (Table 1, entries 11–16). Whereas the ligands (H2TPP and H2Pc) showed low catalytic activity (almost the same as TBAT, entry 12 vs. 5 and entry 14 vs 4), the salt HfCl4 ·2THF showed activity comparable to that of complexes PcHfCl2 and TPPHfCl2 (Table 1, entries 4–5 vs 15). We further optimized the catalytic system (for more details see ESI). Finally we tested the substrate scope of HfCl4 ·2THF+TBAT catalytic system in the synthesis of cyclic carbonates 2a-i from epoxides 1a-i and carbon dioxide (Scheme 3 ). Propylene oxide (1a), epichlorhydrin (2b) and buthylene oxide (1c) reacted with CO2 in high yields. Ether derivatives 1d-f were also excellent substrates under these conditions. Styrene oxide (1g) reacted with CO2 in moderate yield. Predictably, cyclopentene oxide (1h) and cyclohexene oxide (1i) were the least reactive substrates. We had to use 2500 ppm of HfCl4 ·2THF and TBAT to obtain 2h and 2i with good yields. Cyclopentene oxide (1h) gave cis-cyclohexene carbonate (2h) with an insignificant admixture of trans-cyclohexene carbonate. After this initial success, we decided to try to scale up the reaction (Scheme 4 ). Conclusions In conclusion, this paper further expands applicability of in situ fluoride activation from elements of third period to sixth period. Activity of various hafnium sources was significantly increased in presence of TBAT. While both tetraphenylporphyrin and phthalocyanine complexes show similar catalytic activity, their stability is rather different. It was shown that porphyrin complexes undergo demetalation process during catalytic reaction, however phthalocyanine complex remains unaffected. It is important to note that in the presence of TBAT, simple hafnium salt shows comparable activity to both phthalocyanine and tetraphenylporphyrin complexes, which may be useful for better understanding principles of fluoride activation and designing of new catalytic systems. CRediT authorship contribution statement Klim O. Biriukov: Methodology, Writing – review & editing. Svetlana A. Belova: Methodology. Semyon V. Dudkin: Methodology, Writing – review & editing. Oleg I. Afanasyev: Investigation, Writing – review & editing, Validation. Maria Godovikova: Investigation. Denis Chusov: Conceptualization, Writing – review & editing, Supervision. Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Denis Chusov reports financial support was provided by Russian Science Foundation. Acknowledgments This work was supported by Russian Science Foundation (Grant No. 21-13-00157). Characterization of compounds using NMR and MS spectroscopy was performed using the equipment of Center for molecular composition studies of INEOS RAS with the financial support from Ministry of Science and Higher Education of the Russian Federation (Contract No. 075-03-2023-642). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113432. Appendix Supplementary materials Image, application 1 References [1] A.A. Dmitrienko A.P. Kroitor L.I. Demina Y.G. Gorbunova A.B. Sorokin A.G. Martynov Exploring replacement of axially coordinated ligands in ruthenium(II) phthalocyaninates Polyhedron 220 2022 115821 10.1016/j.poly.2022.115821 Dmitrienko A.A., Kroitor A.P., Demina L.I., Gorbunova Y.G., Sorokin A.B., Martynov A.G. Exploring replacement of axially coordinated ligands in ruthenium(II) phthalocyaninates. Polyhedron 2022;220:115821. 10.1016/j.poly.2022.115821. [2] B. Babu A. Sindelo J. Mack T. Nyokong Thien-2-yl substituted chlorins as photosensitizers for photodynamic therapy and photodynamic antimicrobial chemotherapy Dye Pigment 185 2021 108886 10.1016/j.dyepig.2020.108886 Babu B., Sindelo A., Mack J., Nyokong T. Thien-2-yl substituted chlorins as photosensitizers for photodynamic therapy and photodynamic antimicrobial chemotherapy. Dye Pigment 2021;185:108886. 10.1016/j.dyepig.2020.108886. [3] L.P. Cailler A.P. Kroitor A.G. Martynov Y.G. Gorbunova A.B. Sorokin Selective carbene transfer to amines and olefins catalyzed by ruthenium phthalocyanine complexes with donor substituents Dalt. Trans. 50 2021 2023 2031 10.1039/D0DT04090H Cailler L.P., Kroitor A.P., Martynov A.G., Gorbunova Y.G., Sorokin A.B. Selective carbene transfer to amines and olefins catalyzed by ruthenium phthalocyanine complexes with donor substituents. Dalt. Trans. 2021;50:2023–31. 10.1039/D0DT04090H. [4] K. Kasuga S. Nagao T. Fukumoto M. Handa Cycloaddition of carbon dioxide to propylene oxide catalysed by tetra-t-butylphthalocyaninatoaluminium(III) chloride Polyhedron 15 1996 69 72 10.1016/0277-5387(95)00216-F Kasuga K., Nagao S., Fukumoto T., Handa M. Cycloaddition of carbon dioxide to propylene oxide catalysed by tetra-t-butylphthalocyaninatoaluminium(III) chloride. Polyhedron 1996;15:69–72. 10.1016/0277-5387(95)00216-F. [5] K. Kasuga T. Kato N. Kabata M. Handa Cycloaddition of Carbon Dioxide to 1,2-Epoxypropane Catalyzed by Tetra-t-butylphthalocyaninatoaluminium(III) Hydroxide Bull. Chem. Soc. Jpn. 69 1996 2885 2888 10.1246/bcsj.69.2885 Kasuga K., Kato T., Kabata N., Handa M. Cycloaddition of Carbon Dioxide to 1,2-Epoxypropane Catalyzed by Tetra-t-butylphthalocyaninatoaluminium(III) Hydroxide. Bull. Chem. Soc. Jpn. 1996;69:2885–8. 10.1246/bcsj.69.2885. [6] D. Ji X. Lu R. He Syntheses of cyclic carbonates from carbon dioxide and epoxides with metal phthalocyanines as catalyst Appl. Catal. A Gen. 203 2000 329 333 10.1016/S0926-860X(00)00500-7 Ji D., Lu X., He R. Syntheses of cyclic carbonates from carbon dioxide and epoxides with metal phthalocyanines as catalyst. Appl. Catal. A Gen. 2000;203:329–33. 10.1016/S0926-860X(00)00500-7. [7] T. Ema Y. Miyazaki S. Koyama Y. Yano T. Sakai A bifunctional catalyst for carbon dioxide fixation: cooperative double activation of epoxides for the synthesis of cyclic carbonates Chem. Commun. 48 2012 4489 4491 10.1039/c2cc30591g Ema T., Miyazaki Y., Koyama S., Yano Y., Sakai T. A bifunctional catalyst for carbon dioxide fixation: cooperative double activation of epoxides for the synthesis of cyclic carbonates. Chem. Commun. 2012;48:4489–91. 10.1039/c2cc30591g. [8] T. Ema Y. Miyazaki J. Shimonishi C. Maeda J.Y. Hasegawa Bifunctional porphyrin catalysts for the synthesis of cyclic carbonates from epoxides and CO2: structural optimization and mechanistic study J. Am. Chem. Soc. 136 2014 15270 15279 10.1021/ja507665a Ema T., Miyazaki Y., Shimonishi J., Maeda C., Hasegawa J.Y. Bifunctional porphyrin catalysts for the synthesis of cyclic carbonates from epoxides and CO2: structural optimization and mechanistic study. J. Am. Chem. Soc. 2014;136:15270–9. 10.1021/ja507665a. [9] C. Maeda T. Taniguchi K. Ogawa T. Ema Bifunctional catalysts based on m-phenylene-bridged porphyrin dimer and trimer platforms: synthesis of cyclic carbonates from carbon dioxide and epoxides Angew. Chem. - Int. Ed. 54 2015 134 138 10.1002/anie.201409729 Maeda C., Taniguchi T., Ogawa K., Ema T. Bifunctional catalysts based on m-phenylene-bridged porphyrin dimer and trimer platforms: synthesis of cyclic carbonates from carbon dioxide and epoxides. Angew. Chem. - Int. Ed. 2015;54:134–8. 10.1002/anie.201409729. [10] Y. Qin H. Guo X. Sheng X. Wang F. Wang An aluminum porphyrin complex with high activity and selectivity for cyclic carbonate synthesis Green Chem. 17 2015 2853 2858 10.1039/c4gc02310b Qin Y., Guo H., Sheng X., Wang X., Wang F. An aluminum porphyrin complex with high activity and selectivity for cyclic carbonate synthesis. Green Chem. 2015;17:2853–8. 10.1039/c4gc02310b. [11] L. Cuesta-Aluja J. Castilla A.M. Masdeu-Bultó C.A. Henriques M.J.F. Calvete M.M. Pereira Halogenated meso-phenyl Mn(III) porphyrins as highly efficient catalysts for the synthesis of polycarbonates and cyclic carbonates using carbon dioxide and epoxides J. Mol. Catal. A Chem. 423 2016 489 494 10.1016/j.molcata.2015.10.025 Cuesta-Aluja L., Castilla J., Masdeu-Bultó A.M., Henriques C.A., Calvete M.J.F., Pereira M.M. Halogenated meso-phenyl Mn(III) porphyrins as highly efficient catalysts for the synthesis of polycarbonates and cyclic carbonates using carbon dioxide and epoxides. J. Mol. Catal. A Chem. 2016;423:489–94. 10.1016/j.molcata.2015.10.025. [12] C. Maeda S. Sasaki T. Ema Electronic tuning of zinc porphyrin catalysts for the conversion of epoxides and carbon dioxide into cyclic carbonates ChemCatChem 9 2017 946 949 10.1002/cctc.201601690 Maeda C., Sasaki S., Ema T. Electronic tuning of zinc porphyrin catalysts for the conversion of epoxides and carbon dioxide into cyclic carbonates. ChemCatChem 2017;9:946–9. 10.1002/cctc.201601690. [13] Y. Ge G. Cheng N. Xu W. Wang H. Ke Zinc 2-: n -methyl N-confused porphyrin: an efficient catalyst for the conversion of CO2 into cyclic carbonates Catal Sci Technol 9 2019 4255 4261 10.1039/c9cy00739c Ge Y., Cheng G., Xu N., Wang W., Ke H. Zinc 2-: n -methyl N-confused porphyrin: an efficient catalyst for the conversion of CO2 into cyclic carbonates. Catal Sci Technol 2019;9:4255–61. 10.1039/c9cy00739c. [14] C. Maeda M. Mitsuzane T. Ema Chiral bifunctional metalloporphyrin catalysts for kinetic resolution of epoxides with carbon dioxide Org. Lett. 21 2019 1853 1856 10.1021/acs.orglett.9b00447 Maeda C., Mitsuzane M., Ema T. Chiral bifunctional metalloporphyrin catalysts for kinetic resolution of epoxides with carbon dioxide. Org. Lett. 2019;21:1853–6. 10.1021/acs.orglett.9b00447. [15] J. Yi S. Sun Z. Li X. Gao X. Sun N. Wang Pyridinium-functionalized metalloporphyrins as bifunctional catalysts for cycloaddition of epoxides and carbon dioxide Appl. Organomet. Chem. 34 2020 10.1002/aoc.5382 Yi J., Sun S., Li Z., Gao X., Sun X., Wang N., et al. Pyridinium-functionalized metalloporphyrins as bifunctional catalysts for cycloaddition of epoxides and carbon dioxide. Appl. Organomet. Chem. 2020;34. 10.1002/aoc.5382. [16] A.C.S. Gonzalez R.T. Aroso R.M.B. Carrilho C. Claver A.M. Masdeu-Bultó M.M. Pereira Sustainable synthesis of polymeric materials versus fine chemicals via CO2 addition to epoxides Chem. Proc. 3 2021 17 10.3390/ecsoc-24-08357 Gonzalez A.C.S., Aroso R.T., Carrilho R.M.B., Claver C., Masdeu-Bultó A.M., Pereira M.M. Sustainable synthesis of polymeric materials versus fine chemicals via CO2 addition to epoxides. Chem. Proc. 2021;3:17. 10.3390/ecsoc-24-08357. [17] R.T. Aroso R.M.B. Carrilho A.P. Felgueiras A.C.S. Gonzalez M.M. Pereira Al(III) phthalocyanine catalysts for CO2 addition to epoxides: fine-tunable selectivity for cyclic carbonates versus polycarbonates J. Organomet. Chem. 950 2021 10.1016/j.jorganchem.2021.121979 Aroso R.T., Carrilho R.M.B., Felgueiras A.P., Gonzalez A.C.S., Pereira M.M. Al(III) phthalocyanine catalysts for CO2 addition to epoxides: fine-tunable selectivity for cyclic carbonates versus polycarbonates. J. Organomet. Chem. 2021;950. 10.1016/j.jorganchem.2021.121979. [18] J.P.S.C. Leal W.A. Bezerra R.P. Das Chagas C.H.J. Franco F.T. Martins A.M. Meireles Metal-cocatalyst interaction governs the catalytic activity of MII-porphyrazines for chemical fixation of CO2 Inorg. Chem. 60 2021 12263 12273 10.1021/acs.inorgchem.1c01462 Leal J.P.S.C., Bezerra W.A., Das Chagas R.P., Franco C.H.J., Martins F.T., Meireles A.M., et al. Metal-cocatalyst interaction governs the catalytic activity of MII-porphyrazines for chemical fixation of CO2. Inorg. Chem. 2021;60:12263–73. 10.1021/acs.inorgchem.1c01462. [19] T.V. Magdesieva S.V. Milovanov B.V. Lokshin Z.S. Klemenkova L.G. Tomilova K.P. Butin Study of the catalytic activity of electrochemically reduced forms of phthalocyanines in the reaction of CO2 with epoxides Russ. Chem. Bull. 47 1998 2137 2145 10.1007/BF02494268 Magdesieva T.V., Milovanov S.V., Lokshin B.V., Klemenkova Z.S., Tomilova L.G., Butin K.P., et al. Study of the catalytic activity of electrochemically reduced forms of phthalocyanines in the reaction of CO2 with epoxides. Russ. Chem. Bull. 1998;47:2137–45. 10.1007/BF02494268. [20] D. Chusov A.A. Tsygankov Straightforward access to high-performance organometallic catalysts by fluoride activation: proof of principle on asymmetric cyanation, asymmetric Michael addition, CO2 addition to epoxide, and reductive alkylation of amines by tetrahydrofuran ACS Catal. 11 2021 13077 13084 10.1021/acscatal.1c03785 Chusov D., Tsygankov A.A. Straightforward access to high-performance organometallic catalysts by fluoride activation: proof of principle on asymmetric cyanation, asymmetric Michael addition, CO2 addition to epoxide, and reductive alkylation of amines by tetrahydrofuran. ACS Catal. 2021;11:13077–84. 10.1021/acscatal.1c03785. [21] O.I. Afanasyev F.S. Kliuev A.A. Tsygankov Y.V. Nelyubina E. Gutsul V.V. Novikov Fluoride additive as a simple tool to qualitatively improve performance of nickel-catalyzed asymmetric michael addition of malonates to nitroolefins J. Org. Chem. 87 2022 12182 12195 10.1021/acs.joc.2c01339 Afanasyev O.I., Kliuev F.S., Tsygankov A.A., Nelyubina Y.V., Gutsul E., Novikov V.V., et al. Fluoride additive as a simple tool to qualitatively improve performance of nickel-catalyzed asymmetric michael addition of malonates to nitroolefins. J. Org. Chem. 2022;87:12182–95. 10.1021/acs.joc.2c01339.",
      "scopus-id": "85168844781",
      "coredata": {
        "eid": "1-s2.0-S2468823123005151",
        "dc:description": "In this work, we have shown that fluoride additives can increase the catalytic activity of even 5- and 6-period metal complexes. Using tetraphenylporphyrin and phthalocyanine hafnium complexes as an example we were able to lower catalyst loading to 500 ppm. It was found out that after reaction tetraphenylporphyrin complex decomposed with the formation of meso‑tetraphenylporphyrin. Such process did not occur with the phthalocyanine complex. Moreover, in the presence of the fluoride additive hafnium tetrachloride showed high catalytic activity similar to both tetraphenylporphyrin and phthalocyanine comlpexes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823123005151",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Biriukov, Klim O."
          },
          {
            "@_fa": "true",
            "$": "Belova, Svetlana A."
          },
          {
            "@_fa": "true",
            "$": "Dudkin, Semyon V."
          },
          {
            "@_fa": "true",
            "$": "Afanasyev, Oleg I."
          },
          {
            "@_fa": "true",
            "$": "Godovikova, Maria"
          },
          {
            "@_fa": "true",
            "$": "Chusov, Denis"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823123005151"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823123005151"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00515-1",
        "prism:volume": "549",
        "articleNumber": "113432",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Peculiarities of fluoride activation of porphyrin and phthalocyanine catalysts by the example of zirconium and hafnium in the production of cyclic carbonates",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Porphyrins"
          },
          {
            "@_fa": "true",
            "$": "Phthalocyanines"
          },
          {
            "@_fa": "true",
            "$": "Demetallation"
          },
          {
            "@_fa": "true",
            "$": "Activation by fluoride"
          },
          {
            "@_fa": "true",
            "$": "Carbonate synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113432",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2023",
        "prism:doi": "10.1016/j.mcat.2023.113432",
        "prism:startingPage": "113432",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113432",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "304",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34710",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "79",
            "@width": "316",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9789",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "149",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19730",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "419",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27809",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "100",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11954",
            "@ref": "sc4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "429",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37449",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28870",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8931",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4652",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "96",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7272",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "105",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8955",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4977",
            "@ref": "sc4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5947",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7936",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1349",
            "@width": "1712",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "236639",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "349",
            "@width": "1401",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "53514",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "661",
            "@width": "1504",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "142395",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1856",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "170307",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "443",
            "@width": "1494",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "68257",
            "@ref": "sc4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1902",
            "@width": "1438",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "263420",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1453",
            "@width": "1578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-sc2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "211914",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6757423",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123005151-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "264767",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85168844781"
      }
    }
  }
}