{
  "metadata": {
    "title": "Synthesis of tertiary <ce:italic>N,N</ce:italic>-dimethylbenzylamine via reductive amination of benzaldehyde with <ce:italic>N,N</ce:italic>-dimethylformamide over SnO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-08-31",
    "doi": "10.1016/j.mcat.2025.115211",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125003967",
    "pii": "S2468823125003967"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105005005009",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-05-16 2025-05-16 2025-05-16 2025-05-16 2025-07-28T15:57:10 1-s2.0-S2468823125003967 S2468-8231(25)00396-7 S2468823125003967 10.1016/j.mcat.2025.115211 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00109 2025-07-28T15:58:50.085309Z 0 0 20250801 20250831 2025 2025-05-16T12:26:06.462194Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 583 583 C Volume 583 3 115211 115211 115211 202508 August 2025 2025-08-01 2025-08-31 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. SYNTHESISTERTIARYNNDIMETHYLBENZYLAMINEVIAREDUCTIVEAMINATIONBENZALDEHYDENNDIMETHYLFORMAMIDEOVERSNO2CATALYST YAMANAKA N 1 Introduction 2 Experimental 2.1 Materials 2.2 Catalyst characterization 2.3 Typical experimental procedures 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Appendix Supplementary materials References HE 2011 13308 13317 W YAMANAKA 2018 971 974 N YAMANAKA 2019 811 816 N YAMANAKA 2021 111503 111507 N YAMANAKA 2022 60 77 N WANG 2012 5151 5163 Z HUSSEIN 2020 8691 9694 M YANG 2018 485 490 L MAO 2016 94068 94073 F SUI 2017 1371 1377 D KUMAR 2020 415 420 R HAN 2020 1046 1055 J IRRGANG 2020 9583 9674 T WERKMEISTER 2014 289 302 S SERNA 2015 7114 7121 P VANRAVENSTEIJN 2017 440 450 B RUSSO 2023 e202309563 C BULUSHEV 2018 821 836 D GARCIASANCHO 2023 2443 2485 C DEMPSEY 2023 1559 1564 S SHENDE 2019 2022 2043 V MANJUNATHAN 2021 15718 15729 P ABDELGAID 2022 4268 4289 M VEDRINE 2019 577 588 J SAHOO 2024 1374878 1374891 S SHARMA 2023 1795 1830 R ALTOMARE 2015 598 603 A CAO 2021 12725 12733 Q WANG 2020 111108 111116 S NATSIR 2018 2460 2463 T YAMANAKA 2024 25221 25226 N GHOSH 2019 13746 13763 T YAMANAKAX2025X115211 YAMANAKAX2025X115211XN 2027-05-16T00:00:00.000Z 2027-05-16T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00396-7 S2468823125003967 1-s2.0-S2468823125003967 10.1016/j.mcat.2025.115211 315758 2025-07-28T15:58:50.085309Z 2025-08-01 2025-08-31 1-s2.0-S2468823125003967-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/MAIN/application/pdf/0d85976d5afb89cd90cedc4d78efc487/main.pdf main.pdf pdf true 755791 MAIN 4 1-s2.0-S2468823125003967-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/PREVIEW/image/png/8f9875c07ce46327be2412a7616ba2ec/main_1.png main_1.png png 61708 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125003967-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/gr1/DOWNSAMPLED/image/jpeg/36ff5ff8fb17ae6c24466a5e2b90eb91/gr1.jpg gr1 gr1.jpg jpg 19708 303 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003967-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/gr2/DOWNSAMPLED/image/jpeg/8357bb36f68f1b40e07bebda2677de0a/gr2.jpg gr2 gr2.jpg jpg 29169 307 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003967-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/ga1/DOWNSAMPLED/image/jpeg/4ee7b32d6cc92e49366db49376d330f1/ga1.jpg ga1 true ga1.jpg jpg 37556 134 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003967-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/sc1/DOWNSAMPLED/image/jpeg/4ccea653510ed2cf73ce7ad8b7a7ac53/sc1.jpg sc1 sc1.jpg jpg 5683 65 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125003967-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/gr1/THUMBNAIL/image/gif/728d832284da65cede345ed78e2ac6e8/gr1.sml gr1 gr1.sml sml 6985 164 203 IMAGE-THUMBNAIL 1-s2.0-S2468823125003967-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/gr2/THUMBNAIL/image/gif/7a8e456577bcaac85b0419e18f52f300/gr2.sml gr2 gr2.sml sml 8443 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823125003967-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/ga1/THUMBNAIL/image/gif/2a694f78dd3ca06762090e21e94a8cd8/ga1.sml ga1 true ga1.sml sml 7027 59 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003967-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/sc1/THUMBNAIL/image/gif/2ef7060d65b5bc31dfca4fb003875409/sc1.sml sc1 sc1.sml sml 2439 38 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125003967-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/HIGHRES/image/jpeg/f130e127d3df0461b1d8e2c242f1d817/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 118022 1345 1667 IMAGE-HIGH-RES 1-s2.0-S2468823125003967-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/HIGHRES/image/jpeg/b86b3b55f42a7b16b59081adda5be25b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 158521 1361 1667 IMAGE-HIGH-RES 1-s2.0-S2468823125003967-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/HIGHRES/image/jpeg/85d8315469c401b2d83fd651147757b4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 204856 592 2213 IMAGE-HIGH-RES 1-s2.0-S2468823125003967-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003943/HIGHRES/image/jpeg/c8182f68ab4ed562431ca0847555ef4d/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 38763 289 1667 IMAGE-HIGH-RES 1-s2.0-S2468823125003967-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125003967/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/555589a554926707362e795066dc089c/mmc1.docx mmc1 mmc1.docx docx 252453 APPLICATION MCAT 115211 115211 S2468-8231(25)00396-7 10.1016/j.mcat.2025.115211 Elsevier B.V. Scheme 1 Reductive amination of BA with DMF to DMBA over the metal oxide catalysts. Scheme 1 Fig. 1 Time profile for the reductive amination of BA with DMF over SnO2 catalyst. Reaction conditions: SnO2, 50 mg; BA, 1.0 mmol; DMF, 4.0 mL; H2O, 180 mg; p-xylene, 0.30 mmol; N2 pressure, 0.4 MPa; reaction temperature, 443 K. Fig 1 Fig. 2 Reusability of SnO2 for the reductive amination of BA with DMF. Reaction conditions: SnO2, 100 mg; BA, 2.0 mmol; DMF, 8.0 mL; H2O, 360 mg; p-xylene, 0.60 mmol; N2 pressure, 0.4 MPa; reaction temperature, 443 K; reaction time, 6 h. Fig 2 Table 1 Reductive amination of BA with DMF over various metal oxide catalysts a . Table 1 Entry Catalyst Conv. / % b Yield / % c 1 SnO2 99.6 94.4 2 SnO 82.9 77.5 3 ZnO 31.7 29.6 4 CoO 27.2 25.4 5 Al2O3 23.1 22.3 6 Co3O4 17.5 17.1 7 CuO 11.5 10.4 8 Cu2O 11.6 8.2 a Reaction conditions: catalyst, 50 mg; BA, 1.0 mmol; DMF, 4.0 mL; H2O, 100 mg; p-xylene, 0.30 mmol; N2 pressure, 1.0 MPa; reaction temperature, 423 K; reaction time, 24 h. b Conversion of BA. c Yield of DMBA. Table 2 Effect of the amount of H2O on the reductive amination of BA with DMF over SnO2 catalyst a . Table 2 Entry H2O amount / mg Conv. / % b Yield / % c 1 100 26.0 20.4 2 140 35.5 28.6 3 180 51.4 42.9 4 220 54.2 42.4 5 260 49.3 42.4 a Reaction conditions: SnO2, 50 mg; BA, 1.0 mmol; DMF, 4.0 mL; p-xylene, 0.30 mmol; N2 pressure, 1.0 MPa; reaction temperature, 423 K; reaction time, 6 h. b Conversion of BA. c Yield of DMBA. Table 3 Effect of the volume of DMF on the reductive amination of BA with DMF over SnO2 catalyst a . Table 3 Entry DMF volume / mL Conv. / % b Yield / % c 1 3.0 37.4 32.6 2 4.0 51.4 42.9 3 5.0 50.5 42.9 4 6.0 50.9 44.8 a Reaction conditions: SnO2, 50 mg; BA, 1.0 mmol; H2O, 180 mg; p-xylene, 0.30 mmol; N2 pressure, 1.0 MPa; reaction temperature, 423 K; reaction time, 6 h. b Conversion of BA. c Yield of DMBA. Table 4 Effect of the reaction temperature on the reductive amination of BA with DMF over SnO2 catalyst a . Table 4 Entry Reaction temp. / K Conv. / % b Yield / % c 1 423 51.4 42.9 2 443 98.6 91.7 3 463 100 92.4 a Reaction conditions: SnO2, 50 mg; BA, 1.0 mmol; DMF, 4.0 mL; H2O, 180 mg; p-xylene, 0.30 mmol; N2 pressure, 1.0 MPa; reaction time, 6 h. b Conversion of BA. c Yield of DMBA. Table 5 Effect of the N2 pressure on the reductive amination of BA with DMF over SnO2 catalyst a . Table 5 Entry N2 pressure / MPa Conv. / % b Yield / % c 1 1.0 68.2 61.3 2 0.8 67.7 60.6 3 0.6 65.1 60.9 4 0.4 66.4 62.7 5 0.2 60.7 53.8 a Reaction conditions: SnO2, 50 mg; BA, 1.0 mmol; DMF, 4.0 mL; H2O, 180 mg; p-xylene, 0.30 mmol; reaction temperature, 443 K; reaction time, 3 h. b Conversion of BA. c Yield of DMBA. Synthesis of tertiary N,N-dimethylbenzylamine via reductive amination of benzaldehyde with N,N-dimethylformamide over SnO2 catalyst Nobutaka Yamanaka Writing – original draft Visualization Validation Resources Project administration Methodology Investigation Funding acquisition Formal analysis Conceptualization ⁎ Koji Nishi Writing – review & editing Methodology Investigation Formal analysis Data curation Kenji Yasunaga Writing – review & editing Data curation Hiroshi Yamada Writing – review & editing Data curation Department of Applied Chemistry, National Defense Academy, 1-10-20 Hashirimizu, Yokosuka, Kanagawa 239-8686, Japan Department of Applied Chemistry National Defense Academy 1-10-20 Hashirimizu Yokosuka Kanagawa 239-8686 Japan Department of Applied Chemistry, National Defense Academy, 1-10-20 Hashirimizu, Yokosuka, Kanagawa 239-8686, Japan ⁎ Corresponding author. Tertiary amines, including N,N-dimethylbenzylamine (DMBA), are ubiquitous and valuable compounds in synthetic chemistry. DMBA is synthesized via the reductive amination of benzaldehyde (BA) with N,N-dimethylformamide as a secondary amine source, reductant, and solvent over Lewis acid catalysts. In this work, various metal oxides were applied for the reductive amination as heterogeneous Lewis acid catalysts. SnO2 was found to be the most effective Lewis acid catalyst, and under optimized reaction conditions, DMBA was synthesized in an excellent yield of 91.7 % at a BA conversion of 98.6 % (N2 pressure, 0.4 MPa; reaction temperature, 443 K; reaction time, 6 h). The most effective metal oxide catalyst was reusable at least three times for reductive amination without significant loss of its catalytic performance. Graphical abstract Image, graphical abstract Keywords Tertiary N,N-dimethylbenzylamine Benzaldehyde N,N-Dimethylformamide Reductive amination Heterogeneous Lewis acid catalyst SnO2 Data availability Data will be made available on request. 1 Introduction Amines are an important class of compounds in organic synthesis and the chemical industry [1–5]. Tertiary amines are particularly important because they are key structural motifs found in naturally occurring biologically active products, such as alkaloids, and synthetic products such as pharmaceuticals, agrochemicals, and functional materials [6,7]. They have also been used as ligands in organometallic complexes, organocatalysts in organic synthesis, modifiers for reversed phase chromatography, and buffers in the sequential analysis of proteins and peptides [7,8]. One method for synthesizing tertiary amines represents the nucleophilic substitution of alkyl halides with secondary amines in the presence of stoichiometric amounts of bases [9,10]. However, the serious drawback of this method is that it requires toxic alkyl halides and bases, which have a negative impact on the environment. Therefore, the reductive amination of carbonyl compounds with secondary amines is a more sustainable method compared with the nucleophilic substitution reaction because it does not require any toxic reagents. The reductive amination of carbonyl compounds comprises two steps: the condensation of carbonyl compounds with secondary amines to generate the corresponding iminium cation intermediates, followed by their reduction to the target tertiary amine products [11,12]. In reductive amination, H2 gas is frequently used as a reducing agent because it is low-priced, environmentally friendly, and produces only water as a byproduct [13–15]. However, H2 gas is flammable, and its use poses an explosive risk [16,17]. Thus, reducing agents with a lower safety risk during handling (e.g., formic acid) should be employed [18–20]. L. Yang et al. recently synthesized tertiary amines via the reductive amination of carbonyl compounds with N,N-dimethylformamide (DMF) as a secondary amine source, reductant, and solvent over homogeneous Lewis acid catalysts [8]. The first step is proposed to be the homogeneous Lewis acid-catalyzed hydrolysis of DMF to produce dimethylamine and formic acid as a secondary amine and reducing agent, respectively. The research group used various homogeneous Lewis acid catalysts for the reductive amination of 2-napthaldehyde with DMF. Al, Co, Cu, Zn, and Sn-based homogeneous catalysts were found to be highly effective for the synthesis of the corresponding tertiary amine. However, homogeneous catalysts have the disadvantage of being difficult to separate from the reaction mixture for reuse, which can be overcome by using heterogeneous catalysts [10,21]. Therefore, heterogeneous Lewis acid catalysts that are highly effective for the synthesis of tertiary amines via the reductive amination of carbonyl compounds with DMF should be found. Metal oxides find applications in catalysis due to coordinatively unsaturated metal cations acting as Lewis acid sites on their surfaces, thereby exhibiting Lewis acidity [22–26]. In this work, we used the above-mentioned transition metal-based oxides (i.e., Al2O3, CoO, Co3O4, Cu2O, CuO, ZnO, SnO, and SnO2) as heterogeneous Lewis acid catalysts for the reductive amination of benzaldehyde (BA) with DMF to synthesize the corresponding tertiary amine N,N-dimethylbenzylamine (DMBA) (Scheme 1 ). After optimizing the reaction conditions using the most effective metal oxide catalyst, we investigated its reusability. 2 Experimental 2.1 Materials Al2O3, CoO, Cu2O, CuO, ZnO, SnO, SnO2, p-xylene, BA, and DMF were purchased from Wako Pure Chemical Ind., Ltd. Co3O4 and DMBA were purchased from Tokyo Chemical Industry Co., Ltd. All organic chemicals were used as received without further purification. 2.2 Catalyst characterization The nitrogen adsorption and desorption isotherms were measured at 77 K using a Belsorp Max after removing physisorbed gases by degassing the metal oxides at 423 K for 2 h. The Brunauer-Emmett-Teller (BET) equation was used to calculate the specific surface areas. Pyridine temperature-programmed desorption (Py-TPD) studies were performed on a BELCAT-A instrument equipped with a thermal conductivity detector to determine the number and strength of the acid sites on the metal oxides. The samples were pretreated in a He flow at 423 K for 1 h, cooled to 373 K, and then saturated with pyridine vapors by passing a He flow through a saturator filled with liquid pyridine for 0.5 h. The physically adsorbed pyridine was then removed in a He flow at the same temperature for 0.25 h. The temperature was then increased to 1073 K at a rate of 10 K min-1. X-ray powder diffraction (XRD; D8 ADVANCE; Bruker) was carried out at 40 kV and 40 mA using CuK α radiation (λ = 0.15418 nm), and the crystal structures were identified using the Crystallography Open Database (COD) [27]. Fresh and spent SnO2 were scanned at a step width of 0.02° and a speed of 5° min−1 over the range 20° ≤ 2θ ≤ 80°. 2.3 Typical experimental procedures The reductive amination of BA with DMF over the metal oxide catalysts was carried out in a high-pressure autoclave with a magnetic stirrer, a pressure gauge, and an automatic temperature controller. In a typical procedure, SnO2 (50 mg), p-xylene (0.30 mmol) as an internal standard material, H2O (100 mg), BA (1.0 mmol), and DMF (4.0 mL) were charged into the autoclave. After sealing, the autoclave was purged with N2 to remove the air and maintained at 1.0 MPa at room temperature. The autoclave was placed in a preheated oil bath at 423 K for 24 h. After completion of the reaction, the autoclave was removed from the oil bath and rapidly cooled in a water bath to stop the reaction. The autoclave was then placed in the water bath for at least 0.5 h until the catalyst settled to the bottom of the autoclave [28]. The remaining N2 was then discharged, and the supernatant solution was analyzed using a gas chromatography (Nexis GC-2030; Shimadzu) with a flame ionization detector equipped with a capillary column (Rxi-5 ms, 30 m × 0.25 mm). The conversion of BA and the yield of the target product DMBA were calculated using the internal standard method. 3 Results and discussion Various metal oxides (i.e., Al2O3, CoO, Co3O4, Cu2O, CuO, ZnO, SnO, and SnO2) were applied to the reductive amination of BA with DMF as heterogeneous Lewis acid catalysts under N2 1.0 MPa at 423 K for 24 h. The results are shown in Table 1 . Reductive amination proceeded in all the metal oxides, resulting in the formation of DMBA. Among the metal oxides, SnO2 showed the highest catalytic performance and synthesized DMBA in an excellent yield of 94.4 % at a BA conversion of 99.6 % (Table 1, entry 1). The order of the catalytic activity of the metal oxides was SnO2 > SnO > ZnO > CoO > Al2O3 > Co3O4 > CuO > Cu2O. We compared the experimental results obtained from the BET and Py-TPD analyses to elucidate the factors influencing the catalytic activities. The order of the specific surface area and number of acid sites of the metal oxides did not correlate with the catalytic activity (Table S1). In addition, there was no clear correlation between the catalytic activity of the metal oxides and their acid strength (Fig. S1). Because S. Wang et al. demonstrated that the crystal structure has a significant impact on catalytic activity for reductive amination, the crystal structures of the metal oxides were compared with their catalytic activities; however, no correlation was observed (Table S1) [29]. Finally, the metal oxide catalytic activities were compared with various chemical properties (i.e., electronegativity, Lewis acid strength, acidity scale, and electrophilicity) obtained from the literature (Tables S2 and S3 and Fig. S2). However, no correlation was obtained. In this work, we were unable to elucidate the factors influencing the catalytic activity of the metal oxides for reductive amination. However, we did determine the optimized reaction conditions for the reductive amination of BA with DMF over the most effective catalyst, SnO2. The effect of the amount of H2O was investigated by varying the amount of H2O from 100 to 260 mg. Here, a shorter reaction time of 6 h was selected to evaluate the initial activity of SnO2 while keeping the other reaction parameters constant. The results are shown in Table 2 . 100 mg H2O showed a BA conversion of 26.0 % and a DMBA yield of 20.4 % (Table 2, entry 1). The catalytic performance of SnO2 was gradually enhanced by increasing the amount of H2O added (Table 2, entries 1–3). Using 180 mg H2O showed a BA conversion of 51.4 % and a DMBA yield of 42.9 % (Table 2, entry 3). Although more H2O was added to further enhance the catalytic performance of SnO2, the catalytic performance remained unchanged (Table 2, entries 4 and 5). Therefore, 180 mg H2O was found to be optimal for further experiments. The effect of the volume of DMF was investigated using around 4.0 mL DMF. The results are shown in Table 3 . When the reductive amination of BA with DMF over SnO2 was carried out using <4.0 mL DMF, the BA conversion and DMBA yield significantly dropped to 37.4 % and 32.6 %, respectively (Table 3, entry 1). When >4.0 mL DMF was used, the BA conversion and DMBA yield were similar to those obtained with a 4.0 mL DMF volume (Table 3, entries 2–4). Therefore, a DMF volume of 4.0 mL was optimal for further experiments. The effect of the reaction temperature ranging from 423 to 463 K was investigated. The results are shown in Table 4 . An increase in the reaction temperature was found to have a significant positive impact on the BA conversion and DMBA yield. While DMBA was formed in 42.9 % yield at 423 K, the target product was synthesized in almost quantitative yields at a reaction temperature of 443 K or higher (Table 4, entries 1–3). Therefore, 443 K was selected as the optimum reaction temperature for further experiments. The effect of the N2 pressure was investigated by decreasing the N2 pressure from 1.0 to 0.2 MPa. To evaluate the initial activity of SnO2, the reductive amination of BA with DMF was carried out for a shorter reaction time of 3 h. The results are shown in Table 5 . A decrease in the N2 pressure to 0.4 MPa had little influence on the BA conversion (66.4 %) and DMBA yield (62.7 %) (Table 5, entries 1–4), and a further decrease in the N2 pressure to 0.2 MPa decreased the conversion and yield to 60.7 % and 53.8 %, respectively (Table 5, entry 5). Similar behavior has been reported in the literature [30,31]. Therefore, a N2 pressure of 0.4 MPa was selected as the optimum condition for further experiments. Finally, the effect of the reaction time was investigated, and the results are illustrated in Fig. 1 . At a reaction time of 1.5 h, the BA conversion and DMBA yield were 29.8 % and 26.3 %, respectively. The conversion and yield gradually increased with an increase in the reaction time, reaching 98.6 % and 91.7 %, respectively, after 6 h. Prolonging the reaction time to 7 h did not lead to an increase in the DMBA yield. Therefore, a reaction time of 6 h was found to be optimal. The catalytic performance of SnO2 for the reductive amination of BA with DMF was compared with that of Co@CeO2NC. As shown in Table S4, although SnO2 required a slightly higher reaction temperature than Co@CeO2NC, it synthesized the target product DMBA with a higher BA/catalyst ratio and a much shorter reaction time [32]. In addition, SnO2 has the advantage of being commercially available at low cost. Therefore, the catalytic system developed here significantly improves the synthesis of DMBA from BA and DMF in terms of cost and performance, thus providing an economical and effective route to the synthesis of tertiary amines. Finally, the SnO2 reusability test for the reductive amination of BA with DMF was carried out under the optimized reaction conditions (N2 pressure, 0.4 MPa; reaction temperature, 443 K; reaction time, 6 h). The results are illustrated in Fig. 2 . After completion of the reaction, the spent catalyst was separated from the reaction solution by centrifugation, washed with acetone, dried in a vacuum overnight, and reused for the next run under identical reaction conditions. After the first run, the BA conversion and DMBA yield were 97.5 % and 85.7 %, respectively. Similar conversion and yield were achieved in the second run. Although a slight decrease in the catalytic performance of SnO2 was observed in the third run, a sufficiently high DMBA yield of 75.0 % was obtained at a BA conversion of 86.0 % in the fourth run. Thus, it was concluded that SnO2 is reusable at least three times for the synthesis of DMBA via the reductive amination of BA with DMF. To disclose the reason for the deactivation of the catalyst, we decided to carry out the reductive amination using 94.8 mg of fresh catalyst. This catalyst weight was chosen because 100 mg of fresh SnO2 was used in the first run, but the weight of SnO2 recovered after the third run was 94.8 mg. When the reductive amination was carried out using 94.8 mg of fresh SnO2, the BA conversion and DMBA yield were 88.0 % and 78.8 %, respectively, comparable to those obtained in the fourth run (BA conversion 86.0 % and DMBA yield 75.0 %). The similar BA conversion and DMBA yield obtained using fresh and used SnO2 at the same weight suggest that the physicochemical properties of SnO2 before and after the reaction remained unchanged. Thus, it was concluded that the catalyst deactivation observed from the first to the fourth run was primarily due to the loss of the catalyst during the recycling process. 4 Conclusions In this work, we have demonstrated that SnO2 is an effective heterogeneous Lewis acid catalyst for the reductive amination of BA with DMF to the corresponding tertiary amine DMBA. The metal oxide catalyst synthesized the target tertiary amine product with an excellent yield of 91.7 % at a BA conversion of 98.6 % under the optimized reaction conditions (N2 pressure, 0.4 MPa; reaction temperature, 443 K; reaction time, 6 h). This catalytic performance is superior to that of a previously reported heterogeneous catalyst. SnO2 was found to be reusable at least three times without significant loss of its catalytic performance. These admirable reaction results make our developed protocol an attractive strategy for the synthesis of various tertiary amines and accelerate the utilization of metal oxides as Lewis acid catalysts. CRediT authorship contribution statement Nobutaka Yamanaka: Writing – original draft, Visualization, Validation, Resources, Project administration, Methodology, Investigation, Funding acquisition, Formal analysis, Conceptualization. Koji Nishi: Writing – review & editing, Methodology, Investigation, Formal analysis, Data curation. Kenji Yasunaga: Writing – review & editing, Data curation. Hiroshi Yamada: Writing – review & editing, Data curation. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115211. Appendix Supplementary materials Image, application 1 References [1] W. He L. Wang C. Sun K. Wu S. He J. Chen P. Wu Z. Yu Chem. Eur. J. 17 2011 13308 13317 W. He, L. Wang, C. Sun, K. Wu, S. He, J. Chen, P. Wu, Z. Yu, Chem. Eur. J. 17 (2011) 13308–13317. [2] N. Yamanaka T. Hara N. Ichikuni S. Shimazu Chem. Lett. 47 2018 971 974 N. Yamanaka, T. Hara, N. Ichikuni, S. Shimazu, Chem. Lett. 47 (2018) 971–974. [3] N. Yamanaka T. Hara N. Ichikuni S. Shimazu Bull. Chem. Soc. Jpn. 92 2019 811 816 N. Yamanaka, T. Hara, N. Ichikuni, S. Shimazu, Bull. Chem. Soc. Jpn. 92 (2019) 811–816. [4] N. Yamanaka T. Hara N. Ichikuni S. Shimazu Mol. Catal. 505 2021 111503 111507 N. Yamanaka, T. Hara, N. Ichikuni, S. Shimazu, Mol. Catal. 505 (2021) 111503–111507. [5] N. Yamanaka S. Shimazu Eng 3 2022 60 77 N. Yamanaka, S. Shimazu, Eng 3 (2022) 60–77. [6] Z. Wang D. Pei Y. Zhang C. Wang J. Sun Molecules 17 2012 5151 5163 Z. Wang, D. Pei, Y. Zhang, C. Wang, J. Sun, Molecules 17 (2012) 5151–5163. [7] M.A. Hussein A.H. Dinh V.T. Huynh T.V. Nguyen Chem. Commun. 56 2020 8691 9694 M.A. Hussein, A.H. Dinh, V.T. Huynh, T.V. Nguyen, Chem. Commun. 56 (2020) 8691–9694. [8] L. Yang J. Lin L. Kang W. Zhou D.-Y. Ma Adv. Synth. Catal. 360 2018 485 490 L. Yang, J. Lin, L. Kang, W. Zhou, D.-Y. Ma, Adv. Synth. Catal. 360 (2018) 485–490. [9] F. Mao D. Sui Z. Qi H. Fan R. Chen J. Huang RSC Adv. 6 2016 94068 94073 F. Mao, D. Sui, Z. Qi, H. Fan, R. Chen, J. Huang, RSC Adv. 6 (2016) 94068–94073. [10] D. Sui F. Mao H. Fan Z. Qi J. Huang Chin. J. Chem. 35 2017 1371 1377 D. Sui, F. Mao, H. Fan, Z. Qi, J. Huang, Chin. J. Chem. 35 (2017) 1371–1377. [11] R. Kumar N.J. Flodén W.G. Whitehurst M.J. Gaunt Nature 581 2020 415 420 R. Kumar, N.J. Flodén, W.G. Whitehurst, M.J. Gaunt, Nature 581 (2020) 415–420. [12] J. Han J. Xie Chem 6 2020 1046 1055 J. Han, J. Xie, Chem 6 (2020) 1046–1055. [13] T. Irrgang R. Kempe Chem. Rev. 120 2020 9583 9674 T. Irrgang, R. Kempe, Chem. Rev. 120 (2020) 9583–9674. [14] S. Werkmeister K. Junge M. Beller Org. Process Res. Dev. 18 2014 289 302 S. Werkmeister, K. Junge, M. Beller, Org. Process Res. Dev. 18 (2014) 289–302. [15] P. Serna A. Corma ACS Catal. 5 2015 7114 7121 P. Serna, A. Corma, ACS Catal. 5 (2015) 7114–7121. [16] B.G.P. van Ravensteijn D.-J. Schild W.K. Kegel R.J.M. Gebbink ChemCatChem 9 2017 440 450 B.G.P. van Ravensteijn, D.-J. Schild, W.K. Kegel, R.J.M. Gebbink, ChemCatChem 9 (2017) 440–450. [17] C. Russo M.C. Leech J.M. Ealsh J.I. Higham L. Giannessi E. Lambert C. Kiaku D.L. Poole J. Mason C.A.I. Goodall P. Devo M. Giustiniano M. Radi K. Lam Angew. Chem. Int. Ed. 62 2023 e202309563 C. Russo, M.C. Leech, J.M. Ealsh, J.I. Higham, L. Giannessi, E. Lambert, C. Kiaku, D.L. Poole, J. Mason, C.A.I. Goodall, P. Devo, M. Giustiniano, M. Radi, K. Lam, Angew. Chem. Int. Ed. 62 (2023) e202309563. [18] D.A. Bulushev J.R.H. Ross ChemSusChem 11 2018 821 836 D.A. Bulushev, J.R.H. Ross, ChemSusChem 11 (2018) 821–836. [19] C. García-Sancho J.M. Mérida-Robles J.A. Cecilia-Buenestado R. Moreno-Tost P.J. Maireles-Torres Int. J. Mol. Sci. 24 2023 2443 2485 C. García-Sancho, J.M. Mérida-Robles, J.A. Cecilia-Buenestado, R. Moreno-Tost, P.J. Maireles-Torres, Int. J. Mol. Sci. 24 (2023) 2443–2485. [20] S.D. Dempsey A.A. Ryan M. Smyth T.S. Moody S. Wharry K. Fahey A.M. Beale S.M. Madrigal P. Dingwall D.W. Rooney P.C. Knipe M.J. Muldoon J.M. Thompson React. Chem. Eng. 8 2023 1559 1564 S.D. Dempsey, A.A. Ryan, M. Smyth, T.S. Moody, S. Wharry, K. Fahey, A.M. Beale, S.M. Madrigal, P. Dingwall, D.W. Rooney, P.C. Knipe, M.J. Muldoon, J.M. Thompson, React. Chem. Eng. 8 (2023) 1559–1564. [21] V.S. Shende V.B. Saptal B.M. Bhanage Chem. Rec. 19 2019 2022 2043 V.S. Shende, V.B. Saptal, B.M. Bhanage, Chem. Rec. 19 (2019) 2022–2043. [22] P. Manjunathan V. Prasanna G.V. Shanbhag Sci. Rep. 11 2021 15718 15729 P. Manjunathan, V. Prasanna, G.V. Shanbhag, Sci. Rep. 11 (2021) 15718–15729. [23] M. Abdelgaid G. Mpourmpakis ACS Catal 12 2022 4268 4289 M. Abdelgaid, G. Mpourmpakis, ACS Catal. 12 (2022) 4268–4289. [24] J.C. Védrine ChemSusChem 12 2019 577 588 J.C. Védrine, ChemSusChem 12 (2019) 577–588. [25] S. Sahoo K.Y. Wickramathilaka E. Njeri D. Silva S.L. Suib Front. Chem. 12 2024 1374878 1374891 S. Sahoo, K.Y. Wickramathilaka, E. Njeri, D. Silva, S.L. Suib, Front. Chem. 12 (2024) 1374878–1374891. [26] R.K. Sharma R. Bandichhor V. Mishra S. Sharma S. Yadav S. Mehta B. Arora P. Rana S. Dutta K. Solanki Mater. Adv 4 2023 1795 1830 R.K. Sharma, R. Bandichhor, V. Mishra, S. Sharma, S. Yadav, S. Mehta, B. Arora, P. Rana, S. Dutta, K. Solanki, Mater. Adv. 4 (2023) 1795–1830. [27] A. Altomare N. Corriero C. Cuocci A. Falcicchio A. Moliterni R. Rizzi J. Appl. Crystallogr. 48 2015 598 603 A. Altomare, N. Corriero, C. Cuocci, A. Falcicchio, A. Moliterni, R. Rizzi, J. Appl. Crystallogr. 48 (2015) 598–603. [28] Q. Cao W. Zhang S. Luo R. Guo D. Xu Energy Fuels 35 2021 12725 12733 Q. Cao, W. Zhang, S. Luo, R. Guo, D. Xu, Energy Fuels 35 (2021) 12725–12733. [29] S. Wang J. Li M. Zhang P. Bi H. Zhang X. Tong Mol. Catal. 494 2020 111108 111116 S. Wang, J. Li, M. Zhang, P. Bi, H. Zhang, X. Tong, Mol. Catal. 494 (2020) 111108–111116. [30] T.A. Natsir T. Hara N. Ichikuni S. Shimazu ACS Appl. Energy Mater. 1 2018 2460 2463 T.A. Natsir, T. Hara, N. Ichikuni, S. Shimazu, ACS Appl. Energy Mater. 1 (2018) 2460–2463. [31] N. Yamanaka K. Nishi K. Yasunaga H. Yamada RSC Adv. 14 2024 25221 25226 N. Yamanaka, K. Nishi, K. Yasunaga, H. Yamada, RSC Adv. 14 (2024) 25221–25226. [32] T. Ghosh A. Mohammad S.M. Mobin ACS Sustainable Chem. Eng. 7 2019 13746 13763 T. Ghosh, A. Mohammad, S.M. Mobin, ACS Sustainable Chem. Eng. 7 (2019) 13746–13763.",
      "scopus-id": "105005005009",
      "coredata": {
        "eid": "1-s2.0-S2468823125003967",
        "dc:description": "Tertiary amines, including N,N-dimethylbenzylamine (DMBA), are ubiquitous and valuable compounds in synthetic chemistry. DMBA is synthesized via the reductive amination of benzaldehyde (BA) with N,N-dimethylformamide as a secondary amine source, reductant, and solvent over Lewis acid catalysts. In this work, various metal oxides were applied for the reductive amination as heterogeneous Lewis acid catalysts. SnO2 was found to be the most effective Lewis acid catalyst, and under optimized reaction conditions, DMBA was synthesized in an excellent yield of 91.7 % at a BA conversion of 98.6 % (N2 pressure, 0.4 MPa; reaction temperature, 443 K; reaction time, 6 h). The most effective metal oxide catalyst was reusable at least three times for reductive amination without significant loss of its catalytic performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125003967",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yamanaka, Nobutaka"
          },
          {
            "@_fa": "true",
            "$": "Nishi, Koji"
          },
          {
            "@_fa": "true",
            "$": "Yasunaga, Kenji"
          },
          {
            "@_fa": "true",
            "$": "Yamada, Hiroshi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125003967"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125003967"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00396-7",
        "prism:volume": "583",
        "articleNumber": "115211",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Synthesis of tertiary N,N-dimethylbenzylamine via reductive amination of benzaldehyde with N,N-dimethylformamide over SnO2 catalyst",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Tertiary N,N-dimethylbenzylamine"
          },
          {
            "@_fa": "true",
            "$": "Benzaldehyde"
          },
          {
            "@_fa": "true",
            "$": "N,N-Dimethylformamide"
          },
          {
            "@_fa": "true",
            "$": "Reductive amination"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous Lewis acid catalyst SnO2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115211",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2025",
        "prism:doi": "10.1016/j.mcat.2025.115211",
        "prism:startingPage": "115211",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115211",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "303",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19708",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "307",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29169",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "134",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37556",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "65",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5683",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6985",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8443",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "59",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7027",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2439",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1345",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "118022",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1361",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "158521",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "592",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "204856",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "289",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "38763",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125003967-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "252453",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105005005009"
      }
    }
  }
}