{
  "metadata": {
    "title": "Resource utilization of waste deNO<ce:inf loc=post>x</ce:inf> catalyst for continuous-flow catalysis by supported metal reactors",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-01-31",
    "doi": "10.1016/j.mcat.2019.110634",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119304845",
    "pii": "S2468823119304845"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85072678028",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-09-28 2019-09-28 2019-09-28 2019-09-28 2019-10-21T07:59:57 1-s2.0-S2468823119304845 S2468-8231(19)30484-5 S2468823119304845 10.1016/j.mcat.2019.110634 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00164 2020-09-15T07:37:21.117813Z 0 0 20200101 20200131 2020 2019-09-28T04:10:49.593875Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 480 480 C Volume 480 6 110634 110634 110634 202001 January 2020 2020-01-01 2020-01-31 2020 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. RESOURCEUTILIZATIONWASTEDENOXCATALYSTFORCONTINUOUSFLOWCATALYSISBYSUPPORTEDMETALREACTORS JIN Q 1 Introduction 2 Experiment 3 Results and discussion 3.1 Catalytic performance 3.2 Physical properties 3.3 Surface active species 4 Conclusions Acknowledgments Appendix A Supplementary data References HAN 2018 9797 9800 Y QI 2019 492 500 L LI 2017 655 662 Z WENG 2016 9 14 X WANG 2019 499 508 Q LIU 2019 439 446 C SEO 2017 13969 13972 H MASON 2007 2300 2318 B HUANG 2016 11263 11273 R LIU 2019 72 80 Y WEBB 2010 675 680 D PAMME 2007 1644 1659 N LIANG 2015 1421 1427 H FERLIN 2017 2510 2514 F POECHLAUER 2012 1586 1590 P WEGNER 2011 4583 4592 J BRITTON 2017 1250 1271 J KOGA 2017 2560 2565 H MAHMOUD 2013 1795 1805 M JIANG 2018 592 598 Z RAJENDRAN 2018 27 37 S DURKIN 2018 290 301 D SHOKOUHIMEHR 2015 534 560 M ZHANG 2019 599 611 K ZHANG 2019 483 495 K AGARWAL 2017 223 226 N KATLA 2018 75 82 S KAMAL 2016 625 633 T CAVUSOGLU 2017 H LI 2012 7601 7607 X YE 2017 27421 27426 T SHOKOUHIMEHR 2018 3809 3817 M ALAMGHOLILOO 2019 30 37 H KIM 2015 18 23 A ZHANG 2019 6 K SHOKOUHIMEHR 2018 1617 1626 M AHADI 2019 140 A HARTMAN 2011 7502 7519 R LI 2018 146 152 J GNANAKUMAR 2019 2 9 E MAO 2018 522 533 H GU 2018 126 141 Y WEI 2018 251 255 F AN 2017 253 258 X JIN 2019 Q LV 2014 521 528 J HUANG 2014 14469 14476 C SAHINER 2010 201 207 N AHMAD 2016 3577 3588 I DANESHVAREASL 2019 252 259 S ETACHERI 2015 1 29 V LI 2016 115 121 X CHEN 2009 21177 21184 L GAO 2010 734 739 X LUO 2016 291 299 S JIN 2017 401 409 Q JIN 2016 1521 1529 Q JIN 2016 1111 1120 Q WU 2009 935 939 Z CAMPOSECO 2014 313 320 R SMIRNOV 2001 39 44 M JINX2020X110634 JINX2020X110634XQ 2021-09-28T00:00:00.000Z 2021-09-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-09-17T02:05:09.739Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas National Basic Research Program of China (973 Program) http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991 PAPD Priority Academic Program Development of Jiangsu Higher Education Institutions http://data.elsevier.com/vocabulary/SciValFunders/501100012246 http://sws.geonames.org/1814991 Six Talent Peaks Project in Jiangsu Province http://data.elsevier.com/vocabulary/SciValFunders/501100010014 http://sws.geonames.org/1814991 NSFC-Yunnan Joint Fund National Natural Science Foundation of China-Yunnan Joint Fund http://data.elsevier.com/vocabulary/SciValFunders/501100011002 http://sws.geonames.org/1814991 Qinglan Project of Jiangsu Province of China http://data.elsevier.com/vocabulary/SciValFunders/501100013088 http://sws.geonames.org/1814991 item S2468-8231(19)30484-5 S2468823119304845 1-s2.0-S2468823119304845 10.1016/j.mcat.2019.110634 315758 2020-09-15T07:37:21.117813Z 2020-01-01 2020-01-31 1-s2.0-S2468823119304845-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/MAIN/application/pdf/13603b5dd4ab854bfe5612bede20ef60/main.pdf main.pdf pdf true 1954033 MAIN 6 1-s2.0-S2468823119304845-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/PREVIEW/image/png/1525d0cb2293f22c81609b2e0918a5ce/main_1.png main_1.png png 56011 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119304845-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/ga1/THUMBNAIL/image/gif/a9c04726edfe71bc1a6d54fbec35b424/ga1.sml ga1 true ga1.sml sml 10411 67 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr1/THUMBNAIL/image/gif/480fd7bafbf59728833f4969b3a5cce1/gr1.sml gr1 gr1.sml sml 7087 71 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr2/THUMBNAIL/image/gif/e8ce1b4aae0c6c8795db3f436fbdee19/gr2.sml gr2 gr2.sml sml 7572 90 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr3/THUMBNAIL/image/gif/132d37c877d384a25b7d8b1454dbb05f/gr3.sml gr3 gr3.sml sml 9681 163 200 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr4/THUMBNAIL/image/gif/b6836d8735b655d915988015db4444d0/gr4.sml gr4 gr4.sml sml 20982 100 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr5/THUMBNAIL/image/gif/35de14d53c056ee1e1f15f41221b235e/gr5.sml gr5 gr5.sml sml 7906 82 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr6/THUMBNAIL/image/gif/434811db6c7ea1774127ec87097c7e58/gr6.sml gr6 gr6.sml sml 14462 164 195 IMAGE-THUMBNAIL 1-s2.0-S2468823119304845-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/ga1/DOWNSAMPLED/image/jpeg/8d32636c06b1ad6b85b9aaabff912955/ga1.jpg ga1 true ga1.jpg jpg 31012 153 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr1/DOWNSAMPLED/image/jpeg/6bf5bd408d54ebded64a737785b6721d/gr1.jpg gr1 gr1.jpg jpg 41001 221 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr2/DOWNSAMPLED/image/jpeg/bebba94ad88cced6ed4c803b863ba74f/gr2.jpg gr2 gr2.jpg jpg 40466 232 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr3/DOWNSAMPLED/image/jpeg/ae8be14b741df68d0f9d3c61d85de259/gr3.jpg gr3 gr3.jpg jpg 16833 279 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr4/DOWNSAMPLED/image/jpeg/5e483bb4cdd3914cccf864ed47057bfd/gr4.jpg gr4 gr4.jpg jpg 64013 258 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr5/DOWNSAMPLED/image/jpeg/3166470a048c05f3becaf9ef137be29b/gr5.jpg gr5 gr5.jpg jpg 39537 211 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/gr6/DOWNSAMPLED/image/jpeg/980ed6bdb73aaaa3bde10f8c0364aa2a/gr6.jpg gr6 gr6.jpg jpg 128267 571 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304845-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304845/mmc1/MAIN/application/msword/16df6e386f7d99e7ebace59f332817f0/mmc1.doc mmc1 mmc1.doc doc 25202176 APPLICATION 1-s2.0-S2468823119304845-am.pdf am am.pdf pdf 1279868 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1085HDM9P06/MAIN/application/pdf/d30331ee3ddd91059f9f8c92dc0d237b/am.pdf MCAT 110634 110634 S2468-8231(19)30484-5 10.1016/j.mcat.2019.110634 Elsevier B.V. Fig. 1 Continuous-flow catalysis system containing the Ni-based reactor. Fig. 1 Fig. 2 (a) UV–vis absorption spectra of 2.5 mM 4-NP with 0.1 M NaBH4 before and after feeding into Ni/TMC reactor; (b) catalytic efficiency of Ni-based catalysts. Fig. 2 Fig. 3 Effect of recycling time on 4-NP reduction over Ni/TMC. Reaction condition: 2.5 mM 4-NP with 0.1 M NaBH4. Fig. 3 Fig. 4 SEM micrographs of (a) TVW, (b) Ni/TVW, (c) TMC, (d) Ni/TMC, (e) TCW and (f) Ni/TCW. Fig. 4 Fig. 5 (a) XRD patterns and (b) Raman spectra of different catalysts. Fig. 5 Fig. 6 (a) Ti 2p, (b) O 1s, (c) Ni 2p and (d) Ce 3d XPS high-resolution scans spectra of different catalysts. Fig. 6 Table 1 The detail information for Ni-based reactors. Table 1 Sample BET surface area/(m2 g−1) Pore volume/(cm3 g−1) Average pore diameter/(nm) Catalytic efficiency/(%) TCW 2.77 0.005 3.15 3.28 TVW 1.25 0.003 3.38 1.28 TMC 4.98 0.016 3.93 6.01 Ni/TCW 3.12 0.006 3.64 78.46 Ni/TVW 1.58 0.004 3.65 82.35 Ni/TMC 4.90 0.014 3.94 87.25 *The catalytic efficiency was the 4-NP conversion for different Ni-based reactors when the mixed solution was 5 mM 4-NP with 0.1 M NaBH4. Table 2 Atomic distribution of different catalysts. Table 2 Sample Ti3+/Tin+ (Oα+ Oγ)/On Ce3+/Cen+ (V3++ V4+)/Vn+ Mn4+/Mnn+ TCW 0.13 0.21 0.38 — — TVW 0.13 0.21 — 0.59 — TMC 0.16 0.46 0.18 — 0.32 Ni/TCW 0.14 0.31 0.37 — — Ni/TVW 0.15 0.24 — 0.71 — Ni/TMC 0.19 0.54 0.13 — 0.22 *On= Oα+ Oβ+ Oγ; Tin+= Ti3++ Ti4+; Cen+= Ce3++ Ce4+; Vn+= V3++ V4++ V5+; Mnn+= Mn2++ Mn3++ Mn4+. Resource utilization of waste deNOx catalyst for continuous-flow catalysis by supported metal reactors Qijie Jin a b c Yuesong Shen a b ⁎ Xiujun Li c Yanwei Zeng a a College of Materials Science and Engineering, Nanjing Tech University, Nanjing 210009, China College of Materials Science and Engineering Nanjing Tech University Nanjing 210009 China a. College of Materials Science and Engineering, Nanjing Tech University, Nanjing 210009, China b Jiangsu Collaborative Innovation Center for Advanced Inorganic Function Composites, Nanjing Tech University, Nanjing 210009, China Jiangsu Collaborative Innovation Center for Advanced Inorganic Function Composites Nanjing Tech University Nanjing 210009 China b. Jiangsu Collaborative Innovation Center for Advanced Inorganic Function Composites, Nanjing Tech University, Nanjing 210009, China c Department of Chemistry and Biochemistry, University of Texas at El Paso, El Paso, TX 79968, USA Department of Chemistry and Biochemistry University of Texas at El Paso El Paso TX 79968 USA c. Department of Chemistry and Biochemistry, University of Texas at El Paso, El Paso, TX 79968, USA. ⁎ Corresponding author at: College of Materials Science and Engineering, Nanjing Tech University, Nanjing 210009, China. College of Materials Science and Engineering Nanjing Tech University Nanjing 210009 China Graphical abstract Resource utilization of waste deNOx catalysts has become a major demand. A new resource path for continuous-flow catalysis using the waste deNOx catalysts (V2O5-WO3/TiO2, CeO2-WO3/TiO2 and MnO2-CeO2/TiO2) as carriers was proposed. The waste deNOx catalysts supported NiO catalysts prepared by an in-situ preparation method were used to investigate continuous-flow nanocatalysis of p-nitrophenol reduction. The result showed that the MnO2-CeO2/TiO2 supported NiO (Ni/TMC) exhibited excellent catalytic performance in the catalytic reduction of p-nitrophenol (4-NP). The conversion of 4-NP (2.5 mM) reached nearly 100% at the injection speed of 1.5 mL·min−1. It maintained 100% conversion after 10 recycling time since waste deNOx catalysts could reduce aggregation for NiNPs. Furthermore, high oxygen vacancy, chemisorbed oxygen, and the strong interaction between Ni and waste deNOx catalyst resulted in a highly efficient, recoverable and cost-effective multifunctional reactor. All of these advantages present the opportunity to be implemented in the field of wastewater treatment and environmental toxicology. Keywords Waste deNOx catalysts Continuous-flow Harmless disposal Ni nanoparticle Resource utilization 1 Introduction Currently, the main technology to deal with NOx is selective catalytic reduction with NH3 (NH3-SCR) [1–3]. After commercial catalysts (V2O5/TiO2, CeO2/TiO2, and MnO2/TiO2) reach the end of its service life, they are discarded and a large amount of solid waste is generated [4]. Especially for V2O5/TiO2 catalyst, the water solubility and toxicity of V2O5 will cause serious pollution to the environment [5,6]. Therefore, it is necessary to make rational use of the waste deNOx catalyst. On the other hand, heterogeneous catalysis combined with the traditional batch reactor is an essential technology for the modern chemical industry [7]. However, many disadvantages exist in the traditional batch reactor, such as low efficiency, concentration gradients, poor heat transfer, etc. [8]. In contrast, the continuous-flow (CF) presents great superiority to researchers due to its high operability, ease of reaction control, automation, and the ability to scale up [9,10]. It exhibits higher efficiency, better quality, and greater sustainability in many fields, such as green synthesis [11], microfluidic [12], catalysis [13,14], etc. These advantages guarantee that the CF forms an excellent alternative technology to replace the traditional batch reactor [15–17]. Simply, the combination of CF with heterogeneous catalysis has many unparalleled advantages and is increasingly becoming a powerful tool in the modern chemical industry. The development of CF in heterogeneous catalysis possesses is of significant value economically and in the field of research. Nanomaterials have been extensively investigated due to the unique size, large surface-area-to-volume ratios, and shape effect [18–22]. Metal nanocatalyst, an important member of nanomaterials, has increasing applications in various fields [23–25]. For instance, the aqueous Au-Pd colloids are used to catalyze selective CH4 oxidation to CH3OH [26]; the Au25(SG)18 nanoclusters are used for photothermal therapy [27], and the nickel nanoparticles (NiNPs) loaded cellulose filter paper is used for the p-nitrophenol (4-NP) reduction [28]. Among these applications, environmental catalysis, especially in the field of water treatment, has gained attention due to the increase of stringent environmental regulations. Currently, Au/TiO2 [29], Pt-Fe3O4@graphene [30], Pd-Cu/g-C3N4 [31] and many other metal nanocatalysts have been used for water treatment [32–37]. Presently, the technology combination of noble metal nanocatalysis with CF exhibits obvious advantages (high reaction efficiency and reproducibility) in the field of water treatment [38]. However, one current challenge in designing the metal catalyst (anchored within CF reactors) with improved catalytic efficiency and reusability synchronously. For example, for the 4-NP reduction, the Pd/UiO-66-NH2 film capillary microreactor can be reused readily but its maximum flow rate is just 60 μL·min−1 [39]. In another example, the Au nanoparticles (AuNPs) anchored paper reactor can exhibit high catalytic efficiency at a flow rate of 0.25 mL·min−1 but the cellulose of paper would be gradually destroyed in an alkaline environment [18]. With this in mind, intensive research of the catalyst is imperative for cost and high catalytic efficiency for metal nanocatalysis. As an active ingredient, nickel is the excellent electron-donor or acceptor resulting in the capacity to promote the catalytic reaction by the redox cycle process significantly. Therefore, Ni nanomaterial has a great advantage in the catalytic reaction [40]. The high cost is one of the hurdles for the commercialization of noble metals. Nickel has appeared like a considerable alternative. Therefore, the presence of NiNPs provides a possibility for increasing the catalytic efficiency and reusability simultaneously in the field of water treatment. Recently, various materials have been used for the carriers, such as graphene oxide [41], TiO2 [42], polymer [43] and cellulose [44]. As the carrier, the waste deNOx catalyst is calcined as a ceramic carrier. In other words, the coupling of NiNPs and waste deNOx catalysts can be used for continuous-flow catalysis in the field of water treatment. Under the guidance of such an idea, the waste deNOx catalysts (V2O5-WO3/TiO2, CeO2-WO3/TiO2 and MnO2-CeO2/TiO2) were fabricated as the continuous-flow reactor. The ceramic deNOx catalysts supported NiNPs exhibited excellent catalytic performance for 4-NP reduction. It solves three problems simultaneously: solid pollution of waste deNOx catalyst (especially the toxicity problem of V2O5); water pollution of dye and resource utilization of waste catalyst. In addition, our previous research work has successfully applied V2O5-based deNOx catalysts to the field of reforming hydrogen production [45]. Compared with previous study, this work not only realizes the application of waste V2O5-based deNOx catalysts in water treatment, but also covers the utilization of three major types of metal oxide deNOx catalysts. In other words, this work confirms the universality of the resource utilization of waste deNOx catalysts. At last, this idea can be applied to the treatment of all commercial deNOx catalysts and the other environmental catalysis in the field of water treatment. 2 Experiment Supporting Information (SI) provided information about materials, chemicals, catalyst preparation, catalytic activity measurement, and characterization. From Fig. 1 , V2O5-WO3/TiO2, CeO2-WO3/TiO2 and MnO2-CeO2/TiO2 were calcined to ceramics and were designated as TVW, TCW, and TMC, respectively. Then NiNPs were self-assembly in the carrier so that Ni-based catalysts (denoted as Ni/TVW, Ni/TCW and Ni/TMC, respectively) were obtained. The CF nanocatalysis was conducted by the Ni/TCW, Ni/TMC and Ni/TVW reactors. 3 Results and discussion 3.1 Catalytic performance Fig. 2 (a) showed the ultraviolet-visible (UV–vis) absorption spectra of the 4-NP solution with NaBH4 before and after feeding into the CF reactor. The characteristic peak intensity at 400 nm decreased and that at 300 nm increased after the reactor. Fig. 1S showed the peak position shifted from 315 nm to 400 nm when NaBH4 was added into the 4-NP solution. It was determined from the literature that the peak at 400 nm represented the 4-NP and the peak at about 300 nm represented p-aminophenol (4-AP) [46]. The relationship between 4-NP conversion and concentration was obtained and shown in Fig. 2(b). All catalytic efficiencies of Ni-based reactors could reach 100% at 1.5 mL·min−1 when 4-NP concentration was lower than 2 mM. The catalytic efficiency decreased with the increase of 4-NP concentration. When 4-NP concentration increased and the injection speed remained 1.5 mL·min−1, still only a part of 4-NP reacted with the catalyst, so some 4-NP molecules could not participate in the reaction, resulting in decreased activity. For TVW, TMC, and TCW, catalytic efficiency was at a low level at the whole interval of 4-NP concentration. It suggested that waste deNOx catalyst was only suitable as a carrier for water treatment and the other catalysis [45]. When the 4-NP concentration was 5 mM, the difference among Ni/TVW, Ni/TMC, and Ni/TCW reactors was obvious and the optimum catalyst could be obtained. The Ni/TMC exhibited the best catalytic performance (87.25%) at 1.5 mL·min−1. The maximum conversion decreased as Ni/TMC > Ni/TVW > Ni/TCW > TMC > TCW > TVW. From Table 1S, the loading amount of Ni decreased as Ni/TMC > Ni/TVW > Ni/TCW. The 4-NP conversion was basically positively correlated with specific surface area and the loading amount of Ni. The main reason for the highest conversion of Ni/TMC may be due to the loading content and the chemical state of NiNPs. It was also noted that the value of total organic carbon (TOC) had no great change before and after the reaction (Fig. 2S). Meaning, the 4-NP had been completely transformed to 4-AP with was no other by-product. The reusability of Ni/TMC was investigated (Fig. 3 ). The catalytic efficiencies of 4-NP reduction had no great change after 10 recycling times. Furthermore, the conversion rates of Ni/TMC could reach 99.5% (2.5 mM 4-NP) at the tenth recycling time. The efficiency loss was less than 1%. According to Table 1S, the loading amount of Ni just decreased 0.005%. In other words, the loading amount of Ni did not change obviously between before and after use for ten times. Compared with other catalysts, such as Cu2O@h-BN (50% activity loss after 4 recycling times) [47], Ni NPs in hydrogel network (25% activity loss after 5 recycling times) [48] and Ag/CH-FP (10% activity loss after 4 recycling times) [49], Ni/TMC exhibited a significantly better reusability. It was probably because the waste deNOx catalyst carrier reduced the leaching and aggregation for NiNPs. In other words, Ni/TMC had excellent reusability, which could be applied to the practical application. 3.2 Physical properties Fig. 4 showed SEM micrographs of the outside surface of different catalysts. For TVW and TCW, the particles were sintered into the smooth submicron sponge and there were distinct small pores between the sponges. The diameter of the sponge was mainly 0.25–1.5 μm. Opposite of this, the shape was between the particle and sponge for TMC and the surface was a bit rough. It indicated that waste deNOx catalyst has formed ceramics. In practical tests, the structure of catalysts could keep unchanged in water without collapsing, which verified that this degree of ceramization met the demand. As shown in Fig. 4(b), (d) and (f), there were three different states for NiNPs. There was no agglomeration for NiNPs on the TCW surface and the diameter of NiNPs was relatively small, which was due to the smooth surface of TCW and the large channels. A small part of NiNPs was agglomerated on the TVW surface because the channel diameter became smaller. When the TMC surface was rough, a large amount of NiNPs was agglomerated on the surface. It was because NiNPs was more likely to agglomerate and adhere to rough surfaces. Furthermore, the element distribution of TVW, Ni/TVW, TMC, Ni/TMC TCW and Ni/TCW was obtained by element mapping (Fig. 3S to Fig. 8S). It could be seen that all the elements were evenly distributed in the catalyst. Compare with the Ni element mapping of three catalysts, it also could be found that the loading amount of NiNPs decreased as Ni/TMC > Ni/TVW > Ni/TCW. Fig. 5 (a) showed the X-ray diffraction (XRD) spectra of different catalysts. All the reflections corresponded to the rutile TiO2 (PDF-ICDD 76-326), SiO (PDF-ICDD 30-1127), Ni (PDF-ICDD 3-1043), CeO2 (PDF 65-5923), SrTiO3 (PDF-ICDD 1-1018) and MnO2 (PDF-ICDD 2-567). For TVW and Ni/TVW, the main peaks were attributed to rutile TiO2, and there was no diffraction peak for V, W or Al species. Compared to element mapping results, the loading amount of these species was relatively low and they had a good dispersion in the TVW and Ni/TVW samples. For TMC and Ni/TMC, the presence of new peaks attributed to SiO and SrTiO3 indicated it was difficult for Al2O3, SiO2, and TiO2 to react at high temperature to form ceramic phase. Therefore, the surface of particles for TMC was rough. For TCW and Ni/TCW, the main crystal phases were CeO2 and rutile TiO2. The peak at 26° belongs to MnO2, and the intensity increased significantly after the addition of Ni, which may be due to the growth of the crystal size during the calcination. Besides, the intensity of peaks attributed to NiO was much low because of the low loading amount. To further research the physical properties of Ni-based catalysts, the outside surface of all samples were characterized by the Raman spectra. As shown in Fig. 5(b), the three peaks located at 245, 442 and 602 cm−1 were assigned to rutile TiO2 [50]. The weak peak in 160 cm−1 was attributed to anatase TiO2 [51]. However, compared to rutile, the intensity was very low, which indicated that the amount of anatase TiO2 was much lower than that of rutile TiO2. It was consistent with the XRD result because there was no obvious peak corresponding to anatase TiO2. Besides, the Raman spectra demonstrated that Ni-based catalysts showed a negative shift in comparison with ceramic carriers. The shift corresponded to an increase in the number of surface oxygen species [52]. Table 1 and Fig. 9S exhibited the detail information about the pore and the specific surface area. From Fig. 9S, it was found that the average pore diameter of TCW and TVW increased with the addition of Ni, and the amount of pore (6–12 nm) increased obviously, indicating that the loading of Ni did not block the original pores of the catalyst. Opposite to this, the pore distribution (3–5 nm) of TMC increased. Combined with the results of SEM images, it was speculated that the agglomerated NiNPs blocked the part pores of the catalyst. Therefore, the surface area and Pore volume increased for TCW to Ni/TCW and TVW to Ni/TVW, but decreased for TMC to Ni/TMC. However, the surface area of Ni/TMC was still the largest than the other two catalysts. Furthermore, the specific surface area of these catalysts was much smaller than that of common catalysts [53–55]. It verified that the waste deNOx catalysts have been sintered to ceramic powder. In addition to Ni/TVW catalyst, the specific surface area and catalytic efficiency of other catalysts were positively correlated. It was because the specific surface area and the micron channel directly determined the reaction time and reaction area of NiNPs and reactants. On the other hand, the more complete the sintering of ceramic particles, the more difficult it was to dissolve the active components of waste deNOx catalyst in the water. In other words, the sintering temperature of waste deNOx catalyst was an important factor in further study. 3.3 Surface active species Fig. 6 and Fig. 10S showed the Ti 2p, O 1s, Ni 2p, Ce 3d, W 4f, Mn 2p and V 2p high-resolution scans spectra of X-ray photoelectron spectroscopy (XPS), and Table 2 showed the atomic distribution. From Fig. 6(a), Ti 2p was divided into Ti3+ and Ti4+ and the Ni modification improved the amount of Ti3+. Correspondingly, the interaction between Ni and TiO2 caused the generation of oxygen vacancies. According to our previous study, the concentrations of oxygen vacancies in the catalyst were related to that of Ti3+ because the transition from Ti4+ to Ti3+ produced oxygen vacancies [56–58]. Therefore, the Ti3+ amount increased obviously when Ni was loaded. From Fig. 6(b), there were two contributions for O 1s: chemisorbed oxygen (Oα) and lattice oxygen (Oβ). For TMC and Ni/TMC catalysts, a new peak corresponded to surface oxygen by hydroxyl species (Oγ) appeared [59]. Surface chemisorbed oxygen or hydroxyl species could promote the catalytic reaction obviously [60]. Therefore, the addition of Ni improved the amount of Oα+ Oγ, which helped improve the catalytic performance. Meanwhile, both the O 1s and Ti 2p peaks showed a shift toward the lower binding energy with the addition of Ni, indicating there were strong interactions among Ni, O, and Ti. This strong interaction could accelerate the transmission of electrons so that the ceramic carriers participate in the reaction better. Fig. 6(c) exhibited the representative Ni 2p spectra of Ni/TCW, Ni/TMC, and Ni/TVW. There were two contributions of Ni2+ and satellite for Ni 2p. The weak peak located at 852.2 eV was metallic Ni (Ni0). The additional peaks located at 882.2 eV for Ni/TCW and Ni/TMC catalysts were attributed to Ce 3d because the part of peaks of Ce 3d and Ni 2p were overlapping. The presence of Ni2+ was likely to be NiO/hydroxide during catalyst processing when exposed to air. In addition, although the Ni0 was oxidized to Ni2+, all the catalysts still exhibited excellent catalytic performance like the fresh catalysts. Fig. 6(d) exhibited the Ce 3d XPS spectra of TCW, TMC, Ni/TCW and Ni/TMC catalysts. There were two contributions of Ce3+ and Ce4+ for Ce 3d [61]. The intensity of Ce 3d peaks over TCW or TMC was higher than that over Ni/TCW or Ni/TMC. The Ce3+ had excellent redox properties and it would consume NaBH4 quickly so that the reducing agent adsorbed on Ni surface reduced. In other words, the catalyst exhibited more excellent catalytic performance when the Ce3+ atomic ratio decreased. The CeO2 was more suitable as a cocatalyst than an active component. 4 Conclusions In this work, a feasible approach to synthesize waste deNOx ceramic catalyst supported Ni was developed. The Ni/TCW, Ni/TMC and Ni/TVW catalysts were used firstly for continuous-flow catalysis. While we have proven, the waste deNOx ceramic catalyst supported Ni nanoparticle possessed high catalytic activity for 4-NP reduction. All of these advantages helped the waste deNOx ceramic carrier be used for practical application. Acknowledgments We would like to acknowledge the financial supports from National Natural Science Foundation of China (51772149), National Key Research and Development Program of China (2016YFC0205500), Six Talent Peaks Project in Jiangsu Province (JNHB-044), Qinglan Project of Jiangsu Province of China and Priority Academic Program Development of Jiangsu Higher Education Institutions (PAPD). Qijie Jin also wants to thank Xin Xu, Youchun Pan and Xingjun Tao for their help during the experiment. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110634. Appendix A Supplementary data The following is Supplementary data to this article: References [1] Y.L. Han J.C. Mu X.Y. Li J.S. Gao S.Y. Fan F. Tan Q.D. Zhao Triple-shelled NiMn2O4 hollow spheres as an efficient catalyst for low-temperature selective catalytic reduction of NOx with NH3 Chem. Commun. 54 2018 9797 9800 Y.L. Han, J.C. Mu, X.Y. Li, J.S. Gao, S.Y. Fan, F. Tan, Q.D. Zhao, Triple-shelled NiMn2O4 hollow spheres as an efficient catalyst for low-temperature selective catalytic reduction of NOx with NH3, Chem. Commun., 54 (2018) 9797-9800. [2] L.Q. Qi J.T. Li Y. Yao Y.J. Zhang Heavy metal poisoned and regeneration of selective catalytic reduction catalysts J. Hazard. Mater. 366 2019 492 500 L.Q. Qi, J.T. Li, Y. Yao, Y.J. Zhang, Heavy metal poisoned and regeneration of selective catalytic reduction catalysts, J. Hazard. Mater., 366 (2019) 492-500. [3] Z. Li J.K. Jiang Z.Z. Ma O.A. Fajardo J.G. Deng L. Duan Influence of flue gas desulfurization (FGD) installations on emission characteristics of PM2.5 from coal-fired power plants equipped with selective catalytic reduction (SCR) Environ. Pollut. 230 2017 655 662 Z. Li, J.K. Jiang, Z.Z. Ma, O.A. Fajardo, J.G. Deng, L. Duan, Influence of flue gas desulfurization (FGD) installations on emission characteristics of PM2.5 from coal-fired power plants equipped with selective catalytic reduction (SCR), Environ. Pollut., 230 (2017) 655-662. [4] X.L. Weng X.X. Dai Q.S. Zeng Y. Liu Z.B. Wu DRIFT studies on promotion mechanism of H3PW12O40 in selective catalytic reduction of NO with NH3 J. Colloid Interface Sci. 461 2016 9 14 X.L. Weng, X.X. Dai, Q.S. Zeng, Y. Liu, Z.B. Wu, DRIFT studies on promotion mechanism of H3PW12O40 in selective catalytic reduction of NO with NH3, J. Colloid Interface Sci., 461 (2016) 9-14. [5] Q.Y. Wang H.L. Xu W.T. Huang Z.Q. Pan H. Zhou Metal organic frameworks-assisted fabrication of CuO/Cu2O for enhanced selective catalytic reduction of NOx by NH3 at low temperatures J. Hazard. Mater. 364 2019 499 508 Q.Y. Wang, H.L. Xu, W.T. Huang, Z.Q. Pan, H. Zhou, Metal organic frameworks-assisted fabrication of CuO/Cu2O for enhanced selective catalytic reduction of NOx by NH3 at low temperatures, J. Hazard. Mater., 364 (2019) 499-508. [6] C. Liu F. Li J. Wu X. Hou W. Huang Y. Zhang X.G. Yang A comparative study of MOx (M = Mn, Co and Cu) modifications over CePO4 catalysts for selective catalytic reduction of NO with NH3 J. Hazard. Mater. 363 2019 439 446 C. Liu, F. Li, J. Wu, X. Hou, W. Huang, Y. Zhang, X.G. Yang, A comparative study of MOx (M = Mn, Co and Cu) modifications over CePO4 catalysts for selective catalytic reduction of NO with NH3, J. Hazard. Mater., 363 (2019) 439-446. [7] H. Seo A.F. Liu T.F. Jamison Direct beta-selective hydrocarboxylation of styrenes with CO2 enabled by continuous flow photoredox catalysis J. Am. Chem. Soc. 139 2017 13969 13972 H. Seo, A.F. Liu, T.F. Jamison, Direct beta-selective hydrocarboxylation of styrenes with CO2 enabled by continuous flow photoredox catalysis, J. Am. Chem. Soc., 139 (2017) 13969-13972. [8] B.P. Mason K.E. Price J.L. Steinbacher A.R. Bogdan D.T. McQuade Greener approaches to organic synthesis using microreactor technology Chem. Rev. 107 2007 2300 2318 B.P. Mason, K.E. Price, J.L. Steinbacher, A.R. Bogdan, D.T. McQuade, Greener approaches to organic synthesis using microreactor technology, Chem. Rev., 107 (2007) 2300-2318. [9] R.L. Huang H.X. Zhu R.X. Su W. Qi Z.M. He Catalytic membrane reactor immobilized with alloy nanoparticle-loaded protein fibrils for continuous reduction of 4-nitrophenol Environ. Sci. Technol. 50 2016 11263 11273 R.L. Huang, H.X. Zhu, R.X. Su, W. Qi, Z.M. He, Catalytic membrane reactor immobilized with alloy nanoparticle-loaded protein fibrils for continuous reduction of 4-nitrophenol, Environ. Sci. Technol., 50 (2016) 11263-11273. [10] Y.B. Liu F.Q. Liu Z.L. Qi C.S. Shen F. Li C.Y. Ma M.H. Huang Z.W. Wang J.J. Li Simultaneous oxidation and sorption of highly toxic Sb(III) using a dual-functional electroactive filter Environ. Pollut. 251 2019 72 80 Y.B. Liu, F.Q. Liu, Z.L. Qi, C.S. Shen, F. Li, C.Y. Ma, M.H. Huang, Z.W. Wang, J.J. Li, Simultaneous oxidation and sorption of highly toxic Sb(III) using a dual-functional electroactive filter, Environ. Pollut., 251 (2019) 72-80. [11] D. Webb T.F. Jamison Continuous flow multi-step organic synthesis Chem. Sci. 1 2010 675 680 D. Webb, T.F. Jamison, Continuous flow multi-step organic synthesis, Chem. Sci., 1 (2010) 675-680. [12] N. Pamme Continuous flow separations in microfluidic devices Lab Chip 7 2007 1644 1659 N. Pamme, Continuous flow separations in microfluidic devices, Lab on a Chip, 7 (2007) 1644-1659. [13] H.F. Liang F. Meng M. Caban-Acevedo L.S. Li A. Forticaux L.C. Xiu Z.C. Wang S. Jin Hydrothermal continuous flow synthesis and exfoliation of NiCo layered double hydroxide nanosheets for enhanced oxygen evolution catalysis Nano Lett. 15 2015 1421 1427 H.F. Liang, F. Meng, M. Caban-Acevedo, L.S. Li, A. Forticaux, L.C. Xiu, Z.C. Wang, S. Jin, Hydrothermal continuous flow synthesis and exfoliation of NiCo layered double hydroxide nanosheets for enhanced oxygen evolution catalysis, Nano Lett., 15 (2015) 1421-1427. [14] F. Ferlin S. Santoro L. Ackermann L. Vaccaro Heterogeneous C-H alkenylations in continuous-flow: oxidative palladium-catalysis in a biomass-derived reaction medium Green Chem. 19 2017 2510 2514 F. Ferlin, S. Santoro, L. Ackermann, L. Vaccaro, Heterogeneous C-H alkenylations in continuous-flow: oxidative palladium-catalysis in a biomass-derived reaction medium, Green Chem., 19 (2017) 2510-2514. [15] P. Poechlauer J. Manley R. Broxterman B. Gregertsen M. Ridemark Continuous processing in the manufacture of active pharmaceutical ingredients and finished dosage forms: an industry perspective Org. Process Res. Dev. 16 2012 1586 1590 P. Poechlauer, J. Manley, R. Broxterman, B. Gregertsen, M. Ridemark, Continuous processing in the manufacture of active pharmaceutical ingredients and finished dosage forms: An industry perspective, Organic Process Research & Development, 16 (2012) 1586-1590. [16] J. Wegner S. Ceylan A. Kirschning Ten key issues in modern flow chemistry Chem. Commun. 47 2011 4583 4592 J. Wegner, S. Ceylan, A. Kirschning, Ten key issues in modern flow chemistry, Chem. Commun., 47 (2011) 4583-4592. [17] J. Britton C.L. Raston Multi-step continuous-flow synthesis Chem. Soc. Rev. 46 2017 1250 1271 J. Britton, C.L. Raston, Multi-step continuous-flow synthesis, Chem. Soc. Rev., 46 (2017) 1250-1271. [18] H. Koga N. Namba T. Takahashi M. Nogi Y. Nishina Renewable wood pulp paper reactor with hierarchical micro/nanopores for continuous-flow nanocatalysis ChemSusChem 10 2017 2560 2565 H. Koga, N. Namba, T. Takahashi, M. Nogi, Y. Nishina, Renewable wood pulp paper reactor with hierarchical micro/nanopores for continuous-flow nanocatalysis, ChemSusChem, 10 (2017) 2560-2565. [19] M.A. Mahmoud R. Narayanan M.A. El-Sayed Enhancing colloidal metallic nanocatalysis: sharp edges and corners for solid nanoparticles and cage effect for hollow ones Acc. Chem. Res. 46 2013 1795 1805 M.A. Mahmoud, R. Narayanan, M.A. El-Sayed, Enhancing colloidal metallic nanocatalysis: Sharp edges and corners for solid nanoparticles and cage effect for hollow ones, Acc. Chem. Res., 46 (2013) 1795-1805. [20] Z.Y. Jiang X.H. Zhang Z.M. Yuan J.C. Chen B.B. Huang D.D. Dionysiou G.H. Yang Enhanced photocatalytic CO2 reduction via the synergistic effect between Ag and activated carbon in TiO2/AC-Ag ternary composite Chem. Eng. J. 348 2018 592 598 Z.Y. Jiang, X.H. Zhang, Z.M. Yuan, J.C. Chen, B.B. Huang, D.D. Dionysiou, G.H. Yang, Enhanced photocatalytic CO2 reduction via the synergistic effect between Ag and activated carbon in TiO2/AC-Ag ternary composite, Chem. Eng. J., 348 (2018) 592-598. [21] S. Rajendran D. Manoj K. Raju D.D. Dionysiou M. Naushad F. Gracia L. Cornejo M.A. Gracia-Pinilla T. Ahamad Influence of mesoporous defect induced mixed-valent NiO (Ni2+/Ni3+)-TiO2 nanocomposite for non-enzymatic glucose biosensors Sens. Actuators B Chem. 264 2018 27 37 S. Rajendran, D. Manoj, K. Raju, D.D. Dionysiou, M. Naushad, F. Gracia, L. Cornejo, M.A. Gracia-Pinilla, T. Ahamad, Influence of mesoporous defect induced mixed-valent NiO (Ni2+/Ni3+)-TiO2 nanocomposite for non-enzymatic glucose biosensors, Sensors and Actuators B: Chemical, 264 (2018) 27-37. [22] D.P. Durkin T. Ye J. Choi K.J.T. Livi H.C. De Long P.C. Trulove D.H. Fairbrother L.M. Haverhals D.M. Shuai Sustainable and scalable natural fiber welded palladium-indium catalysts for nitrate reduction Appl. Catal. B 221 2018 290 301 D.P. Durkin, T. Ye, J. Choi, K.J.T. Livi, H.C. De Long, P.C. Trulove, D.H. Fairbrother, L.M. Haverhals, D.M. Shuai, Sustainable and scalable natural fiber welded palladium-indium catalysts for nitrate reduction, Appl. Catal., B, 221 (2018) 290-301. [23] M. Shokouhimehr Magnetically separable and sustainable nanostructured catalysts for heterogeneous reduction of nitroaromatics Catalysts 5 2015 534 560 M. Shokouhimehr, Magnetically separable and sustainable nanostructured catalysts for heterogeneous reduction of nitroaromatics, Catalysts, 5 (2015) 534-560. [24] K.Q. Zhang K. Hong J.M. Suh T.H. Lee O. Kwon M. Shokouhimehr H.W. Jang Facile synthesis of monodispersed Pd nanocatalysts decorated on graphene oxide for reduction of nitroaromatics in aqueous solution Res. Chem. Intermed. 45 2019 599 611 K.Q. Zhang, K. Hong, J.M. Suh, T.H. Lee, O. Kwon, M. Shokouhimehr, H.W. Jang, Facile synthesis of monodispersed Pd nanocatalysts decorated on graphene oxide for reduction of nitroaromatics in aqueous solution, Research on Chemical Intermediates, 45 (2019) 599-611. [25] K.Q. Zhang J.M. Suh J.-W. Choi H.W. Jang M. Shokouhimehr R.S. Varma Recent advances in the nanocatalyst-assisted NaBH4 reduction of nitroaromatics in water ACS Omega 4 2019 483 495 K.Q. Zhang, J.M. Suh, J.-W. Choi, H.W. Jang, M. Shokouhimehr, R.S. Varma, Recent advances in the nanocatalyst-assisted NaBH4 reduction of nitroaromatics in water, ACS Omega, 4 (2019) 483-495. [26] N. Agarwal S.J. Freakley R.U. McVicker S.M. Althahban N. Dimitratos Q. He D.J. Morgan R.L. Jenkins D.J. Willock S.H. Taylor C.J. Kiely G.J. Hutchings Aqueous Au-Pd colloids catalyze selective CH4 oxidation to CH3OH with O2 under mild conditions Science 358 2017 223 226 N. Agarwal, S.J. Freakley, R.U. McVicker, S.M. Althahban, N. Dimitratos, Q. He, D.J. Morgan, R.L. Jenkins, D.J. Willock, S.H. Taylor, C.J. Kiely, G.J. Hutchings, Aqueous Au-Pd colloids catalyze selective CH4 oxidation to CH3OH with O2 under mild conditions, Science, 358 (2017) 223-226. [27] S.K. Katla J. Zhang E. Castro R.A. Bernal X.J. Li Atomically precise Au25(SG)18 nanoclusters: rapid single-step synthesis and application in photothermal therapy ACS Appl. Mater. Interfaces 10 2018 75 82 S.K. Katla, J. Zhang, E. Castro, R.A. Bernal, X.J. Li, Atomically precise Au25(SG)18 nanoclusters: Rapid single-step synthesis and application in photothermal therapy, ACS Appl. Mater. Interfaces, 10 (2018) 75-82. [28] T. Kamal S.B. Khan A.M. Asiri Nickel nanoparticles-chitosan composite coated cellulose filter paper: an efficient and easily recoverable dip-catalyst for pollutants degradation Environ. Pollut. 218 2016 625 633 T. Kamal, S.B. Khan, A.M. Asiri, Nickel nanoparticles-chitosan composite coated cellulose filter paper: An efficient and easily recoverable dip-catalyst for pollutants degradation, Environ Pollut, 218 (2016) 625-633. [29] H. Cavusoglu B.Z. Buyukbekar H. Sakalak S. Kohsakowski Retraction: Gold nanoparticles immobilized on electrospun titanium dioxide nanofibers for catalytic reduction of 4-nitrophenol Chemphyschem 18 2017 1956-1956 H. Cavusoglu, B.Z. Buyukbekar, H. Sakalak, S. Kohsakowski, Retraction: Gold nanoparticles immobilized on electrospun titanium dioxide nanofibers for catalytic reduction of 4-nitrophenol, Chemphyschem, 18 (2017) 1956-1956. [30] X. Li X. Wang S. Song D. Liu H. Zhang Selectively deposited noble metal nanoparticles on Fe3O4/graphene composites: stable, recyclable, and magnetically separable catalysts Chem.-Eur. J. 18 2012 7601 7607 X. Li, X. Wang, S. Song, D. Liu, H. Zhang, Selectively deposited noble metal nanoparticles on Fe3O4/graphene composites: stable, recyclable, and magnetically separable catalysts, Chem.-Eur. J., 18 (2012) 7601-7607. [31] T. Ye D.P. Durkin N.A. Banek M.J. Wagner D.M. Shuai Graphitic carbon nitride supported ultrafine Pd and Pd-Cu catalysts: enhanced reactivity, selectivity, and longevity for nitrite and nitrate hydrogenation ACS Appl. Mater. Interfaces 9 2017 27421 27426 T. Ye, D.P. Durkin, N.A. Banek, M.J. Wagner, D.M. Shuai, Graphitic carbon nitride supported ultrafine Pd and Pd-Cu catalysts: Enhanced reactivity, selectivity, and longevity for nitrite and nitrate hydrogenation, ACS Appl. Mater. Interfaces, 9 (2017) 27421-27426. [32] M. Shokouhimehr K. Hong T.H. Lee C.W. Moon S.P. Hong K.Q. Zhang J.M. Suh K.S. Choi R.S. Varma H.W. Jang Magnetically retrievable nanocomposite adorned with Pd nanocatalysts: efficient reduction of nitroaromatics in aqueous media Green Chem. 20 2018 3809 3817 M. Shokouhimehr, K. Hong, T.H. Lee, C.W. Moon, S.P. Hong, K.Q. Zhang, J.M. Suh, K.S. Choi, R.S. Varma, H.W. Jang, Magnetically retrievable nanocomposite adorned with Pd nanocatalysts: efficient reduction of nitroaromatics in aqueous media, Green Chem., 20 (2018) 3809-3817. [33] H. Alamgholiloo S.B. Zhang A. Ahadi S. Rostamnia R. Banaei Z.C. Li X. Liu M. Shokouhimehr Synthesis of bimetallic 4-PySI-Pd@Cu(BDC) via open metal site Cu-MOF: effect of metal and support of Pd@Cu-MOFs in H2 generation from formic acid Mol. Catal. 467 2019 30 37 H. Alamgholiloo, S.B. Zhang, A. Ahadi, S. Rostamnia, R. Banaei, Z.C. Li, X. Liu, M. Shokouhimehr, Synthesis of bimetallic 4-PySI-Pd@Cu(BDC) via open metal site Cu-MOF: Effect of metal and support of Pd@Cu-MOFs in H2 generation from formic acid, Mol. Catal., 467 (2019) 30-37. [34] A. Kim S.M. Rafiaei S. Abolhosseini M. Shokouhimehr Palladium nanocatalysts confined in mesoporous silica for heterogeneous reduction of nitroaromatics Energy Environ. Focus 4 2015 18 23 A. Kim, S.M. Rafiaei, S. Abolhosseini, M. Shokouhimehr, Palladium nanocatalysts confined in mesoporous silica for heterogeneous reduction of nitroaromatics, Energy Environ. Focus, 4 (2015) 18-23. [35] K.Q. Zhang J.M. Suh T.H. Lee J.H. Cha J.-W. Choi H.W. Jang R.S. Varma M. Shokouhimehr Copper oxide-graphene oxide nanocomposite: efficient catalyst for hydrogenation of nitroaromatics in water Nano Converg. 6 2019 6 K.Q. Zhang, J.M. Suh, T.H. Lee, J.H. Cha, J.-W. Choi, H.W. Jang, R.S. Varma, M. Shokouhimehr, Copper oxide-graphene oxide nanocomposite: efficient catalyst for hydrogenation of nitroaromatics in water, Nano Convergence, 6 (2019) 6. [36] M. Shokouhimehr M.S. Asl B. Mazinani Modulated large-pore mesoporous silica as an efficient base catalyst for the Henry reaction Res. Chem. Intermed. 44 2018 1617 1626 M. Shokouhimehr, M.S. Asl, B. Mazinani, Modulated large-pore mesoporous silica as an efficient base catalyst for the Henry reaction, Research on Chemical Intermediates, 44 (2018) 1617-1626. [37] A. Ahadi S. Rostamnia P. Panahi L.D. Wilson Q.S. Kong Z. An M. Shokouhimehr Palladium comprising dicationic bipyridinium supported periodic mesoporous organosilica (PMO):Pd@Bipy-PMO as an efficient hybrid catalyst for suzuki-miyaura cross-coupling reaction in water Catalysts 9 2019 140 A. Ahadi, S. Rostamnia, P. Panahi, L.D. Wilson, Q.S. Kong, Z. An, M. Shokouhimehr, Palladium comprising dicationic bipyridinium supported periodic mesoporous organosilica (PMO):Pd@Bipy-PMO as an efficient hybrid catalyst for suzuki-miyaura cross-coupling reaction in water, Catalysts, 9 (2019) 140. [38] R.L. Hartman J.P. McMullen K.F. Jensen Deciding whether to go with the flow: evaluating the merits of flow reactors for synthesis Angew. Chem. Int. Ed. 50 2011 7502 7519 R.L. Hartman, J.P. McMullen, K.F. Jensen, Deciding whether to go with the flow: Evaluating the merits of flow reactors for synthesis, Angew. Chem.-Int. Edit., 50 (2011) 7502-7519. [39] J. Li F.C. Wu L. Lin Y. Guo H.O. Liu X.F. Zhang Flow fabrication of a highly efficient Pd/UiO-66-NH2 film capillary microreactor for 4-nitrophenol reduction Chem. Eng. J. 333 2018 146 152 J. Li, F.C. Wu, L. Lin, Y. Guo, H.O. Liu, X.F. Zhang, Flow fabrication of a highly efficient Pd/UiO-66-NH2 film capillary microreactor for 4-nitrophenol reduction, Chem. Eng. J., 333 (2018) 146-152. [40] E.S. Gnanakumar N. Chandran I.V. Kozhevnikov A. Grau-Atienza E.V.R. Fernandez A. Sepulveda-Escribano N.R. Shiju Highly efficient nickel-niobia composite catalysts for hydrogenation of CO2 to methane Chem. Eng. Sci. 194 2019 2 9 E.S. Gnanakumar, N. Chandran, I.V. Kozhevnikov, A. Grau-Atienza, E.V.R. Fernandez, A. Sepulveda-Escribano, N.R. Shiju, Highly efficient nickel-niobia composite catalysts for hydrogenation of CO2 to methane, Chem. Eng. Sci., 194 (2019) 2-9. [41] H. Mao C.G. Ji M.H. Liu Z.Q. Cao D.Y. Sun Z.Q. Xing X. Chen Y. Zhang X.M. Song Enhanced catalytic activity of Ag nanoparticles supported on polyacrylamide/polypyrrole/graphene oxide nanosheets for the reduction of 4-nitrophenol Appl. Surf. Sci. 434 2018 522 533 H. Mao, C.G. Ji, M.H. Liu, Z.Q. Cao, D.Y. Sun, Z.Q. Xing, X. Chen, Y. Zhang, X.M. Song, Enhanced catalytic activity of Ag nanoparticles supported on polyacrylamide/polypyrrole/graphene oxide nanosheets for the reduction of 4-nitrophenol, Appl. Surf. Sci., 434 (2018) 522-533. [42] Y. Gu Y.Q. Jiao X.G. Zhou A.P. Wu B. Buhe H.G. Fu Strongly coupled Ag/TiO2 heterojunctions for effective and stable photothermal catalytic reduction of 4-nitrophenol Nano Res. 11 2018 126 141 Y. Gu, Y.Q. Jiao, X.G. Zhou, A.P. Wu, B. Buhe, H.G. Fu, Strongly coupled Ag/TiO2 heterojunctions for effective and stable photothermal catalytic reduction of 4-nitrophenol, Nano Research, 11 (2018) 126-141. [43] F. Wei C.F. Lu F.Y. Wang G.C. Yang Z.X. Chen J.Q. Nie A novel functionalized porous polythiophene polymer network for Au catalyst deposition Mater. Lett. 212 2018 251 255 F. Wei, C.F. Lu, F.Y. Wang, G.C. Yang, Z.X. Chen, J.Q. Nie, A novel functionalized porous polythiophene polymer network for Au catalyst deposition, Materials Letters, 212 (2018) 251-255. [44] X.Y. An Y.D. Long Y.H. Ni Cellulose nanocrystal/hexadecyltrimethylammonium bromide/silver nanoparticle composite as a catalyst for reduction of 4-nitrophenol Carbohydr. Polym. 156 2017 253 258 X.Y. An, Y.D. Long, Y.H. Ni, Cellulose nanocrystal/hexadecyltrimethylammonium bromide/silver nanoparticle composite as a catalyst for reduction of 4-nitrophenol, Carbohydr. Polym., 156 (2017) 253-258. [45] Q.J. Jin Y.S. Shen Y. Cai L. Chu Y.W. Zeng Resource utilization of waste V2O5-based deNOx catalysts for hydrogen production from formaldehyde and water via steam reforming J. Hazard. Mater. 381 2019 120934-120934 Q.J. Jin, Y.S. Shen, Y. Cai, L. Chu, Y.W. Zeng, Resource utilization of waste V2O5-based deNOx catalysts for hydrogen production from formaldehyde and water via steam reforming, J. Hazard. Mater., 381 (2019) 120934-120934. [46] J.J. Lv S.S. Li A.J. Wang L.P. Mei J.R. Chen J.J. Feng Monodisperse Au-Pd bimetallic alloyed nanoparticles supported on reduced graphene oxide with enhanced electrocatalytic activity towards oxygen reduction reaction Electrochim. Acta 136 2014 521 528 J.J. Lv, S.S. Li, A.J. Wang, L.P. Mei, J.R. Chen, J.J. Feng, Monodisperse Au-Pd bimetallic alloyed nanoparticles supported on reduced graphene oxide with enhanced electrocatalytic activity towards oxygen reduction reaction, Electrochim. Acta, 136 (2014) 521-528. [47] C. Huang W. Ye Q. Liu X. Qiu Dispersed Cu2O octahedrons on h-BN nanosheets for p-nitrophenol reduction ACS Appl. Mater. Interfaces 6 2014 14469 14476 C. Huang, W. Ye, Q. Liu, X. Qiu, Dispersed Cu2O octahedrons on h-BN nanosheets for p-nitrophenol reduction, ACS Appl. Mater. Interfaces, 6 (2014) 14469-14476. [48] N. Sahiner H. Ozay O. Ozay N. Aktas New catalytic route: hydrogels as templates and reactors for in situ Ni nanoparticle synthesis and usage in the reduction of 2- and 4-nitrophenols Appl. Catal. A 385 2010 201 207 N. Sahiner, H. Ozay, O. Ozay, N. Aktas, New catalytic route: Hydrogels as templates and reactors for in situ Ni nanoparticle synthesis and usage in the reduction of 2- and 4-nitrophenols, Appl. Catal., A, 385 (2010) 201-207. [49] I. Ahmad T. Kamal S.B. Khan A.M. Asiri An efficient and easily retrievable dip catalyst based on silver nanoparticles/chitosan-coated cellulose filter paper Cellulose 23 2016 3577 3588 I. Ahmad, T. Kamal, S.B. Khan, A.M. Asiri, An efficient and easily retrievable dip catalyst based on silver nanoparticles/chitosan-coated cellulose filter paper, Cellulose, 23 (2016) 3577-3588. [50] S. Daneshvar e Asl A.E. Saed S.K. Sadrnezhaad Hierarchical rutile/anatase TiO2 nanorod/nanoflower thin film: synthesis and characterizations Mater. Sci. Semicond. Process. 93 2019 252 259 S. Daneshvar e Asl, A.E. Saed, S.K. Sadrnezhaad, Hierarchical rutile/anatase TiO2 nanorod/nanoflower thin film: Synthesis and characterizations, Mater. Sci. Semicond. Process., 93 (2019) 252-259. [51] V. Etacheri C. Di Valentin J. Schneider D. Bahnemann S.C. Pillai Visible-light activation of TiO2 photocatalysts: advances in theory and experiments J. Photochem. Photobiol. C Photochem. Rev. 25 2015 1 29 V. Etacheri, C. Di Valentin, J. Schneider, D. Bahnemann, S.C. Pillai, Visible-light activation of TiO2 photocatalysts: Advances in theory and experiments, J. Photoch. Photobio. C, 25 (2015) 1-29. [52] X.R. Li J.G. Wang Y. Men Z.F. Bian TiO2 mesocrystal with exposed (001) facets and CdS quantum dots as an active visible photocatalyst for selective oxidation reactions Appl. Catal. B 187 2016 115 121 X.R. Li, J.G. Wang, Y. Men, Z.F. Bian, TiO2 mesocrystal with exposed (001) facets and CdS quantum dots as an active visible photocatalyst for selective oxidation reactions, Appl. Catal., B, 187 (2016) 115-121. [53] L. Chen J.H. Li M.F. Ge Promotional effect of Ce-doped V2O5-WO3/TiO2 with low vanadium loadings for selective catalytic reduction of NOx by NH3 J. Phys. Chem. C 113 2009 21177 21184 L. Chen, J.H. Li, M.F. Ge, Promotional effect of Ce-doped V2O5-WO3/TiO2 with low vanadium loadings for selective catalytic reduction of NOx by NH3, J. Phys. Chem. C, 113 (2009) 21177-21184. [54] X. Gao Y. Jiang Y. Zhong Z.Y. Luo K.F. Cen The activity and characterization of CeO2-TiO2 catalysts prepared by the sol-gel method for selective catalytic reduction of NO with NH3 J. Hazard. Mater. 174 2010 734 739 X. Gao, Y. Jiang, Y. Zhong, Z.Y. Luo, K.F. Cen, The activity and characterization of CeO2-TiO2 catalysts prepared by the sol-gel method for selective catalytic reduction of NO with NH3, J. Hazard. Mater., 174 (2010) 734-739. [55] S.P. Luo W.T. Zhou A.J. Xie F.Q. Wu C. Yao X.Z. Li S.X. Zuo T.H. Liu Effect of MnO2 polymorphs structure on the selective catalytic reduction of NOx with NH3 over TiO2-palygorskite Chem. Eng. J. 286 2016 291 299 S.P. Luo, W.T. Zhou, A.J. Xie, F.Q. Wu, C. Yao, X.Z. Li, S.X. Zuo, T.H. Liu, Effect of MnO2 polymorphs structure on the selective catalytic reduction of NOx with NH3 over TiO2-palygorskite, Chem. Eng. J., 286 (2016) 291-299. [56] Q.J. Jin Y.S. Shen S.M. Zhu Effect of fluorine additive on CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3 J. Colloid Interface Sci. 487 2017 401 409 Q.J. Jin, Y.S. Shen, S.M. Zhu, Effect of fluorine additive on CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3, J. Colloid Interface Sci., 487 (2017) 401-409. [57] Q.J. Jin Y.S. Shen S.M. Zhu X.H. Li M. Hu Promotional effects of Er incorporation in CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3 Chin. J. Catal. 37 2016 1521 1529 Q.J. Jin, Y.S. Shen, S.M. Zhu, X.H. Li, M. Hu, Promotional effects of Er incorporation in CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3, Chin. J. Catal., 37 (2016) 1521-1529. [58] Qj. Jin Y.S. Shen S.M. Zhu Q. Liu X.H. Li W. Yan Effect of praseodymium additive on CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3 J. Rare Earths 34 2016 1111 1120 Q.j. Jin, Y.S. Shen, S.M. Zhu, Q. Liu, X.H. Li, W. Yan, Effect of praseodymium additive on CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3, Journal of Rare Earths, 34 (2016) 1111-1120. [59] Z.B. Wu R.B. Jin H.Q. Wang Y. Liu Effect of ceria doping on SO2 resistance of Mn/TiO2 for selective catalytic reduction of NO with NH3 at low temperature Catal. Commun. 10 2009 935 939 Z.B. Wu, R.B. Jin, H.Q. Wang, Y. Liu, Effect of ceria doping on SO2 resistance of Mn/TiO2 for selective catalytic reduction of NO with NH3 at low temperature, Catal. Commun., 10 (2009) 935-939. [60] R. Camposeco S. Castillo V. Mugica I. Mejía-Centeno J. Marín Role of V2O5-WO3/H2Ti3O7-nanotube-model catalysts in the enhancement of the catalytic activity for the SCR-NH3 process Chem. Eng. J. 242 2014 313 320 R. Camposeco, S. Castillo, V. Mugica, I. Mejía-Centeno, J. Marín, Role of V2O5-WO3/H2Ti3O7-nanotube-model catalysts in the enhancement of the catalytic activity for the SCR-NH3 process, Chem. Eng. J., 242 (2014) 313-320. [61] M.Y. Smirnov G.W. Graham Pd oxidation under UHV in a model Pd/ceria–zirconia catalyst Catal. Lett. 72 2001 39 44 M.Y. Smirnov, G.W. Graham, Pd oxidation under UHV in a model Pd/ceria–zirconia catalyst, Catal. Lett., 72 (2001) 39-44.",
      "scopus-id": "85072678028",
      "coredata": {
        "eid": "1-s2.0-S2468823119304845",
        "dc:description": "Resource utilization of waste deNOx catalysts has become a major demand. A new resource path for continuous-flow catalysis using the waste deNOx catalysts (V2O5-WO3/TiO2, CeO2-WO3/TiO2 and MnO2-CeO2/TiO2) as carriers was proposed. The waste deNOx catalysts supported NiO catalysts prepared by an in-situ preparation method were used to investigate continuous-flow nanocatalysis of p-nitrophenol reduction. The result showed that the MnO2-CeO2/TiO2 supported NiO (Ni/TMC) exhibited excellent catalytic performance in the catalytic reduction of p-nitrophenol (4-NP). The conversion of 4-NP (2.5 mM) reached nearly 100% at the injection speed of 1.5 mL·min−1. It maintained 100% conversion after 10 recycling time since waste deNOx catalysts could reduce aggregation for NiNPs. Furthermore, high oxygen vacancy, chemisorbed oxygen, and the strong interaction between Ni and waste deNOx catalyst resulted in a highly efficient, recoverable and cost-effective multifunctional reactor. All of these advantages present the opportunity to be implemented in the field of wastewater treatment and environmental toxicology.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119304845",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jin, Qijie"
          },
          {
            "@_fa": "true",
            "$": "Shen, Yuesong"
          },
          {
            "@_fa": "true",
            "$": "Li, Xiujun"
          },
          {
            "@_fa": "true",
            "$": "Zeng, Yanwei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119304845"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119304845"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30484-5",
        "prism:volume": "480",
        "articleNumber": "110634",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Resource utilization of waste deNOx catalyst for continuous-flow catalysis by supported metal reactors",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Waste deNOx catalysts"
          },
          {
            "@_fa": "true",
            "$": "Continuous-flow"
          },
          {
            "@_fa": "true",
            "$": "Harmless disposal"
          },
          {
            "@_fa": "true",
            "$": "Ni nanoparticle"
          },
          {
            "@_fa": "true",
            "$": "Resource utilization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110634",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2020",
        "prism:doi": "10.1016/j.mcat.2019.110634",
        "prism:startingPage": "110634",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110634",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10411",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7087",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7572",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9681",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "100",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20982",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7906",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14462",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "153",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31012",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "221",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41001",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "232",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40466",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "279",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16833",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "258",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "64013",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "211",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39537",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "571",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "128267",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "25202176",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304845-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1279868",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85072678028"
      }
    }
  }
}