{
  "metadata": {
    "title": "What are the preferred CeO<ce:inf loc=post>2</ce:inf> exposed planes for the synthesis of dimethyl carbonate? Answers from theory and experiments",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-09-30",
    "doi": "10.1016/j.mcat.2020.111053",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882312030314X",
    "pii": "S246882312030314X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85086432364",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-06-11 2020-06-11 2020-06-11 2020-06-11 2020-09-14T19:55:54 1-s2.0-S246882312030314X S2468-8231(20)30314-X S246882312030314X 10.1016/j.mcat.2020.111053 S300 S300.2 FULL-TEXT 1-s2.0-S2468823120X00125 2020-09-14T20:06:32.801328Z 0 0 20200901 20200930 2020 2020-06-11T23:40:03.35012Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 493 493 C Volume 493 16 111053 111053 111053 202009 September 2020 2020-09-01 2020-09-30 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. PREFERREDCEO2EXPOSEDPLANESFORSYNTHESISDIMETHYLCARBONATEANSWERSTHEORYEXPERIMENTS MARCINIAK A 1 Introduction 2 Materials and methods 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic performance 2.4 DFT calculations 2.4.1 Computation method 2.4.2 Surface model 3 Results and discussion 3.1 Catalytic performance 3.2 Catalyst characterization 3.3 DFT calculations 3.4 General observations 4 Conclusions CRediT authorship contribution statement Acknowledgments References YOSHIDA 2006 95 101 Y STOIAN 2018 3182 3193 D SAADA 2015 353 362 R SELVA 2018 288 322 M SELVA 2019 6471 6479 M TAN 2018 2 12 H ARESTA 2016 345 351 M XIE 2000 137 143 S AYMES 2009 62 67 D LA 2007 41 45 K WU 2005 158 162 X SANTOS 2013 219 226 B ZHANG 2015 847 853 M LIU 2017 43 49 H CAPDEVILACORTADA 2016 299 312 M LIU 2017 12231 12240 B MA 2018 1 36 Y MARCINIAK 2019 88 95 A MARIN 2016 295 301 C FU 2018 198 207 Z LIU 2018 10446 10456 B WADA 2013 8 S CHIANG 2017 22108 22122 C MCFARLAND 2013 4391 4427 E WANG 2013 5582 5588 S GUAN 2010 28 34 Y ZHAO 2017 65 69 S SONI 2018 520 531 S WU 2015 7340 7350 Z GRACIANI 2011 56 65 J MAITARAD 2014 9612 9620 P PENG 2015 300 307 Y GIANNOZZI 2009 395502 395521 P PERDEW 1996 3865 3868 J CHADI 1977 1746 J UBERUAGA 2000 9901 9904 B MAI 2005 24380 24385 H LEE 2005 395 398 J KUNWAR 2019 3978 3990 D ELSALAMONY 2013 23791 23800 R NOLAN 2005 223 232 M MAYERNICK 2008 14955 14964 A NOLAN 2005 217 229 M GANDUGLIAPIROVANO 2009 26101 M CAPDEVILACORTADA 2015 58 64 M DICOSIMO 1998 499 510 J TOMISHIGE 2000 355 362 K MARCINIAKX2020X111053 MARCINIAKX2020X111053XA 2022-06-11T00:00:00.000Z 2022-06-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-06-02T13:58:18.376Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas CAPES Coordenação de Aperfeiçoamento de Pessoal de Nível Superior http://data.elsevier.com/vocabulary/SciValFunders/501100002322 http://sws.geonames.org/3469034 FAPERJ Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro http://data.elsevier.com/vocabulary/SciValFunders/501100004586 http://sws.geonames.org/3469034 CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034 item S2468-8231(20)30314-X S246882312030314X 1-s2.0-S246882312030314X 10.1016/j.mcat.2020.111053 315758 2020-09-14T20:06:32.801328Z 2020-09-01 2020-09-30 1-s2.0-S246882312030314X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/MAIN/application/pdf/8fe25575bf60458414f3e3be70857429/main.pdf main.pdf pdf true 3688215 MAIN 9 1-s2.0-S246882312030314X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/PREVIEW/image/png/34c67a479a996f18bec1853c24d7e202/main_1.png main_1.png png 55476 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882312030314X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/ga1/DOWNSAMPLED/image/jpeg/1f53ee044a941d3e90bf472168dd004f/ga1.jpg ga1 true ga1.jpg jpg 22680 200 332 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr1/DOWNSAMPLED/image/jpeg/56f79195c46ce8255a2db876e91d10e7/gr1.jpg gr1 gr1.jpg jpg 14461 252 340 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr2/DOWNSAMPLED/image/jpeg/c0a3062c1f01514b72ea7b60d440124f/gr2.jpg gr2 gr2.jpg jpg 145893 733 677 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr3/DOWNSAMPLED/image/jpeg/39efd07104507b74558a1652ea898518/gr3.jpg gr3 gr3.jpg jpg 25603 284 376 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr4/DOWNSAMPLED/image/jpeg/9c02f9b213579460b30f86cb29014f1c/gr4.jpg gr4 gr4.jpg jpg 70931 638 510 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr5/DOWNSAMPLED/image/jpeg/5000c5d617da012d43247700cfc83eae/gr5.jpg gr5 gr5.jpg jpg 156835 830 566 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/sc1/DOWNSAMPLED/image/jpeg/4afb7ed269e851071d848bc1663074ee/sc1.jpg sc1 sc1.jpg jpg 29034 340 566 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030314X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/ga1/THUMBNAIL/image/gif/fb2ac677cb62affec9aaeabf997f00de/ga1.sml ga1 true ga1.sml sml 11721 132 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr1/THUMBNAIL/image/gif/0de01d3a372a4b77598c23322aa51b58/gr1.sml gr1 gr1.sml sml 5920 162 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr2/THUMBNAIL/image/gif/8f37162a3217b56ffbefe25c403754ed/gr2.sml gr2 gr2.sml sml 11939 163 151 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr3/THUMBNAIL/image/gif/34c0ac8f4f450044a0e8473a1d807e13/gr3.sml gr3 gr3.sml sml 8174 164 217 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr4/THUMBNAIL/image/gif/5f61d0b5a934162371f3f8563f7254c8/gr4.sml gr4 gr4.sml sml 7786 164 131 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/gr5/THUMBNAIL/image/gif/c213acc229972727d186749bab377e2d/gr5.sml gr5 gr5.sml sml 10805 164 112 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/sc1/THUMBNAIL/image/gif/1a60cbaf1f09bf64cb84576393f7cd16/sc1.sml sc1 sc1.sml sml 5111 132 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030314X-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/67d132014da97be57ce47ec79186a3e8/si1.svg si1 si1.svg svg 1515 ALTIMG 1-s2.0-S246882312030314X-si10.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/50cbec0825d5f83deee4bfc6979f2a18/si10.svg si10 si10.svg svg 4074 ALTIMG 1-s2.0-S246882312030314X-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/2e0b040a508cb499da0eb1c78e456f0b/si2.svg si2 si2.svg svg 9654 ALTIMG 1-s2.0-S246882312030314X-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/74323d1a404c7f494ea5321f20837c87/si3.svg si3 si3.svg svg 2905 ALTIMG 1-s2.0-S246882312030314X-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/a709279cc59f20a932f5e8e0ca287c06/si4.svg si4 si4.svg svg 2103 ALTIMG 1-s2.0-S246882312030314X-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/1b4e96dd561e14784dc84233e43fcfab/si5.svg si5 si5.svg svg 2305 ALTIMG 1-s2.0-S246882312030314X-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/5652387702d001bc26eacd5f4068fc4f/si6.svg si6 si6.svg svg 2136 ALTIMG 1-s2.0-S246882312030314X-si7.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/419382ea35cd8696b968a05114a96b1d/si7.svg si7 si7.svg svg 18405 ALTIMG 1-s2.0-S246882312030314X-si8.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/a769fba14da3d201e644d127ce0f583c/si8.svg si8 si8.svg svg 7969 ALTIMG 1-s2.0-S246882312030314X-si9.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030314X/STRIPIN/image/svg+xml/9cc8f5a95f91daf22a7c30cf083a473b/si9.svg si9 si9.svg svg 5460 ALTIMG 1-s2.0-S246882312030314X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10LZ9PXP7WZ/MAIN/application/pdf/6735950ae91971d812ec38810c702426/am.pdf am am.pdf pdf false 1005460 AAM-PDF MCAT 111053 111053 S2468-8231(20)30314-X 10.1016/j.mcat.2020.111053 Elsevier B.V. Fig. 1 XRD spectra of CeO2, Ce-III and Ce-IV. The peaks corresponding to cerium oxide with cubic structure (JCPDS no. 34-0394). Fig. 1 Fig. 2 TEM images and histograms of particle size distribution of a) Ce-III, b) Ce-IV and c) CeO2 catalysts. The small insets show HRTEM images and SAED patterns in agreement with fluorite cubic system of CeO2 (ICSD 72155). Fig. 2 Fig. 3 EPR spectra of CeO2, Ce-III and Ce-IV catalysts: a) oxidized; b) reduced at 170 °C with pure H2. Fig. 3 Fig. 4 Top - calculated CO2 adsorption energy; bottom - calculated structure of adsorbed CO2 on the CeO2 (100), (110) and (111) surface planes with and without oxygen vacancies. Yellow spheres: cerium atoms; red: oxygen atoms and gray: carbon atoms. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 4 Fig. 5 Calculated structures of the adsorbed methanol (Ads.), transition state (TS) and methoxy intermediate (IT) on the CeO2 (100), (110) and (111) surface planes with and without oxygen vacancies (Ov). Yellow spheres: cerium atoms; red: oxygen atoms; white: hydrogen atoms and gray: carbon atoms. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 5 Scheme 1 Possible schematic pathway of DMC synthesis from CO2 and methanol on CeO2. Scheme 1 Table 1 Catalytic performance of the CeO2 and CeO2 nanoparticles (Ce-III and Ce-IV) a . Table 1 Catalyst DMC yield (mmol/gcat) MeOH conversion (%) Selectivity (%) b DMC DMM MF CeO2 3.0 0.9 12 73 15 Ce-III 13.0 0.7 95 5 0 Ce-IV 26.2 1.5 96 4 0 a Reaction conditions: 15 ml of methanol, 50 bar CO2 (initial), 170 °C, 3 h and 0.1 g of catalyst. b Results considering gas and liquid phases data. Table 2 Relative area of the Ov signal, corresponding to the amount of oxygen vacancies, in the EPR spectra; (o): oxidized; (r): reduced states. Table 2 Catalyst Relative area of oxygen vacancies (a.u.) CeO2 (o) 0.10 CeO2 (r) 0.16 Ce-III (o) 0.79 Ce-III (r) 1.00 Ce-IV (o) 1.13 Ce-IV (r) 1.86 Table 3 Specific area (S), micropore area (Sm) and concentration of basic sites, obtained from CO2-TPD, of CeO2, Ce-III and Ce-IV catalysts. Table 3 Catalyst S (m2. g−1) Sm (m2. g−1) Bw+m a (μmolCO2. g−1) Bs b (μmolCO2. g−1) CeO2 52 0 150 12 Ce-III 58 5 44 23 Ce-IV 101 24 63 57 a Concentration of the weak + medium strength basic sites. b Strong basic sites. Table 4 Energy profile for adsorption of methanol, transition state (Ea) and formation of adsorbed methoxy species on the surface planes of CeO2. Values in kcal. mol−1. Table 4 CeO2 Surface Methanol Adsorption a Ea b Methoxy a 100 −26.6 3.9 −35.0 110 −22.5 4.4 −29.0 111 −15.6 7.0 −20.1 100 (vacancy) −35.1 3.5 −41.4 110 (vacancy) −33.5 3.2 −37.7 111 (vacancy) −27.1 5.0 −28.3 a Energy relative to the isolated CeO2 surface and methanol. b Calculated relative to the adsorbed methanol. What are the preferred CeO2 exposed planes for the synthesis of dimethyl carbonate? Answers from theory and experiments Aryane A. Marciniak Conceptualization Methodology Investigation Writing - original draft a Fábio J.F.S. Henrique Conceptualization Methodology Investigation Writing - original draft b Adriana F.F. de Lima Conceptualization Methodology Investigation c Odivaldo C. Alves Methodology Investigation Formal analysis d Carla R. Moreira Methodology Investigation Formal analysis e Lucia G. Appel Conceptualization Methodology Writing - review & editing Supervision e Claudio J.A. Mota Conceptualization Methodology Writing - review & editing Supervision Project administration Funding acquisition a b f * a Universidade Federal do Rio de Janeiro, Escola de Química, Av. Athos da Silveira Ramos 149, CT Bl E, Rio de Janeiro, RJ, Brazil Universidade Federal do Rio de Janeiro Escola de Química Av. Athos da Silveira Ramos 149 CT Bl E Rio de Janeiro RJ Brazil 1 Universidade Federal do Rio de Janeiro, Escola de Química, Av. Athos da Silveira Ramos 149, CT Bl E, Rio de Janeiro, RJ, Brazil. b Universidade Federal do Rio de Janeiro, Instituto de Química, Av. Athos da Silveira Ramos 149, CT Bl A, Rio de Janeiro, RJ, Brazil Universidade Federal do Rio de Janeiro Instituto de Química Av. Athos da Silveira Ramos 149 CT Bl A Rio de Janeiro RJ Brazil 2 Universidade Federal do Rio de Janeiro, Instituto de Química, Av. Athos da Silveira Ramos 149, CT Bl A, Rio de Janeiro, RJ, Brazil. c Universidade do Estado do Rio de Janeiro, Departamento de Operações e Projetos Industriais, Av. São Francisco Xavier 524, Pavilhão Haroldo Lisboa da Cunha, Rio de Janeiro, RJ, Brazil Universidade do Estado do Rio de Janeiro Departamento de Operações e Projetos Industriais Av. São Francisco Xavier 524 Pavilhão Haroldo Lisboa da Cunha Rio de Janeiro RJ Brazil 3 Universidade do Estado do Rio de Janeiro, Departamento de Operações e Projetos Industriais, Av. São Francisco Xavier 524, Pavilhão Haroldo Lisboa da Cunha, Rio de Janeiro, RJ, Brazil. d Universidade Federal Fluminense, Instituto de Química, Campos de Valonguinho, São João Batista, 2-188, Niterói, RJ, Brazil Universidade Federal Fluminense Instituto de Química Campos de Valonguinho São João Batista Niterói RJ 2-188 Brazil 4 Universidade Federal Fluminense, Instituto de Química, Campos de Valonguinho, São João Batista 2-188, Niterói, RJ, Brazil. e Instituto Nacional de Tecnologia, Av. Venezuela 82, Rio de Janeiro, RJ, Brazil Instituto Nacional de Tecnologia Av. Venezuela 82 Rio de Janeiro RJ Brazil 5 Instituto Nacional de Tecnologia, Av. Venezuela 82, Rio de Janeiro, RJ, Brazil. f INCT Energia & Ambiente, UFRJ, Av. Athos da Silveira Ramos 149, Rio de Janeiro, RJ, Brazil INCT Energia & Ambiente UFRJ Av. Athos da Silveira Ramos 149 Rio de Janeiro RJ Brazil 6 INCT Energia & Ambiente, UFRJ, Av. Athos da Silveira Ramos 149, Rio de Janeiro, RJ, Brazil. ⁎ Corresponding author at: Universidade Federal do Rio de Janeiro, Escola de Química, Av. Athos da Silveira Ramos 149, CT Bl E, Rio de Janeiro, RJ, Brazil. Universidade Federal do Rio de Janeiro Escola de Química Av. Athos da Silveira Ramos 149 CT Bl E Rio de Janeiro RJ Brazil Graphical abstract The oxygen vacancies of the CeO2 (110) exposed plane are the preferential active sites of CO2 adsorption and DMC formation. The synthesis of dimethyl carbonate (DMC) from CO2 and methanol was studied on CeO2 nanocatalysts with different exposed planes. The nanocatalysts were prepared by the hydrothermal method from different cerium nitrate precursor salts. XRD and HRTEM were used to characterize the different exposed planes, whereas EPR identified the presence of oxygen vacancies. The CeO2 nanocatalysts were more selective to DMC than the conventional CeO2 material and the results were correlated with the concentration of oxygen vacancies and strength of the basic sites of the materials. The nanocatalyst presenting the (110) plane was the most active and presented the highest concentration of oxygen vacancies. Periodic theoretical calculations, at DFT level, corroborated the experimental results, indicating the preference of CO2 adsorption on the oxygen vacancies of the (110) exposed CeO2 surface, which also led to formation of bidentate carbonate species, a key intermediate on the reaction pathway. The overall results indicated the importance of the (110) exposed plane on the CeO2 surface to increase the catalytic activity to DMC. Keywords CO2 Methanol Dimethyl carbonate DFT CeO2 1 Introduction Dimethyl carbonate (DMC) has been gaining attention as a promising chemical due to its non-toxic, noncorrosive and biodegradable character. It finds uses in electrolytic solution of lithium ion battery and as fuel additive to increase the octane number [1,2]. It can also be used as methylating agent, starting material for the production of polycarbonates [3] as well as other uses [4,5]. Many routes have been developed for the synthesis of DMC, such as the reaction of methanol with phosgene, oxycarbonylation with carbon monoxide, transesterification of propylene carbonate/ethylene carbonate, methanolysis of urea and the direct synthesis from CO2 and methanol [6]. Considering the sustainability criteria, the synthesis of DMC from CO2 and methanol is an attractive route. However, it still deserves attention regarding the kinetic and thermodynamic aspects [7]. Among many catalysts used in the direct synthesis [8–11], CeO2 has been extensively reported as one of the most promising [12–14]. This oxide is known for its oxygen mobility, as well as its basicity and redox properties [15–17]. Recently, we associated the catalytic behavior of CeO2 in the synthesis of DMC with the presence of oxygen vacancies, generated by insertion of Cu ions in the CeO2 lattice [18]. The most acceptable mechanism of DMC synthesis from CO2 and methanol [19–21] can be described as following: firstly, CO2 and methanol are adsorbed on the CeO2 surface; the alcohol interacts with the basic sites generating adsorbed methoxy species. Then, the adsorbed species react to yield methoxy carbonate intermediate, which finally reacts with another methoxy species generating DMC [18,22,23]. According to Fu et al. [20], the rate-determining step is the adsorption and activation of CO2 on the catalyst surface. CO2 is probably adsorbed on the oxygen vacancies [14,20,21], as depicted in Scheme 1 , as these sites show strong basicity [24]. Many authors have reported that nanostructured CeO2 is an active catalyst for the direct synthesis of DMC from CO2 and methanol [19,21,25–27]. These solids show defects that are associated with the intrinsic oxygen vacancies of the nanoparticles [28]. Different morphologies such as cube, spindle, rods and polyhedron, which expose different low-index crystal planes on the ceria surface, show distinct catalytic behavior [29]. However, it is not clear why this occurs and what is the role of the vacancies in this context. There are few theoretical studies reported in the literature [21,30–32] to address the properties of ceria nanoparticles and its surface planes. To the best of our knowledge, there are no studies concerning the role of CeO2 planes and surface oxygen vacancies in the direct synthesis of DMC on CeO2-based catalysts. The objective of this contribution is to correlate the surface vacancies of nanostructured CeO2 catalysts, obtained by EPR, HRTEM and CO2-TPD measurements, with the catalytic performance to DMC formation. In addition, we wish to study the preferable active sites of CO2 and methanol adsorption by density-functional theory (DFT) calculations, aiming to correlate the results with the exposed planes and oxygen vacancies of the CeO2 nanostructured samples. 2 Materials and methods 2.1 Catalyst preparation Pure CeO2 was synthesized by the precipitation method, using (NH4)2Ce(NO3)6 as precursor and a 30 % solution of NH4OH, which was quickly added to a solution containing the Ce salt under stirring and at room temperature. The solid was filtered and washed with deionized water before calcination at 500 °C for 1 h (10 °C/min). The nanostructured CeO2 catalysts were synthesized by the hydrothermal method using (NH4)2Ce(NO3)6 and Ce(NO3)3.6H2O as precursors; they were named as Ce-IV and Ce-III, respectively. A 6 mol/L solution of NaOH was added dropwise to a solution containing the Ce salt under stirring and at room temperature for 30 min. The precipitate was transferred to a 100 ml Teflon vessel, which was inserted into a stainless-steel autoclave for hydrothermal treatment at 180 °C for 24 h under autogenous pressure. After cooling, the precipitate was washed with deionized water, centrifuged and dried at 80 °C for 16 h. Finally, the solid was calcined at 500 °C for 4 h at 10 °C/min in flowing air. 2.2 Catalyst characterization The specific surface area of the catalysts was obtained by N2 adsorption carried out at −196 °C, employing a Micromeritics ASAP 2420 instrument. The samples were pre-treated at 100 °C for 24 h, and then submitted to in situ treatment under vacuum at 150 °C for 2 h. The catalyst structural properties were investigated by means of X-ray diffraction (XRD) using a D8 Advance Bruker diffractometer, equipped with a CuK α radiation source (1.5406 Å), Ni filter, X-ray tube voltage of 40 kV and current of 40 mA. The scans were obtained at room temperature, in the 2θ region from 20° to 80°, with a step size of 0.02° and 0.5 s per step. The basicity was determined by means of temperature programmed desorption (TPD) of CO2 using a Micromeritics AutoChem II 2920 instrument. The catalysts were pretreated at 130 °C for 30 min under N2 flow (30 mL/min) and then reduced under 10 % H2/N2 flow (50 mL/min) at 500 °C (10 °C/min) for 1 h. After that, the catalysts were oxidized under synthetic air flow (30 mL/min) at 500 °C for 30 min. The CO2 adsorption was conducted at room temperature for 1 h (20 mL/min). The measurements were carried out at a rate of 20 °C/min, under He flow (50 mL/min), up to 500 °C. The profiles were decomposed in Gaussian curves in order to quantify the weak, medium and strong basic sites. The weak sites are related to a curve that shows a maximum at a temperature lower than 127 °C, the medium between 127 °C and 307 °C, and above 307 °C they were considered strong basic sites. The morphology of the catalysts was characterized through transmission electron microscopy (TEM) on a Tecnai G2 F20 FEI equipment at an accelerating voltage of 200 kV. High-resolution transmission electron microscopy images (HRTEM) were acquired in a 2100 F JEOL equipment at 200 kV. All samples were dispersed in absolute isopropyl alcohol by ultrasonication for 5 min, and some drops of this dispersed solution were deposited onto a carbon holey coated copper grid (200#) and then set aside to dry in air. Electron paramagnetic resonance (EPR) was used to evaluate the presence of oxygen vacancies in the lattice. The samples were characterized in their reduced states. For the reduction, the samples were firstly dried at 130 °C for 30 min using argon (40 mL/min), followed by reduction with pure H2 (40 mL/min) at 170 °C (10 °C/min) for 1 h and then purged in a flow of argon during 1 h at room temperature. The spectra were recorded on a Bruker ESP 300e spectrometer operating in the X-band (9.7 GHz) at room temperature using a microwave power of 20 mW, amplitude modulation of 5 G and frequency modulation of 100 kHz. Signals in the high-field region with g values corresponding to the free electron (2.0024) were simulated using the EasySpin routine from MATLAB® software. The spectra were fitted with derivatives of Lorentzian lines with Origin® (Microcal) software. The fitting parameters are the resonant field (HR), the peak-to-peak linewidth (DH), and intensity (ym). From these three parameters, the spectral area was calculated as ym x (DH)2. 2.3 Catalytic performance The catalytic tests were carried out in a 100 ml Parr® batch reactor at 50 bar of CO2. The temperature of the reaction, the catalyst loading and the amount of methanol were 170 °C, 0.1 g and 15 mL, respectively. After 3 h, the reactor was cooled down and the gas phase was collected using a SamplePro® Flex Film air sample bag, with single combined polypropylene hose/valve and septum for economy and light weight. The catalyst was separated by centrifugation and 1-propanol was added to dilute the organic phase. The products in the gas and liquid phase were analyzed by gas chromatography coupled to a MS detector (Agilent 6850), using a capillary column of 5%-phenyl-methyl siloxane. The injector and detector temperatures were 220 and 250 °C, respectively. Helium was used as a carrier gas. The definition of specific product selectivity (Sp) is the ratio of the number of carbon moles consumed to synthesize this compound to the sum of carbon moles consumed to synthesize all the observed compounds. The methanol conversion (XCH3OH) was defined as the ratio of moles of carbon consumed to synthesize the compounds to the moles of methanol introduced in the feed. 2.4 DFT calculations 2.4.1 Computation method The DFT plane-wave calculations were conducted utilizing the Quantum Espresso package [33]. The generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) exchange-correlation functional was used [34]. The electronic state was expanded in planewave basis set with an energy cutoffs of 40 and 400 Ry wavefunction and charge density, respectively. All the calculations were performed using Brillouin zone, respectively sampled with (2 × 2 × 1) and (7 × 7 × 7) k-point grids Monkhorst-Pack [35] mesh for the surface and the bulk, which were considered to describe the crystal lattice. 2.4.2 Surface model The CeO2 (111), (110), and (100) surface planes were modeled as (2 × 2) periodically repeated slabs consisting of four O–Ce–O layers, respectively, separated by 15 Å. The four outermost layers of the three surfaces were allowed to relax, whereas the rest of the atoms were kept fixed to their bulk positions. The energy required to form the oxygen vacancy formation ( E O v ) is given as: (1) E O v = E C e O 2 - x + O 2 - - E ( C e O 2 ) where E ( C e O 2 - x ) is the total CeO2 surface energy measured with the defects, E ( O 2 - ) is the total energy of a single oxygen atom and E ( C e O 2 ) is the total energy of the CeO2 surface. The adsorption energy ( E a d s ) of the CO2 and methanol molecules was used to estimate the intensity of the adsorbate-adsorbent interaction and it is calculated by: (2) E a d s = E C e O 2 - x o r C e O 2 + a d s o r b a t e - [ E C e O 2 - x o r C e O 2 + E a d s o r b a t e ] where E C e O 2 - x o r C e O 2 + a d s o r b a t e is the total electronic energy of the normal or reduced CeO2 surface with the adsorbed molecule, E C e O 2 - x o r C e O 2 and E a d s o r b a t e are the energies of the reduced or normal CeO2 surface and of the free adsorbate molecule, respectively. The transition state of methanol deprotonation to form adsorbed methoxy species were calculated using the Nudged Elastic Bands (NEB) methodology [36]. 3 Results and discussion 3.1 Catalytic performance Table 1 presents the catalytic performance of the prepared catalysts in the DMC synthesis from methanol and CO2. Besides DMC, dimethoxymethane (DMM) and methyl formate (MF) were also identified as products. According to our previous study [18] these by-products are formed from secondary reactions. Both nanostructured catalysts showed higher DMC yield and selectivity to DMC than standard CeO2. Indeed, using the nanocatalysts, the selectivity to DMC was around 95 % with the rest being DMM, which is produced upon the acetalization of formaldehyde, probably formed upon oxidation or dehydrogenation of the methanol molecule. Moreover, employing the (NH4)2Ce(NO3)6 precursor (Ce-IV), the DMC yield and methanol conversion were around two-fold higher compared with the results of CeO2 nanoparticle prepared using Ce(NO3)3 – Ce-III. This result highlights the effect of the Ce salt precursor in the activity of the formed CeO2 nanoparticles catalyst. Furthermore, the DMC yield on Ce-IV was 8 times higher than reported by Al-Darwish et al. [37] over CeO2 nanorod (3.2 mmol/gcat), CeO2 nanocube (2 mmol/gcat) and CeO2 nanorod doped with 10 wt% of cobalt monoxide (2.7 mmol/gcat) at 30 bar, 140 °C, 3 h and 0.5 g of catalyst. It was also about twice higher than observed over CeO2 nanorod with ZrO2 (Zr/Ce mole ratio of 0.1) [21]. 3.2 Catalyst characterization The XRD spectra of the studied samples are shown in Fig. 1 . The spectra of all the synthesized catalysts showed cubic fluorite structure (JCPDS no. 34-0394) [38]. The reflection intensities of the nanostructured catalysts are lower than the ones of CeO2. The images obtained by TEM and HRTEM combined with FFT pattern (inset) and histograms of the average size of the catalyst particles are shown in Fig. 2 . The Ce-III catalyst (Fig. 2a) predominately presented highly ordered nanocubes, mostly with edge lengths between 3 and 9 nm and interplanar spacing of 2.7 Å and 3.1 Å, corresponding to (100) and (111) planes, respectively. Using (NH4)2Ce(NO3)6 as precursor (Fig. 2b), a polyhedral shaped morphology is observed. The size of Ce-IV particles is smaller than the ones of Ce-III, being mostly between 2 and 5 nm. The selected area electron diffraction (SAED) pattern showed concentric circles to Ce-IV, different of the spots obtained from de Ce-III, indicating the presence of size-increased cubic CeO2 monocrystals. The circles correspond to large number of randomly oriented smaller grains, inducing the spots to become circles. Moreover, the HRTEM image demonstrates the presence of the (111) crystal face with interplanar spacing of 3.1 Å. Both (100) and (110) planes can also be observed, showing interplanar spacing of 2.7 Å and 1.9 Å, respectively. The results of nanostructured CeO2 shapes and planes are in line with the literature [38–40]. In addition, small arrows in Fig. 2b indicate some of the vacancies in the Ce-IV catalyst. Fig. 2c shows the CeO2 particles with non-specific morphology and other different exposed planes (FFT inset). The circles exhibited in the CeO2 SAED pattern also confirm that we are dealing with small particles ranging from 3 to 8 nm, as showed in the histogram. Fig. 3 a and b depict the EPR spectra of CeO2, Ce-III and Ce-IV in their oxidized and reduced states. The CeO2 and Ce-III oxidized catalysts exhibit paramagnetic signals at g = 1.96, which can be assigned to Ce3+ specie [41]. The Ce-III and Ce-IV catalysts show a large signal at g = 2.02 in both states, between 1000 and 3500 G, which can be associated with ferromagnetic ordering of oxygen vacancies (Ov). However, the signal at g = 1.96 was only observed for the CeO2 and Ce-III. After reduction, a large signal related to Ov (g = 2.02), appears in the spectra of Ce-III and Ce-IV, which indicates an increase in the concentration of oxygen vacancies generated upon reduction under H2 atmosphere. The concentration of oxygen vacancies on pure CeO2 does not change much after reduction (Fig. 3a, Table 2 ). The Ce-IV catalyst showed the largest signal and highest relative area of Ov, i.e., the highest concentration of oxygen vacancies compared to the other catalysts, as observed in the TEM images of this catalyst (Fig. 2b). Besides that, there is a shift of the signal at g = 2.02 to lower magnetic field, which is also associated with the increase of the Ov concentration. The results highlight the difference in terms of oxygen vacancies between the prepared catalyst. The CO2-TPD was used to assess the basicity of the catalysts. The results are summarized in Table 3 . As can be observed, Ce-IV showed the highest concentration of strong basic sites, whereas CeO2 exhibited the highest number of weak and medium strength basic sites. Table 3 also shows the specific area of the prepared catalysts. It can be observed that using (NH4)Ce(NO3)6 as precursor – Ce-IV, the surface area of the nanocatalyst is significantly higher when compared to CeO2 and Ce-III catalysts. Moreover, it also presents micropores, which can be associated with its small average particle size. 3.3 DFT calculations The energy required to form oxygen vacancies on (100), (110) and (111) facets of CeO2 was calculated by DFT. The CeO2 (110) surface exhibits the lowest energy of formation of oxygen vacancy (+43.8 kcal.mol−1). Thus, this exposed plane is more prone to form defects than the other studied ones. As Ce-IV catalyst was the only one to exhibit the exposed (110) plane on its surface (HRTEM) with observed vacancies (Fig. 2b), this result is in line with the EPR data shown in Table 2 that indicated the higher concentration of oxygen vacancy in Ce-IV. On the other hand, the CeO2 (111) surface presents the highest energy of formation of oxygen vacancy (+62.3 kcal.mol-1), whereas the CeO2 (100) plane is in an intermediate situation (+53.0 kcal.mol−1). The results are in agreement with other reported studies that used similar methodology [42–45]. Finally, to further explore the role of oxygen vacancies in the mechanism of DMC formation, the CO2 adsorption energy was computed on CeO2 (100), (110) and (111) surface planes with and without oxygen vacancies (Fig. 4 ). The results showed that the presence of oxygen vacancies favors the CO2 adsorption, probably due to strong acid-base interactions. The strongest CO2 adsorption was computed to the CeO2 (110) surface presenting oxygen vacancy, which showed an energy of −48.4 kcal mol−1 relative to the free species. In addition, this was the only site where calculations pointed out to the formation of a bidentate carbonate species upon adsorption of the CO2 molecule. Adsorbed carbonate species are believed [21] to be key intermediates in the mechanism of DMC formation from methanol and CO2. The adsorption of methanol on CeO2 (100), (110) and (111) surface planes with and without oxygen vacancies is presented in Fig. 5 . The energy profile for adsorption, transition state (Ea) and formation of adsorbed methoxy species are presented in Table 4 . It can be noted that the presence of oxygen vacancies favors the adsorption and formation of methoxy species. The methanol molecule interacts with the cerium cations, through a Lewis acid-base reaction. When the oxygen vacancies are considered, the interaction of the methanol molecule preferentially occurs on the coordinative unsaturated Ce3+ ions (cus), given rise to a more stabilized methoxy species. This pathway is not present on the normal CeO2 surface plane, explaining the different energy profile. The overall reaction of methanol to methoxy is more exothermic when the vacancies are present on the structure, and the energy of activation slightly decreases relative to the normal CeO2 surface plane. As in the case of CO2 adsorption, the (100) and (110) surface planes are preferred sites for the reaction to take place. It must be stressed that calculations mostly agree with previous results [46] that showed the preferred formation of methoxy species on the (100) and (110) surfaces. Calculations showed that the presence of oxygen vacancies on the CeO2 surface favors the proposed reaction pathway of DMC synthesis, especially on (110) plane, providing lower energy profiles for CO2 adsorption and formation of methoxy species [47], which may further lead to methoxy carbonate intermediates [21,48] that are of prime importance in the reaction pathway to the formation of DMC. 3.4 General observations The CeO2 catalyst shows almost the same specific area than Ce-III and about half of the concentration of strong basic sites (Table 3). However, the catalytic behavior of CeO2 (Table 1) is completely different from the nanocatalysts. Considering the EPR data (Table 2), this behavior can be associated with the presence of oxygen vacancies on the Ce-III surface. These results clearly show that the oxygen vacancy-cus pairs play a decisive role in the pathway for the synthesis of DMC from CO2 and methanol. Furthermore, they may be the active sites that leads to the formation of methoxy carbonate intermediate [20]. Comparing the catalytic behavior of Ce-III and Ce-IV, one can observe that they show the same selectivity to DMC, which can be associated with the presence of oxygen vacancy-cus pairs on the surface of both catalysts. Moreover, Ce-IV is twice more active than Ce-III (see methanol conversion, Table 1). This is because Ce-IV shows more oxygen vacancies than Ce-III. The EPR spectra of the reduced oxide, as well as Table 2, show that Ce-IV presents 80 % more vacancies than Ce-III. In addition, the HRTEM results depict that these catalysts, due to their morphology, exhibit different exposed superficial planes. Ce-III shows the (100) and (111) planes whereas Ce-IV also exhibits the (110) one. As shown by DFT calculations, oxygen vacancies are preferably present on the (110) plane, which presented the lowest energy of formation. The (110) plane also yielded a bidentate carbonate species upon CO2 adsorption. This fact may also explain the better catalytic behavior. These results also show that the cerium precursor of the nanostructured catalysts can influence not only the morphology of the oxide, but also the properties and catalytic behavior. Finally, the theoretical results demonstrated that CO2 forms stronger Lewis acid-base interactions than methanol in all planes studied. In addition, it was also observed that the formation of bidentate carbonates improved the activation of CO2 on the CeO2 surface, especially on (110) plane. 4 Conclusions The theoretical calculations, together with the characterization of the nanostructured CeO2, clearly stressed the influence of different cerium precursors on the morphology, expose planes, basicity and oxygen vacancies, which play an important role in the catalytic pathway of production of DMC from CO2 and methanol. The oxygen vacancies enhance the basic strength of the catalyst, which is believed to be of prime importance in the formation of methoxy species and adsorption of CO2. The experimental results clearly indicated a correlation between the concentration of oxygen vacancies and the turnover number of DMC production. Theoretical calculations pointed out that formation of oxygen vacancies is more favorable on the CeO2 (110) surface plane, compared with the (100) and (111) facets. The adsorption of CO2 is energetically favored on the oxygen vacancies, suggesting that they should be the active sites of the reaction. The adsorption of CO2 on the oxygen vacancy of the CeO2 (110) plane leads to a bidentate carbonate species that may explain the high catalytic activity of the Ce-IV catalyst, in which this surface plane was more frequently present. CRediT authorship contribution statement Aryane A. Marciniak: Conceptualization, Methodology, Investigation, Writing - original draft. Fábio J.F.S. Henrique: Conceptualization, Methodology, Investigation, Writing - original draft. Adriana F.F. de Lima: Conceptualization, Methodology, Investigation. Odivaldo C. Alves: Methodology, Investigation, Formal analysis. Carla R. Moreira: Methodology, Investigation, Formal analysis. Lucia G. Appel: Conceptualization, Methodology, Writing - review & editing, Supervision. Claudio J.A. Mota: Conceptualization, Methodology, Writing - review & editing, Supervision, Project administration, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments Authors thank financial support from CAPES, CNPq and FAPERJ. The LACAT/INT staff is acknowledged for the characterization of the catalysts. We are also thankful to LABNANO and the RPE laboratory of CBPF for the HRTEM and EPR analysis, respectively. References [1] Y. Yoshida Y. Arai S. Kado K. Kunimori K. Tomishige Direct synthesis of organic carbonates from the reaction of CO2 with methanol and ethanol over CeO2 catalysts Catal. Today 115 2006 95 101 10.1016/j.cattod.2006.02.027 Y. Yoshida, Y. Arai, S. Kado, K. Kunimori, K. Tomishige, Direct synthesis of organic carbonates from the reaction of CO2 with methanol and ethanol over CeO2 catalysts, Catal. Today. 115 (2006) 95-101. https://doi.org/https://doi.org/10.1016/j.cattod.2006.02.027. [2] D. Stoian F. Medina A. Urakawa Improving the stability of CeO2 catalyst by rare earth metal promotion and molecular insights in the dimethyl carbonate synthesis from CO2 and methanol with 2-cyanopyridine ACS Catal. 8 2018 3182 3193 10.1021/acscatal.7b04198 D. Stoian, F. Medina, A. Urakawa, Improving the Stability of CeO2 Catalyst by Rare Earth Metal Promotion and Molecular Insights in the Dimethyl Carbonate Synthesis from CO2 and Methanol with 2-Cyanopyridine, ACS Catal. 8 (2018) 3182-3193. https://doi.org/10.1021/acscatal.7b04198. [3] R. Saada S. Kellici T. Heil D. Morgan B. Saha Greener synthesis of dimethyl carbonate using a novel ceria–zirconia oxide/graphene nanocomposite catalyst Appl. Catal. B Environ. 168-169 2015 353 362 10.1016/j.apcatb.2014.12.013 R. Saada, S. Kellici, T. Heil, D. Morgan, B. Saha, Greener synthesis of dimethyl carbonate using a novel ceria–zirconia oxide/graphene nanocomposite catalyst, Appl. Catal. B Environ. 168-169 (2015) 353-362. https://doi.org/https://doi.org/10.1016/j.apcatb.2014.12.013. [4] M. Selva A. Perosa G. Fiorani Dimethyl carbonate: a versatile reagent for a sustainable valorization of renewables Green Chem. 20 2018 288 322 10.1039/C7GC02118F M. Selva, A. Perosa, G. Fiorani, Dimethyl Carbonate: a Versatile Reagent for a Sustainable Valorization of Renewables, Green Chem. 20 (2018) 288-322. https://doi.org/10.1039/C7GC02118F. [5] M. Selva A. Perosa D. Rodríguez-Padrón R. Luque Applications of dimethyl carbonate for the chemical upgrading of biosourced platform chemicals ACS Sustain. Chem. Eng. 7 2019 6471 6479 10.1021/acssuschemeng.9b00464 M. Selva, A. Perosa, D. Rodríguez-Padrón, R. Luque, Applications of Dimethyl Carbonate for the Chemical Upgrading of Biosourced Platform Chemicals, ACS Sustain. Chem. Eng. 7 (2019) 6471-6479. https://doi.org/10.1021/acssuschemeng.9b00464. [6] H.-Z. Tan Z.-Q. Wang Z.-N. Xu J. Sun Y.-P. Xu Q.-S. Chen Y. Chen G.-C. Guo Review on the synthesis of dimethyl carbonate Catal. Today 316 2018 2 12 10.1016/j.cattod.2018.02.021 H.-Z. Tan, Z.-Q. Wang, Z.-N. Xu, J. Sun, Y.-P. Xu, Q.-S. Chen, Y. Chen, G.-C. Guo, Review on the synthesis of dimethyl carbonate, Catal. Today. 316 (2018) 2-12. https://doi.org/https://doi.org/10.1016/j.cattod.2018.02.021. [7] M. Aresta A. Dibenedetto A. Dutta Energy issues in the utilization of CO2 in the synthesis of chemicals: the case of the direct carboxylation of alcohols to dialkyl-carbonates Catal. Today 2016 345 351 10.1016/j.cattod.2016.02.046 M. Aresta, A. Dibenedetto, A. Dutta, Energy issues in the utilization of CO2 in the synthesis of chemicals: The case of the direct carboxylation of alcohols to dialkyl-carbonates, Catal. Today. (2016) 345-351. https://doi.org/10.1016/j.cattod.2016.02.046. [8] S. Xie A.T. Bell An in situ Raman study of dimethyl carbonate synthesis from carbon dioxide and methanol over zirconia Catal. Lett. 70 2000 137 143 10.1023/A:1018837317910 S. Xie, A.T. Bell, An in situ Raman study of dimethyl carbonate synthesis from carbon dioxide and methanol over zirconia, Catal. Letters. 70 (2000) 137-143. https://doi.org/10.1023/A:1018837317910. [9] D. Aymes D. Ballivet-Tkatchenko K. Jeyalakshmi L. Saviot S. Vasireddy A comparative study of methanol carbonation on unsupported SnO2 and ZrO2 Catal. Today 147 2009 62 67 10.1016/j.cattod.2009.07.001 D. Aymes, D. Ballivet-Tkatchenko, K. Jeyalakshmi, L. Saviot, S. Vasireddy, A comparative study of methanol carbonation on unsupported SnO2 and ZrO2, Catal. Today. 147 (2009) 62-67. https://doi.org/https://doi.org/10.1016/j.cattod.2009.07.001. [10] K.W. La J.C. Jung H. Kim S.-H. Baeck I.K. Song Effect of acid–base properties of H3PW12O40/CexTi1−xO2 catalysts on the direct synthesis of dimethyl carbonate from methanol and carbon dioxide: a TPD study of H3PW12O40/CexTi1−xO2 catalysts J. Mol. Catal. A Chem. 269 2007 41 45 10.1016/j.molcata.2007.01.006 K.W. La, J.C. Jung, H. Kim, S.-H. Baeck, I.K. Song, Effect of acid–base properties of H3PW12O40/CexTi1−xO2 catalysts on the direct synthesis of dimethyl carbonate from methanol and carbon dioxide: A TPD study of H3PW12O40/CexTi1−xO2 catalysts, J. Mol. Catal. A Chem. 269 (2007) 41-45. https://doi.org/https://doi.org/10.1016/j.molcata.2007.01.006. [11] X.L. Wu M. Xiao Y.Z. Meng Y.X. Lu Direct synthesis of dimethyl carbonate on H3PO4 modified V2O5 J. Mol. Catal. A Chem. 238 2005 158 162 10.1016/j.molcata.2005.05.018 X.L. Wu, M. Xiao, Y.Z. Meng, Y.X. Lu, Direct synthesis of dimethyl carbonate on H3PO4 modified V2O5, J. Mol. Catal. A Chem. 238 (2005) 158-162. https://doi.org/https://doi.org/10.1016/j.molcata.2005.05.018. [12] B.A.V. Santos C.S.M. Pereira V.M.T.M. Silva J.M. Loureiro A.E. Rodrigues Kinetic study for the direct synthesis of dimethyl carbonate from methanol and CO2 over CeO2 at high pressure conditions Appl. Catal. A Gen. 455 2013 219 226 10.1016/j.apcata.2013.02.003 B.A.V. Santos, C.S.M. Pereira, V.M.T.M. Silva, J.M. Loureiro, A.E. Rodrigues, Kinetic study for the direct synthesis of dimethyl carbonate from methanol and CO2 over CeO2 at high pressure conditions, Appl. Catal. A Gen. 455 (2013) 219-226. https://doi.org/https://doi.org/10.1016/j.apcata.2013.02.003. [13] M. Zhang M. Xiao S. Wang D. Han Y. Lu Y. Meng Cerium oxide-based catalysts made by template-precipitation for the dimethyl carbonate synthesis from carbon dioxide and methanol J. Clean. Prod. 103 2015 847 853 10.1016/j.jclepro.2014.09.024 M. Zhang, M. Xiao, S. Wang, D. Han, Y. Lu, Y. Meng, Cerium oxide-based catalysts made by template-precipitation for the dimethyl carbonate synthesis from Carbon dioxide and methanol, J. Clean. Prod. 103 (2015) 847-853. https://doi.org/https://doi.org/10.1016/j.jclepro.2014.09.024. [14] H. Liu W. Zou X. Xu X. Zhang Y. Yang H. Yue Y. Yu G. Tian S. Feng The proportion of Ce4+ in surface of CexZr1-xO2 catalysts: the key parameter for direct carboxylation of methanol to dimethyl carbonate J. CO2 Util. 17 2017 43 49 10.1016/j.jcou.2016.11.006 H. Liu, W. Zou, X. Xu, X. Zhang, Y. Yang, H. Yue, Y. Yu, G. Tian, S. Feng, The proportion of Ce4+ in surface of CexZr1-xO2 catalysts: The key parameter for direct carboxylation of methanol to dimethyl carbonate, J. CO2 Util. 17 (2017) 43-49. https://doi.org/https://doi.org/10.1016/j.jcou.2016.11.006. [15] M. Capdevila-Cortada G. Vilé D. Teschner J. Pérez-Ramírez N. López Reactivity descriptors for ceria in catalysis Appl. Catal. B Environ. 197 2016 299 312 10.1016/j.apcatb.2016.02.035 M. Capdevila-Cortada, G. Vilé, D. Teschner, J. Pérez-Ramírez, N. López, Reactivity descriptors for ceria in catalysis, Appl. Catal. B Environ. 197 (2016) 299-312. https://doi.org/https://doi.org/10.1016/j.apcatb.2016.02.035. [16] B. Liu L. Congming G. Zhang L. Yan Z. Li Direct synthesis of dimethyl carbonate from CO2 and methanol over CaO-CeO2 catalysts: the role of acidic-basic properties and surface oxygen vacancies New J. Chem. 41 2017 12231 12240 10.1039/C7NJ02606D B. Liu, L. Congming, G. Zhang, L. Yan, Z. Li, Direct Synthesis of Dimethyl Carbonate from CO2 and Methanol over CaO-CeO2 Catalysts: The Role of Acidic-basic properties and Surface Oxygen Vacancies, New J. Chem. 41 (2017) 12231-12240. https://doi.org/10.1039/C7NJ02606D. [17] Y. Ma W. Gao Z. Zhang S. Zhang Z. Tian Y. Liu J.C. Ho Y. Qu Regulating the surface of nanoceria and its applications in heterogeneous catalysis Surf. Sci. Rep. 73 2018 1 36 10.1016/j.surfrep.2018.02.001 Y. Ma, W. Gao, Z. Zhang, S. Zhang, Z. Tian, Y. Liu, J.C. Ho, Y. Qu, Regulating the surface of nanoceria and its applications in heterogeneous catalysis, Surf. Sci. Rep. 73 (2018) 1-36. https://doi.org/https://doi.org/10.1016/j.surfrep.2018.02.001. [18] A.A. Marciniak O.C. Alves L.G. Appel C.J.A. Mota Synthesis of dimethyl carbonate from CO2 and methanol over CeO2: role of copper as dopant and the use of methyl trichloroacetate as dehydrating agent J. Catal. 371 2019 88 95 10.1016/j.jcat.2019.01.035 A.A. Marciniak, O.C. Alves, L.G. Appel, C.J.A. Mota, Synthesis of dimethyl carbonate from CO2 and methanol over CeO2: Role of copper as dopant and the use of methyl trichloroacetate as dehydrating agent, J. Catal. 371 (2019) 88-95. https://doi.org/https://doi.org/10.1016/j.jcat.2019.01.035. [19] C.M. Marin L. Li A. Bhalkikar J.E. Doyle X.C. Zeng C.L. Cheung Kinetic and mechanistic investigations of the direct synthesis of dimethyl carbonate from carbon dioxide over ceria nanorod catalysts J. Catal. 340 2016 295 301 10.1016/j.jcat.2016.06.003 C.M. Marin, L. Li, A. Bhalkikar, J.E. Doyle, X.C. Zeng, C.L. Cheung, Kinetic and mechanistic investigations of the direct synthesis of dimethyl carbonate from carbon dioxide over ceria nanorod catalysts, J. Catal. 340 (2016) 295-301. https://doi.org/https://doi.org/10.1016/j.jcat.2016.06.003. [20] Z. Fu Y. Zhong Y. Yu L. Long M. Xiao D. Han S. Wang Y. Meng TiO2-doped CeO2 nanorod catalyst for direct conversion of CO2 and CH3OH to dimethyl carbonate: catalytic performance and kinetic study ACS Omega 3 2018 198 207 10.1021/acsomega.7b01475 Z. Fu, Y. Zhong, Y. Yu, L. Long, M. Xiao, D. Han, S. Wang, Y. Meng, TiO2-Doped CeO2 Nanorod Catalyst for Direct Conversion of CO2 and CH3OH to Dimethyl Carbonate: Catalytic Performance and Kinetic Study, ACS Omega. 3 (2018) 198-207. https://doi.org/10.1021/acsomega.7b01475. [21] B. Liu C. Li G. Zhang X. Yao S.S.C. Chuang Z. Li Oxygen vacancy promoting dimethyl carbonate synthesis from CO2 and methanol over Zr-doped CeO2 nanorods ACS Catal. 8 2018 10446 10456 10.1021/acscatal.8b00415 B. Liu, C. Li, G. Zhang, X. Yao, S.S.C. Chuang, Z. Li, Oxygen Vacancy Promoting Dimethyl Carbonate Synthesis from CO2 and Methanol over Zr-Doped CeO2 Nanorods, ACS Catal. 8 (2018) 10446-10456. https://doi.org/10.1021/acscatal.8b00415. [22] S. Wada K. Oka K. Watanabe Catalytic conversion of carbon dioxide into dimethyl carbonate using reduced copper-cerium oxide catalysts as low as 353 K and 1.3 MPa and the reaction mechanism Front. Chem. 1 2013 8 10.3389/fchem.2013.00008 S. Wada, K. Oka, K. Watanabe, Catalytic conversion of carbon dioxide into dimethyl carbonate using reduced copper-cerium oxide catalysts as low as 353 K and 1.3 MPa and the reaction mechanism, Front. Chem. 1 (2013) 8. https://doi.org/10.3389/fchem.2013.00008. [23] C.-L. Chiang K.-S. Lin S.-H. Yu Y.-G. Lin Synthesis and characterization of H3PW12O40/Ce0.1Ti0.9O2 for dimethyl carbonate formation via methanol carbonation Int. J. Hydrogen Energy 42 2017 22108 22122 10.1016/j.ijhydene.2017.03.120 C.-L. Chiang, K.-S. Lin, S.-H. Yu, Y.-G. Lin, Synthesis and characterization of H3PW12O40/Ce0.1Ti0.9O2 for dimethyl carbonate formation via Methanol carbonation, Int. J. Hydrogen Energy. 42 (2017) 22108-22122. https://doi.org/https://doi.org/10.1016/j.ijhydene.2017.03.120. [24] E. McFarland H. Metiu Catalysis by doped oxides Chem. Rev. 113 2013 4391 4427 10.1021/cr300418s E. McFarland, H. Metiu, Catalysis by Doped Oxides, Chem. Rev. 113 (2013) 4391-4427. https://doi.org/10.1021/cr300418s. [25] S. Wang L. Zhao W. Wang Y. Zhao G. Zhang X. Ma J. Long Morphology control of ceria nanocrystals for catalytic conversion of CO2 with methanol Nanoscale 5 2013 5582 5588 10.1039/c3nr00831b S. Wang, L. Zhao, W. Wang, Y. Zhao, G. Zhang, X. Ma, J. Long, Morphology control of ceria nanocrystals for catalytic conversion of CO2 with methanol, Nanoscale. 5 (2013) 5582-5588. https://doi.org/10.1039/c3nr00831b. [26] Y. Guan E.J.M. Hensen Y. Liu H. Zhang Z. Feng C. Li Template-free synthesis of sphere, Rod and prism morphologies of CeO2 oxidation catalysts Catal. Lett. 137 2010 28 34 10.1007/s10562-010-0349-5 Y. Guan, E.J.M. Hensen, Y. Liu, H. Zhang, Z. Feng, C. Li, Template-Free Synthesis of Sphere, Rod and Prism Morphologies of CeO2 Oxidation Catalysts, Catal. Letters. 137 (2010) 28-34. https://doi.org/10.1007/s10562-010-0349-5. [27] S.-Y. Zhao S.-P. Wang Y.-J. Zhao X.-B. Ma An in situ infrared study of dimethyl carbonate synthesis from carbon dioxide and methanol over well-shaped CeO2 Chin. Chem. Lett. 28 2017 65 69 10.1016/j.cclet.2016.06.003 S.-Y. Zhao, S.-P. Wang, Y.-J. Zhao, X.-B. Ma, An in situ infrared study of dimethyl carbonate synthesis from carbon dioxide and methanol over well-shaped CeO2, Chinese Chem. Lett. 28 (2017) 65-69. https://doi.org/https://doi.org/10.1016/j.cclet.2016.06.003. [28] S. Soni S. Kumar B. Dalela S. Kumar P.A. Alvi S. Dalela Defects and oxygen vacancies tailored structural and optical properties in CeO2 nanoparticles doped with Sm3+ cation J. Alloys Compd. 752 2018 520 531 10.1016/j.jallcom.2018.04.157 S. Soni, S. Kumar, B. Dalela, S. Kumar, P.A. Alvi, S. Dalela, Defects and oxygen vacancies tailored structural and optical properties in CeO2 nanoparticles doped with Sm3+ cation, J. Alloys Compd. 752 (2018) 520-531. https://doi.org/https://doi.org/10.1016/j.jallcom.2018.04.157. [29] Z. Wu A. Mann M. Li S. Overbury Spectroscopic investigation of surface-dependent acid–Base property of Ceria nanoshapes J. Phys. Chem. C 119 2015 7340 7350 10.1021/acs.jpcc.5b00859 Z. Wu, A. Mann, M. Li, S. Overbury, Spectroscopic Investigation of Surface-Dependent Acid–Base Property of Ceria Nanoshapes, J. Phys. Chem. C. 119 (2015) 7340-7350. https://doi.org/10.1021/acs.jpcc.5b00859. [30] J. Graciani A.M. Márquez J.J. Plata Y. Ortega N.C. Hernández A. Meyer C.M. Zicovich-Wilson J.F. Sanz Comparative study on the performance of hybrid DFT functionals in highly correlated oxides: the case of CeO2 and Ce2O3 J. Chem. Theory Comput. 7 2011 56 65 10.1021/ct100430q J. Graciani, A.M. Márquez, J.J. Plata, Y. Ortega, N.C. Hernández, A. Meyer, C.M. Zicovich-Wilson, J.F. Sanz, Comparative Study on the Performance of Hybrid DFT Functionals in Highly Correlated Oxides: The Case of CeO2 and Ce2O3, J. Chem. Theory Comput. 7 (2011) 56-65. https://doi.org/10.1021/ct100430q. [31] P. Maitarad J. Han D. Zhang L. Shi S. Namuangruk T. Rungrotmongkol Structure–activity relationships of NiO on CeO2 nanorods for the selective catalytic reduction of NO with NH3: experimental and DFT studies J. Phys. Chem. C 118 2014 9612 9620 10.1021/jp5024845 P. Maitarad, J. Han, D. Zhang, L. Shi, S. Namuangruk, T. Rungrotmongkol, Structure–Activity Relationships of NiO on CeO2 Nanorods for the Selective Catalytic Reduction of NO with NH3: Experimental and DFT Studies, J. Phys. Chem. C. 118 (2014) 9612-9620. https://doi.org/10.1021/jp5024845. [32] Y. Peng W. Yu W. Su X. Huang J. Li An experimental and DFT study of the adsorption and oxidation of NH3 on a CeO2 catalyst modified by Fe, Mn, La and Y Catal. Today 242 2015 300 307 10.1016/j.cattod.2014.04.034 Y. Peng, W. Yu, W. Su, X. Huang, J. Li, An experimental and DFT study of the adsorption and oxidation of NH3 on a CeO2 catalyst modified by Fe, Mn, La and Y, Catal. Today. 242 (2015) 300-307. https://doi.org/https://doi.org/10.1016/j.cattod.2014.04.034. [33] P. Giannozzi S. Baroni N. Bonini M. Calandra R. Car C. Cavazzoni D. Ceresoli G. Chiarotti M. Cococcioni I. Dabo A. Corso S. de Gironcoli S. Fabris G. Fratesi R. Gebauer U. Gerstmann C. Gougoussis A. Kokalj M. Lazzeri R. Wentzcovitch L. Martin-Samos N. Marzari F. Mauri R. Mazzarello S. Paolini A. Pasquarello L. Paulatto C. Sbraccia S. Scandolo G. Sclauzelo A.P. Seitsonen A. Smogunov P. Umari R.M. Wentzcovitch Quantum espresso: a modular and open-source software project for quantum simulations of materials J. Phys. Condens. Matter 21 2009 395502 395521 P. Giannozzi, S. Baroni, N. Bonini, M. Calandra, R. Car, C. Cavazzoni, D. Ceresoli, G. Chiarotti, M. Cococcioni, I. Dabo, A. Corso, S. de Gironcoli, S. Fabris, G. Fratesi, R. Gebauer, U. Gerstmann, C. Gougoussis, A. Kokalj, M. Lazzeri, R. Wentzcovitch, L. Martin-Samos, N. Marzari, F. Mauri, R. Mazzarello, S. Paolini, A. Pasquarello, L. Paulatto, C. Sbraccia, S. Scandolo, G. Sclauzelo, A.P. Seitsonen, A. Smogunov, P. Umari, R.M. Wentzcovitch, Quantum espresso: a modular and open-source software project for quantum simulations of materials, J. Phys.: Condens. Matter 21 (2009) 395502-395521. [34] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 10.1103/physrevlett.77.3865 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized Gradient Approximation Made Simple, Phys. Rev. Lett. 77 (1996) 3865-3868. https://doi.org/10.1103/physrevlett.77.3865. [35] J. Chadi Special points for Brillouin-zone integrations Phys. Rev. B 16 1977 1746 10.1103/PhysRevB.16.1746 J. Chadi, Special points for Brillouin-zone integrations, Phys. Rev. B. 16 (1977) 1746. https://doi.org/10.1103/PhysRevB.16.1746. [36] B. Uberuaga H. Jonsson A climbing image nudged elastic band method for finding saddle points and minimum energy paths J. Chem. Phys. 113 2000 9901 9904 10.1063/1.1329672 B. Uberuaga, H. Jonsson, A Climbing Image Nudged Elastic Band Method for Finding Saddle Points and Minimum Energy Paths, J. Chem. Phys. 113 (2000) 9901-9904. https://doi.org/10.1063/1.1329672. [37] J. Al-Darwish , M. Senter , S. Lawson , F. Rezaei , A.A. Rownaghi . Ceria nanostructured catalysts for conversion of methanol and carbon dioxide to dimethyl carbonate Catal. Today . doi:10.1016/j.cattod.2019.06.013. [38] H.-X. Mai L.-D. Sun Y.-W. Zhang R. Si W. Feng H.-P. Zhang H.-C. Liu C.-H. Yan Shape-selective synthesis and oxygen storage behavior of ceria nanopolyhedra, nanorods, and nanocubes J. Phys. Chem. B 109 2005 24380 24385 10.1021/jp055584b H.-X. Mai, L.-D. Sun, Y.-W. Zhang, R. Si, W. Feng, H.-P. Zhang, H.-C. Liu, C.-H. Yan, Shape-Selective Synthesis and Oxygen Storage Behavior of Ceria Nanopolyhedra, Nanorods, and Nanocubes, J. Phys. Chem. B. 109 (2005) 24380-24385. https://doi.org/10.1021/jp055584b. [39] J.-S. Lee J.-S. Lee S.-C. Choi Synthesis of nano-sized ceria powders by two-emulsion method using sodium hydroxide Mater. Lett. 59 2005 395 398 10.1016/j.matlet.2004.09.033 J.-S. Lee, J.-S. Lee, S.-C. Choi, Synthesis of Nano-Sized Ceria Powders by Two-Emulsion Method Using Sodium Hydroxide, Mater. Lett. 59 (2005) 395-398. https://doi.org/10.1016/j.matlet.2004.09.033. [40] D. Kunwar S. Zhou A. Riva E. Peterson H. Xiong X. Hernandez S. Purdy R. Veen H. Brongersma J. Miller H. Hashiguchi L. Kovarik S. Lin H. Guo Y. Wang A. Datye Stabilizing high metal loadings of thermally stable platinum single atoms on an industrial catalyst support ACS Catal. 9 2019 3978 3990 10.1021/acscatal.8b04885 D. Kunwar, S. Zhou, A. Riva, E. Peterson, H. Xiong, X. Hernandez, S. Purdy, R. Veen, H. Brongersma, J. Miller, H. Hashiguchi, L. Kovarik, S. Lin, H. Guo, Y. Wang, A. Datye, Stabilizing High Metal Loadings of Thermally Stable Platinum Single Atoms on an Industrial Catalyst Support, ACS Catal. 9 (2019) 3978-3990. https://doi.org/10.1021/acscatal.8b04885. [41] R.A. Elsalamony D.R. Abd El-Hafiz M.A. Ebiad A.M. Mansour L.S. Mohamed Enhancement of hydrogen production via hydrogen peroxide as an oxidant RSC Adv. 3 2013 23791 23800 10.1039/C3RA43560A R.A. Elsalamony, D.R. Abd El-Hafiz, M.A. Ebiad, A.M. Mansour, L.S. Mohamed, Enhancement of hydrogen production via hydrogen peroxide as an oxidant, RSC Adv. 3 (2013) 23791-23800. https://doi.org/10.1039/C3RA43560A. [42] M. Nolan S.C. Parker G.W. Watson The electronic structure of oxygen vacancy defects at the low index surfaces of ceria Surf. Sci. 595 2005 223 232 10.1016/j.susc.2005.08.015 M. Nolan, S.C. Parker, G.W. Watson, The electronic structure of oxygen vacancy defects at the low index surfaces of ceria, Surf. Sci. 595 (2005) 223-232. https://doi.org/10.1016/j.susc.2005.08.015. [43] A. Mayernick M. Janik Methane activation and oxygen vacancy formation over CeO2 and Zr, Pd substituted CeO2 surfaces J. Phys. Chem. C 112 2008 14955 14964 10.1021/jp805134s A. Mayernick, M. Janik, Methane Activation and Oxygen Vacancy Formation over CeO2 and Zr, Pd Substituted CeO2 Surfaces, J. Phys. Chem. C. 112 (2008) 14955-14964. https://doi.org/10.1021/jp805134s. [44] M. Nolan S. Grigoleit D.C. Sayle S.C. Parker G.W. Watson Density functional theory studies of the structure and electronic structure of pure and defective low index surfaces of ceria Surf. Sci. 576 2005 217 229 10.1016/j.susc.2004.12.016 M. Nolan, S. Grigoleit, D.C. Sayle, S.C. Parker, G.W. Watson, Density functional theory studies of the structure and electronic structure of pure and defective low index surfaces of ceria, Surf. Sci. 576 (2005) 217-229. https://doi.org/https://doi.org/10.1016/j.susc.2004.12.016. [45] M.V. Ganduglia-Pirovano J.L.F. Da Silva J. Sauer Density-functional calculations of the structure of near-surface oxygen vacancies and electron localization on CeO2 (111) Phys. Rev. Lett. 102 2009 26101 10.1103/PhysRevLett.102.026101 M.V. Ganduglia-Pirovano, J.L.F. Da Silva, J. Sauer, Density-Functional Calculations of the Structure of Near-Surface Oxygen Vacancies and Electron Localization on CeO2 (111), Phys. Rev. Lett. 102 (2009) 26101. https://doi.org/10.1103/PhysRevLett.102.026101. [46] M. Capdevila-Cortada M. García-Melchor N. López Unraveling the structure sensitivity in methanol conversion on CeO2: a DFT+U study J. Catal. 327 2015 58 64 10.1016/j.jcat.2015.04.016 M. Capdevila-Cortada, M. García-Melchor, N. López, Unraveling the structure sensitivity in methanol conversion on CeO2: A DFT+U study, J. Catal. 327 (2015) 58-64. https://doi.org/https://doi.org/10.1016/j.jcat.2015.04.016. [47] J.I. Di Cosimo V.K. Dı́ez M. Xu E. Iglesia C.R. Apesteguı́a Structure and surface and catalytic properties of Mg-Al basic oxides J. Catal. 178 1998 499 510 10.1006/jcat.1998.2161 J.I. Di Cosimo, V.K. Dı́ez, M. Xu, E. Iglesia, C.R. Apesteguı́a, Structure and Surface and Catalytic Properties of Mg-Al Basic Oxides, J. Catal. 178 (1998) 499-510. https://doi.org/https://doi.org/10.1006/jcat.1998.2161. [48] K. Tomishige Y. Ikeda T. Sakaihori K. Fujimoto Catalytic properties and structure of zirconia catalysts for direct synthesis of dimethyl carbonate from methanol and carbon dioxide J. Catal. 192 2000 355 362 10.1006/jcat.2000.2854 K. Tomishige, Y. Ikeda, T. Sakaihori, K. Fujimoto, Catalytic properties and structure of zirconia catalysts for direct synthesis of dimethyl carbonate from methanol and carbon dioxide, J. Catal. 192 (2000) 355-362. https://doi.org/https://doi.org/10.1006/jcat.2000.2854.",
      "scopus-id": "85086432364",
      "coredata": {
        "eid": "1-s2.0-S246882312030314X",
        "dc:description": "The synthesis of dimethyl carbonate (DMC) from CO2 and methanol was studied on CeO2 nanocatalysts with different exposed planes. The nanocatalysts were prepared by the hydrothermal method from different cerium nitrate precursor salts. XRD and HRTEM were used to characterize the different exposed planes, whereas EPR identified the presence of oxygen vacancies. The CeO2 nanocatalysts were more selective to DMC than the conventional CeO2 material and the results were correlated with the concentration of oxygen vacancies and strength of the basic sites of the materials. The nanocatalyst presenting the (110) plane was the most active and presented the highest concentration of oxygen vacancies. Periodic theoretical calculations, at DFT level, corroborated the experimental results, indicating the preference of CO2 adsorption on the oxygen vacancies of the (110) exposed CeO2 surface, which also led to formation of bidentate carbonate species, a key intermediate on the reaction pathway. The overall results indicated the importance of the (110) exposed plane on the CeO2 surface to increase the catalytic activity to DMC.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882312030314X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marciniak, Aryane A."
          },
          {
            "@_fa": "true",
            "$": "Henrique, Fábio J.F.S."
          },
          {
            "@_fa": "true",
            "$": "de Lima, Adriana F.F."
          },
          {
            "@_fa": "true",
            "$": "Alves, Odivaldo C."
          },
          {
            "@_fa": "true",
            "$": "Moreira, Carla R."
          },
          {
            "@_fa": "true",
            "$": "Appel, Lucia G."
          },
          {
            "@_fa": "true",
            "$": "Mota, Claudio J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882312030314X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882312030314X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30314-X",
        "prism:volume": "493",
        "articleNumber": "111053",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "What are the preferred CeO2 exposed planes for the synthesis of dimethyl carbonate? Answers from theory and experiments",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "DFT"
          },
          {
            "@_fa": "true",
            "$": "CeO2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111053",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2020",
        "prism:doi": "10.1016/j.mcat.2020.111053",
        "prism:startingPage": "111053",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111053",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22680",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14461",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "733",
            "@width": "677",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "145893",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "284",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25603",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "638",
            "@width": "510",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70931",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "830",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "156835",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29034",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "132",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11721",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5920",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11939",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8174",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "131",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7786",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10805",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "132",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5111",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1515",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si10.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4074",
            "@ref": "si10",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "9654",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2905",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2103",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2305",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2136",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si7.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "18405",
            "@ref": "si7",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si8.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "7969",
            "@ref": "si8",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-si9.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "5460",
            "@ref": "si9",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030314X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1005460",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85086432364"
      }
    }
  }
}