{
  "metadata": {
    "title": "NiMo/NiCo<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>4</ce:inf> as synergy catalyst supported on nickel foam for efficient overall water splitting",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2022-01-31",
    "doi": "10.1016/j.mcat.2021.112086",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121007021",
    "pii": "S2468823121007021"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85122283996",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2022-01-04 2022-01-04 2022-01-04 2022-01-04 2023-03-16T03:57:16 1-s2.0-S2468823121007021 S2468-8231(21)00702-1 S2468823121007021 10.1016/j.mcat.2021.112086 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00181 2024-06-26T17:47:42.380445Z 0 0 20220101 20220131 2022 2022-01-04T21:44:05.638177Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 518 518 C Volume 518 32 112086 112086 112086 202201 January 2022 2022-01-01 2022-01-31 2022 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. NIMONICO2O4SYNERGYCATALYSTSUPPORTEDNICKELFOAMFOREFFICIENTOVERALLWATERSPLITTING CHEN H 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of NiCo2O4/NF 2.3 Preparation of Ni5Mo/NiCo2O4/NF and Ni5Mo/NF 2.4 Preparation of Ni5Mo+NiCo2O4/NF 2.5 Preparation of Pt/C/NF and RuO2/NF 2.6 Materials characterization 2.7 Electrochemical tests 3 Results and discussion 3.1 Catalyst structural and morphological characterization 3.2 Valence state and electron transfer analysis 3.3 HER catalytic activity 3.4 OER catalytic activity 3.5 Overall water splitting performance 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References QIAN 2021 100 108 H DU 2021 122004 Y XIONG 2020 179 188 M DINESH 2020 2571 2580 M ZHOU 2021 120002 J CHEN 2021 158795 C GAO 2020 122 132 D WANG 2020 3578 3587 T ULLAH 2021 124237 N XU 2021 4688 4701 X HE 2021 538 550 L GIUFFREDI 2020 2004047 G LI 2020 121564 X ZHOU 2020 125454 F DING 2021 20070 20080 L ZHANG 2021 148819 R CURCIO 2021 2008077 A PAN 2020 19654 19664 U HAZARIKA 2021 229511 K YAN 2019 1901174 H WU 2018 353 363 A INAMDAR 2020 1905884 A HE 2021 120049 L JIAO 2021 149440 F PAUDEL 2021 119897 D WU 2021 127482 Q WANG 2021 11 20 B XU 2021 158901 J HUANG 2019 19429 19436 D SAFIZADEH 2015 256 274 F FANG 2016 247 254 M WANG 2015 2173 2181 M NAIRAN 2019 1903747 A WANG 2015 9 18 X KHAN 2021 362 373 S SAJJAD 2020 495404 S ZHENG 2019 10904 10907 S SINGH 2021 2101312 T WANG 2020 110564 P SUN 2020 1806326 H GENG 2021 126815 B WANG 2019 4038 4045 P QIAN 2021 5984 5993 Q YANG 2015 1799 1807 G CUI 2016 5708 5717 X WANG 2018 1800005 X LIU 2016 3777 3784 Z CHEN 2019 14971 15005 Z EFTEKHARI 2017 11053 11077 A ZENG 2015 14942 14962 M WANG 2018 1800005 X LEE 2013 4754 4762 D XIA 2016 23398 W LIN 2020 34 39 J FANG 2015 285 293 Y LIU 2014 2501 2506 X LI 2018 1232 1239 K SHI 2016 1529 1541 Y GAO 2016 68 71 S PENG 2018 13644 13653 S ZHU 2017 1324 1328 Y T 2015 9351 9355 C CHENX2022X112086 CHENX2022X112086XH 2024-01-04T00:00:00.000Z 2024-01-04T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2022-01-11T00:46:45.508Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 51572188 51822106 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was financially supported by National Natural Science Foundation of China ( 51822106 and 51572188 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00702-1 S2468823121007021 1-s2.0-S2468823121007021 10.1016/j.mcat.2021.112086 315758 2023-03-16T04:42:31.665461Z 2022-01-01 2022-01-31 1-s2.0-S2468823121007021-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/MAIN/application/pdf/f37821f0f5e7782c5d425e5ddaa9ffaa/main.pdf main.pdf pdf true 9165040 MAIN 8 1-s2.0-S2468823121007021-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/PREVIEW/image/png/d2ce70e859196e9712fcb78075d11432/main_1.png main_1.png png 61603 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121007021-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr2/DOWNSAMPLED/image/jpeg/dce8996d48f93067a283e7e9e5f82069/gr2.jpg gr2 gr2.jpg jpg 117811 417 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/ga1/DOWNSAMPLED/image/jpeg/40a6bc0127973886acd584fca3be84d5/ga1.jpg ga1 true ga1.jpg jpg 22580 116 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr1/DOWNSAMPLED/image/jpeg/fe99dea1dc2f108c042d177406a51eec/gr1.jpg gr1 gr1.jpg jpg 167221 576 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr5/DOWNSAMPLED/image/jpeg/a488b5bf1318226115de4659de2cda9a/gr5.jpg gr5 gr5.jpg jpg 61187 267 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr4/DOWNSAMPLED/image/jpeg/383f647336b4e5e46af3f63fb714a989/gr4.jpg gr4 gr4.jpg jpg 86334 363 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr3/DOWNSAMPLED/image/jpeg/ec1f11d55a5614a3ec581f2e06fd62e5/gr3.jpg gr3 gr3.jpg jpg 103298 393 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121007021-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr2/THUMBNAIL/image/gif/92689a1e1d58202cbc12f22608695eaf/gr2.sml gr2 gr2.sml sml 16932 128 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/ga1/THUMBNAIL/image/gif/0c631b83a159b5bbe5f0f9ade17f06c6/ga1.sml ga1 true ga1.sml sml 17987 85 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr1/THUMBNAIL/image/gif/77865cc4589564fb2e7ae0ebe46fac14/gr1.sml gr1 gr1.sml sml 25184 164 193 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr5/THUMBNAIL/image/gif/979a4f492a51c7795042073dfda0f8d2/gr5.sml gr5 gr5.sml sml 11923 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr4/THUMBNAIL/image/gif/c3fb677545bc173ed611b89a168cc856/gr4.sml gr4 gr4.sml sml 14160 121 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr3/THUMBNAIL/image/gif/d5c2653e4a7e8885d0122412b5b32c33/gr3.sml gr3 gr3.sml sml 14683 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121007021-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr2/HIGHRES/image/jpeg/5e5c6c73662b85f82a9d81662df755ff/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1016233 1849 3167 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/ga1/HIGHRES/image/jpeg/8d9268c93062f0c0e9b1e2700f530dcf/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 190135 515 1333 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr1/HIGHRES/image/jpeg/37af1b8858c2716f937a4c9ccbe9d0fa/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1567454 2547 3000 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr5/HIGHRES/image/jpeg/069068284b50593f00362867e0a49ede/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 488196 1181 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr4/HIGHRES/image/jpeg/fb1a513a6ef07523000d0c57f8f3807b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 699003 1606 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/gr3/HIGHRES/image/jpeg/4a91893cb470ea86dedaf506ce53d5b3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 832741 1741 3166 IMAGE-HIGH-RES 1-s2.0-S2468823121007021-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/d3b4e98447ed16015a3f2f9ba8e59332/mmc1.docx mmc1 mmc1.docx docx 4477516 APPLICATION 1-s2.0-S2468823121007021-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121007021/STRIPIN/image/svg+xml/fa7eda000fd5573164302526b12dca60/si1.svg si1 si1.svg svg 9774 ALTIMG 1-s2.0-S2468823121007021-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10QTFQFH832/MAIN/application/pdf/1f6364216774472117160526aec52386/am.pdf am am.pdf pdf false 1225001 AAM-PDF MCAT 112086 112086 S2468-8231(21)00702-1 10.1016/j.mcat.2021.112086 Elsevier B.V. Fig. 1 Morphology and structure characterization of the catalysts. (a) XRD pattern; (b) partial magnification of figure (a); (c) SEM images at low and high magnifications; (d) TEM image; (e) HRTEM image; (f) the corresponding SAED pattern of (d); (g) HAADF-STEM image; (h and i) the corresponding EDS line scanning and elemental mapping of Ni, Mo, Co, O signals of Ni5Mo/NiCo2O4/NF. Fig 1 Fig. 2 Valence state and electron transfer analysis. XPS spectra of different samples: (a) Ni 2p; (b) Mo 3d; (c) Co 2p; (d) O 1 s; (e) a schematic diagram of the interface of Ni5Mo and NiCo2O4 and the electron transfer at the interface. Fig 2 Fig. 3 Electrocatalytic performances of different samples for HER. (a) polarization curves; (b) overpotential values at 10 mA cm−2 and 500 mA cm−2; (c) corresponding Tafel plots; (d) nyquist diagram; (e) ECSA normalized current density at overpotential of 100 mV; (f) long-term stability tests of Ni5Mo/NiCo2O4/NF. Fig 3 Fig. 4 Electrocatalytic performances of different samples for OER. (a) polarization curves; (b) overpotential values at 50 mA cm−2 and 500 mA cm−2; (c) corresponding Tafel plots; (d) nyquist diagram; (e) ECSA normalized current density at overpotential of 100 mV; (f) long-term stability tests of Ni5Mo/NiCo2O4/NF. Fig 4 Fig. 5 Overall water splitting activity and stability (a) polarization curves of different samples for water electrolysis; (b) long-term stability tests of Ni5Mo/NiCo2O4/NF || Ni5Mo/NiCo2O4/NF and Pt/C/NF || RuO2/NF. Fig 5 NiMo/NiCo2O4 as synergy catalyst supported on nickel foam for efficient overall water splitting Huaping Chen Investigation Visualization Writing – original draft a Shizhang Qiao Supervision b Jing Yang Supervision Funding acquisition Writing – review & editing a ⁎ Xiwen Du Supervision a a Institute of New-Energy Materials, Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education, School of Materials Science and Engineering, Tianjin University, Tianjin 300072, China Institute of New-Energy Materials Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education School of Materials Science and Engineering Tianjin University Tianjin 300072 China aInstitute of New-Energy Materials, Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education, School of Materials Science and Engineering, Tianjin University, Tianjin 300072, China b Centre for Materials in Energy and Catalysis (CMEC), School of Chemical Engineering and Advanced Materials, The University of Adelaide, SA 5005, Australia Centre for Materials in Energy and Catalysis (CMEC) School of Chemical Engineering and Advanced Materials The University of Adelaide SA 5005 Australia bCentre for Materials in Energy and Catalysis (CMEC), School of Chemical Engineering and Advanced Materials, The University of Adelaide, SA 5005, Australia ⁎ Corresponding author at: Materials Science and Engineering, Tianjin University, No. 92, Weijin Road, NanKai Disctri…, Tianjin, None Selected 300072, China. Materials Science and Engineering Tianjin University No. 92, Weijin Road, NanKai Disctri… Tianjin 300072 China It is highly desirable to develop efficient and low-cost bifunctional HER/OER electrocatalysts for overall water splitting. Herein, Ni5Mo/NiCo2O4 heterojunctions loaded on nickel foam were prepared. The catalyst shows excellent bifunctional activity, with an HER overpotential of 44 mV at 10 mA cm−2 and an OER overpotential of 305 mV at 50 mA cm−2 in alkaline electrolyte. In addition, it is worth noting that the overpotential of HER and OER at 500 mA cm−2 are only 229 mV and 368 mV, respectively. It is evidenced that the combination of Ni5Mo and NiCo2O4 transfers electrons from Co2+/Co3+ to Ni0/Mo0, which optimizes the electronic structures of the active sites of Ni0, Mo0 and Co3+, thus greatly enhances the intrinsic HER and OER activities. When Ni5Mo/NiCo2O4/NF is used as anode and cathode for water splitting under alkaline conditions, a stable current density of 10 mA cm−2 can be achieved at a low cell voltage of 1.54 V and a long-term stability up to 50 h. This work highlights the synergy effect of alloy and oxide heterojunctions in efficient water electrocatalysis. Graphical abstract Due to the optimization of electronic structure of interface metal active sites for reaction intermediates absorption via favorable electronic coupling at the hybrid interface, the overall water splitting activity of NiMo/NiCo2O4 heterojunction was significantly improved. Image, graphical abstract Keywords Synergistic effect NiMo/NiCo2O4 heterojunction Hydrogen evolution reaction Oxygen evolution reaction Overall water splitting 1 Introduction With increasingly serious environmental pollution and energy crisis, developing renewable energy source has become imminent [1–6]. Hydrogen energy is considered as one of the ideal energy sources in the future because of its high energy density and environmental friendliness [7–10]. As a clean and attractive approach to produce hydrogen (H2) in industry, electrochemical water splitting consists of two half reactions, namely hydrogen evolution reaction (HER) and oxygen evolution reaction (OER) [11–16]. However, large-scale application of the most active catalysts for HER (e.g., Pt) and OER (e.g., IrO2 or RuO2) is limited in industry due to their high cost and low natural abundance [17–19]. Meanwhile, the working medium for HER catalysts is usually incompatible with that for OER catalysts, therefore, it is difficult to pair the two electrodes in the integrated electrolytic cell for practical application. In addition, from the perspective of productivity and cost-effectiveness, the use of different catalysts for HER and OER electrodes might lead to inconvenience in catalyst preparation and cell assembly [20,21]. For the above reasons, a great deal of work has been done to manufacture bifunctional electrocatalysts that are effective for both HER and OER in the same water-based alkaline or acidic media [22–27]. Among various non-precious metal catalysts, NiMo alloys are considered to be promising HER electrocatalysts in alkaline electrolytes due to their moderate hydrogen binding energy [28–31]. In recent years, studies on NiMo alloys catalysts have been focused on morphology regulation [32,33] and heteroatom doping [34]. However, the inferior OER activity of NiMo alloy electrocatalysts, owning to week absorption of oxygen-containing intermediates, has limited their application as bifunctional HER/OER electrocatalysts for overall water splitting. Note that, metal oxides have been regarded as good OER catalysts, and a number of studies have shown that metal/metal oxides hybrid materials are prospective bifunctional HER and OER electrocatalysts [35,36]. Nevertheless, it should be pointed out that only when the electronic structures of interface metal active sites are optimized for reaction intermediates absorption via favorable electronic coupling at the hybrid interface, could the HER and OER intrinsic activities be significantly improved [37,38]. In other words, effective interface engineering is highly important for rational design of efficient synergistic catalysts for overall water splitting. Up to now, for the NiMo alloy-based catalysts, it is still challenging to construct appropriate interface to realize robust HER and OER activity improvement. In addition, an in-situ growth of catalysts on porous current collector (e.g., nickel foam) is preferable for preparing self-supporting electrodes with good durability, large exposed active area, and rapid charge transfer. More importantly, the macroporous structure would greatly facilitate rapid electrolyte penetration and fast H2/O2 gas bubble release in the process of water electrolysis, which would be particularly critical for industrial water splitting at larger current densities [39–42]. In this study, NiMo/NiCo2O4 hybrid catalysts in-situ grown on nickel foam was prepared by hydrothermal-annealing-electrodeposition method for the first time. The strong electron interaction between NiMo alloy and NiCo2O4 nanoparticles lead to remarkable enhancement of HER and OER activities, with HER overpotential as low as 44 mV at 10 mA cm−2 and OER overpotential of only 305 mV at 50 mA cm−2 in basic electrolyte. Besides, it also demonstrates very low overpotential at a large current density (500 mA cm−2). More importantly, when used as the cathode and anode catalysts for overall water splitting, NiMo/NiCo2O4 enables a stable current density of 10 mA cm−2 at a low voltage of 1.54 V. Meanwhile, it also affords an excellent stability for water electrolysis. 2 Experimental 2.1 Materials Nickel chloride hexahydrate [NiCl2•6H2O] was purchased from Tianjin Damao Chemical Reagent Factory. Cobalt chloride hexahydrate [CoCl2•6H2O] was purchased from Tianjin Heans Biochemical Technology Co., Ltd. Nickel sulfate hexahydrate [NiSO4•6H2O] and sodium molybdate dihydrate [Na2MoO4•2H2O] were purchased from Tianjin FengChuan Chemical Reagent Technology Co., Ltd. Urea [CH4N2O] and trisodium citrate [C6H5O7Na3•2H2O] were purchased from Tianjin Yuanli Chemical Co., Ltd. Ammonia was purchased from Tianjin ComeO Chemical Reagent Co., Ltd. Nafion solution (5 wt%), KOH (99.98%), commercial Pt/C (20 wt%) were supplied by Tianjin Incole Union Technology Co., Ltd. All the chemicals were analytical grade and used without further purification in the experiments. Nickel foam (NF, thickness: 2.0 mm) purchased from Cyber Electrochemical Materials Network is used as the growth substrate. The nickel foam was first cleaned in distilled water for 10 min, followed by ultrasonic cleaning in 3 M HCl for 30 min, and finally ultrasonic cleaning in ethanol and distilled water for 10 min. The cleaned nickel foam was placed in a vacuum drying oven to dry at 60 °C for 6 h for later use. 2.2 Preparation of NiCo2O4/NF Nickel chloride hexahydrate (2.5 mmol), cobalt chloride hexahydrate (5.0 mmol), and urea (9.0 mmol) were dissolved in 30 mL deionized water by sonication. Then the aqueous solution and the cleaned nickel foam were transferred into a Teflon-lined stainless autoclave (50 mL volume) and maintained at 120 °C for 8 h. After being washed with deionized water and dried at 60 °C for 6 h in a vacuum drying oven, followed by calcination at 300 °C for 3 h, the final NiCo2O4/NF was obtained (loading ∼2 mg). 2.3 Preparation of Ni5Mo/NiCo2O4/NF and Ni5Mo/NF NiCo2O4/NF (deposition area 1 × 1 cm2), saturated calomel electrode (SCE) and platinum plate were used as working electrode, reference electrode and counter electrode respectively. Nickel sulfate hexahydrate (3.75 mmol), sodium molybdate dihydrate (2.75 mmol), and trisodium citrate (4.30 mmol) were dissolved in 50 mL deionized water by sonication. Adjust the pH of electrolyte to 9 with ammonia. Electrodeposition was carried out at 180 mA cm−2 for 30 min at 38 °C . After cleaning with deionized water and drying in 60 °C vacuum oven for 6 h, the final Ni5Mo/NiCo2O4/NF (loading ∼3.0 mg) was obtained. For comparison, Ni5Mo/NF (loading ∼1.0 mg) was prepared under the same electrodeposition conditions using only NF. 2.4 Preparation of Ni5Mo+NiCo2O4/NF The NiCo2O4 on NiCo2O4/NF was scraped off and ground into powder. 4.0 mg NiCo2O4 powder was dispersed in 200 μL water, 200 μL ethanol and 50 μL Nafion, and the solution was ultrasonicated for 1 h to make the solution black uniform ink. The Ni5Mo+NiCo2O4/NF electrode was prepared by dropping 225 μL ink onto Ni5Mo/NF (0.5 × 0.5 cm2) to dry. 2.5 Preparation of Pt/C/NF and RuO2/NF 6.0 mg Pt/C powder or 6.0 mg RuO2 powder was dispersed in 200 μL water, 200 μL ethanol and 50 μL Nafion, and the solution was ultrasonicated for 1 h to make the solution black uniform ink. The Pt/C/NF or RuO2/NF electrode was prepared by dropping 225 μL ink onto Ni5Mo/NF (0.5 × 0.5 cm2) to dry. 2.6 Materials characterization The XRD patterns of the samples were characterized by D8 Advance X-ray Diffractometer with Cu-Kα as Radiation Source. Transmission electron microscopy (TEM), high-resolution TEM (HR-TEM), energy dispersive spectroscopy (EDS), EDS mapping, and selected area electron diffraction (SAED) were acquired on a TEM-2100f with an accelerating voltage of 200 kV. Scanning electron microscopy (SEM) images were conducted on a Hitachi s4800 scanning electron microscope. X-ray photoelectron spectroscopy (XPS) was collected by PHI Quantum 2000 scanning ESCA microprobe spectrometer to analyze the valence states and electron transfer of the samples. The binding energy of XPS spectra was calibrated relative to the C 1 s peak (284.8 eV). 2.7 Electrochemical tests The electrocatalytic activities of all samples were measured on CHI660E electrochemical analyzer in a three-electrode configuration at room temperature. The electrolyte solution was 1.0 M KOH. Ni5Mo/NiCo2O4/NF, NiCo2O4/NF, Ni5Mo/NF, Ni5Mo+NiCo2O4/NF, Pt/C/NF, RuO2/NF were used as working electrode (0.5 × 0.5 cm2), carbon rod and saturated calomel electrode (SCE) were used as counter electrode and reference electrode respectively. All applied potentials were converted with respect to reversible hydrogen electrode (RHE), E RHE = E SCE + 0.0592 pH + 0.242 V. Before data acquisition, cyclic voltammetry (CV) curves were repeatedly recorded at scanning rate of 50 mV s − 1, until the signals were stabilized. Then linear sweep voltammograms (LSV) curves were measured at a scan rate of 1 mV s − 1 and all data were iR-corrected according to the formula E corrected = E measured -iR s (R s is the solution resistance obtained from the EIS test). The Tafel slope is obtained by fitting the linear part of the Tafel curve to the Tafel equation η=blog(j)+a. The electrochemical impedance spectroscopy (EIS) was carried out with frequencies ranging from 0.1 Hz to 106 Hz under −0.13 V (vs. RHE, HER) and 1.6 V (vs. RHE, OER). The electrochemical active surface area (ECSA) of the material was estimated by calculating the double layer capacitance. CV measurements were performed at different scan rates of 20, 40, 60, 80, and 100 mV s − 1. The ECSA could be calculated based on (1) E C S A = S geo X C dl C s where C s is the specific electrochemical double layer capacitance, and its value in alkaline medium is 0.040 mF cm−2, and S geo represents the geometric surface area of the working electrode [43]. 3 Results and discussion 3.1 Catalyst structural and morphological characterization The XRD patterns of the Ni5Mo/NiCo2O4/NF, NiCo2O4/NF, Ni5Mo /NF, NF is depicted in Fig. 1 (a), (b) and Fig. S1. The diffraction peaks at 44.51°, 51.85° and 76.37° correspond to the (111), (200), and (220) planes of Ni (PDF #04–0850). Meanwhile, the diffraction peaks at 2θ values of 31.15°, 36.70°, 59.09° and 64.98° can be attributed to the (220), (311), (511) and (440) planes of NiCo2O4 (PDF #20–0781), which indicates the successful synthesis of NiCo2O4/NF. When the Ni5Mo alloy was electrodeposited on NF and NiCo2O4/NF, no peak of Ni5Mo was observed. This is because the peak of NF substrate is so strong that the peak of NiMo alloy is concealed. In order to eliminate the influence of the NF substrate, the sample was scraped off the nickel foam for XRD characterization. The diffraction peak at 43.92° corresponds to the characteristic peak of Ni5Mo. Compared with the peak of Ni, the peak of Ni5Mo is shifted to a lower angle, this is due to the successful incorporation of Mo atoms into the lattice of Ni in NiMo alloy, resulting in lattice expansion of Ni. As shown in Fig. S2, the uniform distribution of Ni and Mo in the Ni5Mo/NF sample further indicates that the successful synthesis of the NiMo alloy, and the atomic ratio of Ni to Mo is 5:1 (as shown in Table S1). The dominant diffraction peaks of Ni5Mo/NiCo2O4 (Fig. 1a) are completely consistent with the crystal phases of NiCo2O4 and Ni5Mo, which indicates that Ni5Mo/NiCo2O4/NF has been successfully synthesized. The morphology and structure of the samples were analyzed by SEM and TEM. The electrodeposited Ni5Mo on nickel foam showed cauliflower structures of different sizes (Fig. S3). As shown in Fig. S4, the NiCo2O4 growing on nickel foam showed short rod structure of nanoparticle accumulation, the diameter of the short rod was about 100 nm and the diameter of the prepared NiCo2O4 nanoparticle was about 30 nm. After electrodeposition of Ni5Mo on NiCo2O4/NF, NiCo2O4 and Ni5Mo nanoparticles accumulate together, the surface of the nanoparticles become smoother and the nanoparticles are uniformly loaded on the nickel foam (Fig. 1c). Furthermore, the TEM images also confirm the accumulation of NiCo2O4 and Ni5Mo nanoparticles (Fig. 1d). Moreover, the HRTEM image of the Ni5Mo/NiCo2O4/NF (Fig. 1e) distinctly shows two sets of lattice fringes. The measured lattice fringe spacings are 0.208 nm and 0.245 nm, which match with the (111) crystal plane of the Ni5Mo and the (311) crystal plane of NiCo2O4, respectively. The corresponding selected area electron diffraction (SAED) of the region shown in Fig. 1(d) (Fig. 1f) shows two different rings. the yellow rings correspond to different crystal planes of Ni5Mo, and the white rings correspond to different crystal planes of NiCo2O4. In addition, the distribution of Ni, Mo, Co and O in the heterostructure is shown by EDS line scanning and elemental mapping. As shown in Fig. 1(h) and (i), Ni and Mo mainly exists in the outer region and Co and O mainly distribute in the middle region, which indicates that the outer nanoparticles are mainly Ni5Mo and the inner nanoparticles are mainly NiCo2O4. This proves the combination of Ni5Mo and NiCo2O4, and Ni5Mo nanoparticles are deposited on the surface of NiCo2O4 nanoparticles. All the above analyses undoubtedly show that Ni5Mo/NiCo2O4 composites are successfully synthesized, and there are a lot of heterogeneous interfaces between Ni5Mo and NiCo2O4. 3.2 Valence state and electron transfer analysis In order to explore the effect of the combination of Ni5Mo and NiCo2O4 on the electronic structures of Ni, Mo and Co, the chemical states of Ni5Mo/NF, NiCo2O4/NF and Ni5Mo/NiCo2O4/NF were characterized by XPS. All characteristic peaks of Ni, Mo, Co and O elements are shown in the corresponding XPS spectra (Fig. S5a). As seen in Ni 2p and Mo 3d XPS spectra (Fig. 2 a and 2b), for the Ni5Mo/NiCo2O4/NF catalyst, an obvious shift (0.31 and 0.35 eV respectively) of Ni0 and Mo0 XPS peaks toward lower binding energy compared to those for Ni5Mo/NF was observed, implying that the Ni0 and Mo0 get electrons from NiCo2O4 and the electron density of Ni0 and Mo0 increases [44,45]. The characteristic XPS peaks of Ni2+, Mo4+ and Mo6+ for Ni5Mo/NF could be attributed to oxidized species formed on the surface of sample due to inevitable contact with air. On the other hand, the fixed XPS peak positions of Ni2+, Ni3+ and Ni(Co)-O imply that there are no chemical bonds forming between Ni0/Mo0 and Ni ions/O, as shown in Fig. 2(a), (d). On the contrary, in the high resolution Co 2p scan (Fig. 2c and S5c), Co 2p3/2 and Co 2p1/2 peaks for Ni5Mo/NiCo2O4/NF both shift to lower binding energy compared to NiCo2O4/NF, corresponding to higher oxidation states for the Co ions in Ni5Mo/NiCo2O4/NF according to literatures [46,47], indicating strong chemical bond is formed between Co2+/Co3+ and Ni0/Mo0, leading to electron transfer from Co2+ and Co3+ in NiCo2O4 to Ni0 and Mo0 in Ni5Mo [47]. The schematic diagram of electron transfer of Ni5Mo/NiCo2O4/NF is shown in Fig. 2(e). The above XPS analysis suggest that the combination of Ni5Mo and NiCo2O4 would change the chemical environment of Ni0, Mo0 and Co ions, resulting in strong electron interactions and promoting electron transfer from Co2+ and Co3+ to Ni0 and Mo0, which means that the electron density of Ni0 and Mo0 sites increases and the electron density of Co2+ and Co3+ sites decreases. According to previous studies, the increase of electron density of Ni0 and Mo0 active sites will lead to the weaker hydrogen adsorption on Ni0 and Mo0, which is conducive to improving the HER activity [48–50]. On the other hand, it is considered that Co3+ located at the octahedral position in NiCo2O4 is the catalytic active site of OER [51–53]. The reduced electron density of this site shows higher electron acceptance characteristics, thus would optimize the adsorption of OH− and promote the formation of OOH, in addition, the decrease of electron density of Co3+ would also promotes the deprotonation of OOH, which is conducive to the formation of O2 molecules, improving the electrocatalytic OER activity [54–56]. The enhanced bifunctional catalytic activity of Ni5Mo/NiCo2O4/NF for HER/OER will be discussed in the electrochemical test section. 3.3 HER catalytic activity The HER activities of the as-prepared samples were evaluated in 1 M KOH electrolyte purged with N2. Fig. 3 (a) shows the iR-corrected LSV curves of different catalysts for HER. Specifically, the overpotential of Ni5Mo/NiCo2O4/NF (44 mV) at 10 mA cm−2 is comparable to that of commercial Pt/C/NF (31 mV), which is much lower than those of Ni5Mo/NF (112 mV), NiCo2O4/NF (229 mV) and Ni5Mo+NiCo2O4/NF (102 mV), respectively. Compared with the physically mixed sample (Ni5Mo+NiCo2O4/NF), the overpotential of Ni5Mo/NiCo2O4/NF is much lower, indicating that the combination of Ni5Mo and NiCo2O4 produces a synergistic catalytic effect, which further significantly reduces the overpotential. The HER overpotential of Ni5Mo/NiCo2O4/NF at 500 mA cm−2 is only 229 mV, even lower than that of commercial Pt/C/NF (280 mV). On the other hand, Ni5Mo/NiCo2O4/NF shows the lowest Tafel slope of 60.9 mV dec−1 compared to isolated Ni5Mo/NF, NiCo2O4/NF and physically mixed Ni5Mo+NiCo2O4/NF catalysts (Fig. 3c), indicating that the combination of Ni5Mo and NiCo2O4 is conducive to improving HER kinetics, which is further supported by the EIS results [57,58]. As shown in Fig. 3(d) and table S2, Ni5Mo/NiCo2O4/NF has the smallest interface electron transfer resistance (R ct=6.74 Ω), especially much smaller than Ni5Mo+NiCo2O4/NF (R ct=33.19 Ω), which affords much faster electron transfer attributed to the synergistic effect of Ni5Mo and NiCo2O4, and in turn, promoting the HER process. The detailed electrochemical data are summarized in Table S2. In addition, the electrochemically active surface area (ECSA) analysis (Fig. S7) is estimated by the double-layer capacitance (Cdl) in a non-Faradaic potential range (0.20 to 0.25 V vs. RHE) at different scanning rates (Fig. S6). This analysis is a measurement method of the density of exposed active sites [59]. It is worth noting that Ni5Mo/NiCo2O4/NF has the largest electrochemical surface area, which proves that the combination of Ni5Mo and NiCo2O4 can increase the number of active sites. The intrinsic HER activity is also investigated by normalizing the kinetic current density at an overpotential of 100 mV with respect to ECSA. As shown in Fig. 3(e), Ni5Mo/NiCo2O4/NF exhibits significantly enhanced HER specific activity compared to other catalysts, which is about 4.8-fold as large as those of Ni5Mo/NF, about 4.5-fold as large as those of Ni5Mo+NiCo2O4/NF and even far surpassing NiCo2O4/NF. Compared to Ni5Mo+NiCo2O4/NF, the HER activity of Ni5Mo/NiCo2O4/NF is significantly improved, indicating that the combination of Ni5Mo and NiCo2O4 has a synergistic catalytic effect, which greatly improves the inherent HER activity of the catalyst. Overall, benefiting from the combination of Ni5Mo and NiCo2O4 and the synergistic catalytic effect between them, the effective active surface area and intrinsic activity of Ni5Mo/NiCo2O4/NF have been significantly improved, and finally excellent HER catalytic performance was obtained. In addition to superior HER activity, the Ni5Mo/NiCo2O4/NF catalyst also shows excellent long-term HER stability. Fig. 3(f) shows that after 50 h stability test, the overpotential of Ni5Mo/NiCo2O4/NF does not increase significantly, which further proves its excellent stability during HER process. The LSV curve of Ni5Mo/NiCo2O4/NF recorded after 50 h testing shows negligible degradation as compared to that originally obtained (inset of Fig. 3f). 3.4 OER catalytic activity Next, we further studied the OER catalytic activities of the prepared catalysts in oxygen saturated 1 M KOH. The polarization curves of NiCo2O4/NF and Ni5Mo/NiCo2O4/NF in Fig. 4 (a) show the presence of an oxidation peak around 1.33 V vs. RHE, which can be attributed to the oxidation of Ni2+ to Ni3+ and Co2+ to Co3+ or Co4+ [60–62]. As shown in Fig. 4(a) and 4(b), the overpotential of Ni5Mo/NiCo2O4/NF (305 mV) at 50 mA cm−2 is much lower than those of NiCo2O4/NF (332 mV), Ni5Mo/NF (434 mV), Ni5Mo+NiCo2O4/NF (386 mV) and RuO2/NF (345 mV), respectively. Specially, the overpotential of Ni5Mo/NiCo2O4/NF is lower than that of Ni5Mo+NiCo2O4/NF, indicating that the synergistic catalytic effect between Ni5Mo and NiCo2O4 can further improve the catalytic activity of OER. Morever, compared to other catalysts, Ni5Mo/NiCo2O4/NF has the lowest Tafel slope and the smallest interfacial electron transfer resistance (R ct=5.26 Ω), indicating that the combination of Ni5Mo and NiCo2O4 is conducive to improve OER kinetics and afford much faster electron transfer (Fig. 4c,d and Table S3). Besides, the ECSA analysis (Fig. S10) is estimated by the double-layer capacitance (Cdl) in a non-Faradaic potential range (0.83 V to 0.88 V vs. RHE) at different scanning rates (Fig. S9). As shown in Fig. S9, the ECSA of Ni5Mo/NiCo2O4/NF is smaller than that of NiCo2O4/NF. Therefore, we speculate that the OER performance improvement of Ni5Mo/NiCo2O4/NF is not due to the increase in the number of active sites compared to NiCo2O4/NF. Next, Fig. 4(e) shows the intrinsic OER activity studied by normalizing the kinetic current density of ECSA at an overpotential of 100 mV. The highest specific activity of Ni5Mo/NiCo2O4/NF further proves that the combination of Ni5Mo and NiCo2O4 produces a synergistic catalytic effect, which greatly improves the inherent OER activity of the catalyst. These results certify that the synergistic catalytic effect between Ni5Mo and NiCo2O4 enable superior kinetics and intrinsic activity in Ni5Mo/NiCo2O4/NF, resulting in excellent OER catalytic performance. As shown in Fig. 4(f), after 50 h stability test, the overpotential of Ni5Mo/NiCo2O4/NF does not increase significantly, the LSV curve of Ni5Mo/NiCo2O4/NF recorded after 50 h testing shows negligible degradation as compared to that originally obtained (inset of Fig. 4f), indicating its excellent stability during OER process. To further explore the structure variation of Ni5Mo/NiCo2O4/NF during the catalytic reaction, SEM and XRD tests were performed on the Ni5Mo/NiCo2O4/NF catalyst after 50 h HER and OER stability test. As shown in Fig. S12 and S13, the morphology and phase of the sample have not changed after the stability test, indicating that the electrode has outstanding structural stability. Furthermore, XPS spectra were also employed to study the structure of Ni5Mo/NiCo2O4/NF electrode after the stability test. (Fig. S14). After HER stability test, the peaks of Ni 2p, Mo 3d and Co 2p did not shift, proving that Ni5Mo/NiCo2O4/NF has excellent chemical stability during HER process. The reduction of Ni° content can be attributed to the inevitable oxidation of the sample during the test. After OER stability test, only Ni3+, Mo6+, Co3+ species for Ni 2p, Mo 3d, Co 2p XPS spectrum can be detected due to the high oxidation environment. 3.5 Overall water splitting performance As illustrated in Table S4, the HER and OER catalytic activities of Ni5Mo/NiCo2O4/NF are competitive to the state-of-the-art non-noble metal-based bifunctional electrocatalysts recently reported in literatures. Considering the enhanced HER and OER performance, we employed the Ni5Mo/NiCo2O4/NF as a bifunctional catalyst to further explore its potential application for overall water splitting. To deliver a current density of 10 mA cm−2, the Ni5Mo/NiCo2O4/NF||Ni5Mo/NiCo2O4/NF couple electrolyzer requires a cell voltage as low as 1.54 V (Fig. 5 a), which is much lower than Ni5Mo/NF||NiCo2O4/NF (1.61 V). At the same time, it needs only 1.74 V and 1.99 V to deliver high current densities of 100 mA cm−2 and 400 mA cm−2, respectively, even lower than the noble metal-based catalyst (Pt/C/NF||RuO2/NF). Such performance is superior to most of the transition-metal-based efficient bifunctional catalysts recently reported (Table S4). In addition, as shown in Fig. 5(b), we tested the stability of Ni5Mo/NiCo2O4/NF||Ni5Mo/NiCo2O4/NF at a current density of 100 mA cm−2 for 50 h, the overpotential exhibits no obvious attenuation, and the stability was significantly better than that of Pt/C/NF||RuO2/NF. 4 Conclusions In conclusion, we successfully prepared NiMo/NiCo2O4 heterojunction on foam nickel by hydrothermal-annealing-electrodeposition. Because of the strong electronic interaction between Ni5Mo and NiCo2O4, the catalyst exhibits excellent HER and OER catalytic activity. For HER, the Ni5Mo/NiCo2O4/NF hybrid catalyst displays a low overpotential of only 44 mV at 10 mA cm−2, and 229 mV at 500 mA cm−2. For OER, it needs an overpotential as low as 305 mV to reach 50 mA cm−2. When the catalyst is used as both cathode and anode for overall water splitting, the whole electrochemical water decomposition can be carried out at a stable current density of 10 mA cm−2 with a low cell voltage of 1.54 V, and could reach a high electrolysis current density of 400 mA cm−2 at only 1.99 V. In addition, the catalyst has excellent long-term stability. Therefore, Ni5Mo/NiCo2O4/NF, as a low-cost catalyst, is expected to be a substitute for precious metal based catalysts in industrial water electrolysis. CRediT authorship contribution statement Huaping Chen: Investigation, Visualization, Writing – original draft. Shizhang Qiao: Supervision. Jing Yang: Supervision, Funding acquisition, Writing – review & editing. Xiwen Du: Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by National Natural Science Foundation of China (51822106 and 51572188). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2021.112086. Appendix Supplementary materials Image, application 1 References [1] H. Qian N. Huang J. Zheng Z. An X. Yin Y. Liu W. Yang Y. Chen A ternary hybrid of Zn-doped MoS2-RGO for highly effective electrocatalytic hydrogen evolution J. Colloid Interface Sci. 599 2021 100 108 H. Qian, N. Huang, J. Zheng, Z. An, X. Yin, Y. Liu, W. Yang, Y. Chen, A ternary hybrid of Zn-doped MoS2-RGO for highly effective electrocatalytic hydrogen evolution, J. Colloid Interface Sci.599 (2021) 100–108. [2] Y. Du H. Zhao W. Wang X. Jiang Y. Yang Y. Liu S. Li L. Wang One-step construction of sulfide heterostructures with P doping for efficient hydrogen evolution J. Solid State Chem. 296 2021 122004 Y. Du, H. Zhao, W. Wang, X. Jiang, Y. Yang, Y. Liu, S. Li, L. Wang, One-step construction of sulfide heterostructures with P doping for efficient hydrogen evolution, J. Solid State Chem.296 (2021) 122004. [3] M. Xiong J. Yan B. Chai G. Fan G. Song Liquid exfoliating CdS and MoS2 to construct 2D/2D MoS2/CdS heterojunctions with significantly boosted photocatalytic H2 evolution activity J Mater Sci Technol 56 2020 179 188 M. Xiong, J. Yan, B. Chai, G. Fan, G. Song, Liquid exfoliating CdS and MoS2 to construct 2D/2D MoS2/CdS heterojunctions with significantly boosted photocatalytic H2 evolution activity, J Mater Sci Technol56 (2020) 179–188. [4] M. Dinesh K. Muthumalai Y. Haldorai R. Thangavelu Rajendra Kumar MoS2 nanosheets decorated multi-walled carbon nanotube composite electrocatalyst for 4-Nitrophenol detection and hydrogen evolution reaction Electroanalysis 32 2020 2571 2580 M. Dinesh, K. Muthumalai, Y. Haldorai, R. Thangavelu Rajendra Kumar, MoS2 nanosheets decorated multi-walled carbon nanotube composite electrocatalyst for 4-Nitrophenol detection and hydrogen evolution reaction, Electroanalysis 32 (2020) 2571–2580. [5] J. Zhou L. Yu Q. Zhou C. Huang Y. Zhang B. Yu Y. Yu Ultrafast fabrication of porous transition metal foams for efficient electrocatalytic water splitting Appl. Catal. B 288 2021 120002 J. Zhou, L. Yu, Q. Zhou, C. Huang, Y. Zhang, B. Yu, Y. Yu, Ultrafast fabrication of porous transition metal foams for efficient electrocatalytic water splitting, Appl. Catal. B288 (2021) 120002. [6] C. Chen N. Suo X. Han X. He Z. Dou Z. Lin L. Cui Tuning the morphology and electron structure of metal-organic framework-74 as bifunctional electrocatalyst for OER and HER using bimetallic collaboration strategy J. Alloys Compd. 865 2021 158795 C. Chen, N. Suo, X. Han, X. He, Z. Dou, Z. Lin, L. Cui, Tuning the morphology and electron structure of metal-organic framework-74 as bifunctional electrocatalyst for OER and HER using bimetallic collaboration strategy, J. Alloys Compd.865 (2021) 158795. [7] D. Gao R. Yuan J. Fan X. Hong H. Yu Highly efficient S2−-adsorbed MoSx-modified TiO2 photocatalysts: a general grafting strategy and boosted interfacial charge transfer J. Mater. Sci. Technol. 56 2020 122 132 D. Gao, R. Yuan, J. Fan, X. Hong, H. Yu, Highly efficient S2−-adsorbed MoSx-modified TiO2 photocatalysts: a general grafting strategy and boosted interfacial charge transfer, J. Mater. Sci. Technol.56 (2020) 122–132. [8] T. Wang X. Zhang P. Yang S.P. Jiang Vertically aligned MoS2 nanosheets on N-doped carbon nanotubes with NiFe alloy for overall water splitting Inorg. Chem. Front. 7 2020 3578 3587 T. Wang, X. Zhang, P. Yang, S.P. Jiang, Vertically aligned MoS2 nanosheets on N-doped carbon nanotubes with NiFe alloy for overall water splitting, Inorg. Chem. Front.7 (2020) 3578–3587. [9] N. Ullah M. Xie L. Chen W. Yaseen W. Zhao S. Yang Y. Xu J. Xie Novel 3D graphene ornamented with CoO nanoparticles as an efficient bifunctional electrocatalyst for oxygen and hydrogen evolution reactions Mater. Chem. Phys. 261 2021 124237 N. Ullah, M. Xie, L. Chen, W. Yaseen, W. Zhao, S. Yang, Y. Xu, J. Xie, Novel 3D graphene ornamented with CoO nanoparticles as an efficient bifunctional electrocatalyst for oxygen and hydrogen evolution reactions, Mater. Chem. Phys.261 (2021) 124237. [10] X. Xu T. Wang W. Lu L. Dong H. Zhang X. Miao CoxP@Co3O4 nanocomposite on cobalt foam as efficient bifunctional electrocatalysts for hydrazine-assisted hydrogen production ACS Sustain. Chem. Eng. 9 2021 4688 4701 X. Xu, T. Wang, W. Lu, L. Dong, H. Zhang, X. Miao, CoxP@Co3O4 nanocomposite on cobalt foam as efficient bifunctional electrocatalysts for hydrazine-assisted hydrogen production, ACS Sustain. Chem. Eng.9 (2021) 4688–4701. [11] L. He S. Huang Y. Liu M. Wang B. Cui S. Wu J. Liu Z. Zhang M. Du Multicomponent Co9S8@MoS2 nanohybrids as a novel trifunctional electrocatalyst for efficient methanol electrooxidation and overall water splitting J. Colloid Interface Sci. 586 2021 538 550 L. He, S. Huang, Y. Liu, M. Wang, B. Cui, S. Wu, J. Liu, Z. Zhang, M. Du, Multicomponent Co9S8@MoS2 nanohybrids as a novel trifunctional electrocatalyst for efficient methanol electrooxidation and overall water splitting, J. Colloid Interface Sci.586 (2021) 538–550. [12] G. Giuffredi A. Mezzetti A. Perego P. Mazzolini M. Prato F. Fumagalli Y.C. Lin C. Liu I.N. Ivanov A. Belianinov M. Colombo G. Divitini C. Ducati G. Duscher A.A. Puretzky D.B. Geohegan F. Di Fonzo Non-Equilibrium synthesis of highly active nanostructured, oxygen incorporated amorphous molybdenum sulfide HER electrocatalyst Small 16 2020 2004047 G. Giuffredi, A. Mezzetti, A. Perego, P. Mazzolini, M. Prato, F. Fumagalli, Y.C. Lin, C. Liu, I.N. Ivanov, A. Belianinov, M. Colombo, G. Divitini, C. Ducati, G. Duscher, A.A. Puretzky, D.B. Geohegan, F. Di Fonzo, Non-Equilibrium synthesis of highly active nanostructured, oxygen incorporated amorphous molybdenum sulfide HER electrocatalyst, Small16 (2020) 2004047. [13] X. Li J. Zhang C. Zhang D. Chen B. Wang R. Zhang Crystalline MoP-amorphous MoS2 hybrid for superior hydrogen evolution reaction J. Solid State Chem. 290 2020 121564 X. Li, J. Zhang, C. Zhang, D. Chen, B. Wang, R. Zhang, Crystalline MoP-amorphous MoS2 hybrid for superior hydrogen evolution reaction, J. Solid State Chem.290 (2020) 121564. [14] F. Zhou X. Zhang R. Sa S. Zhang Z. Wen R. Wang The electrochemical overall water splitting promoted by MoS2 in coupled nickel–iron (oxy)hydride/molybdenum sulfide/graphene composite Chem. Eng. J. 397 2020 125454 F. Zhou, X. Zhang, R. Sa, S. Zhang, Z. Wen, R. Wang, The electrochemical overall water splitting promoted by MoS2 in coupled nickel–iron (oxy)hydride/molybdenum sulfide/graphene composite, Chem. Eng. J.397 (2020) 125454. [15] L. Ding K. Li Z. Xie G. Yang S. Yu W. Wang H. Yu J. Baxter H.M. Meyer D.A. Cullen F.Y. Zhang Constructing ultrathin W-doped NiFe nanosheets via facile electrosynthesis as bifunctional electrocatalysts for efficient water splitting ACS Appl. Mater. Interfaces 13 2021 20070 20080 L. Ding, K. Li, Z. Xie, G. Yang, S. Yu, W. Wang, H. Yu, J. Baxter, H.M. Meyer, D.A. Cullen, F.Y. Zhang, Constructing ultrathin W-doped NiFe nanosheets via facile electrosynthesis as bifunctional electrocatalysts for efficient water splitting, ACS Appl. Mater. Interfaces13 (2021) 20070–20080. [16] R. Zhang W. Ke S. Chen X. Yue Z. Hu T. Ning Phase evolution of vulcanized Co3O4 catalysts during oxygen evolution reaction Appl. Surf. Sci. 546 2021 148819 R. Zhang, W. Ke, S. Chen, X. Yue, Z. Hu, T. Ning, Phase evolution of vulcanized Co3O4 catalysts during oxygen evolution reaction, Appl. Surf. Sci.546 (2021) 148819. [17] A. Curcio J. Wang Z. Wang Z. Zhang A. Belotti S. Pepe M.B. Effat Z. Shao J. Lim F. Ciucci Unlocking the potential of mechanochemical coupling: boosting the oxygen evolution reaction by mating proton acceptors with electron donors Adv. Funct. Mater. 31 2021 2008077 A. Curcio, J. Wang, Z. Wang, Z. Zhang, A. Belotti, S. Pepe, M.B. Effat, Z. Shao, J. Lim, F. Ciucci, Unlocking the potential of mechanochemical coupling: boosting the oxygen evolution reaction by mating proton acceptors with electron donors, Adv. Funct. Mater.31 (2021) 2008077. [18] U.N. Pan T.I. Singh D.R. Paudel C.C. Gudal N.H. Kim J.H. Lee Covalent doping of Ni and P on 1T-enriched MoS2 bifunctional 2D-nanostructures with active basal planes and expanded interlayers boosts electrocatalytic water splitting J. Mater. Chem. A 8 2020 19654 19664 U.N. Pan, T.I. Singh, D.R. Paudel, C.C. Gudal, N.H. Kim, J.H. Lee, Covalent doping of Ni and P on 1T-enriched MoS2 bifunctional 2D-nanostructures with active basal planes and expanded interlayers boosts electrocatalytic water splitting, J. Mater. Chem. A8 (2020) 19654–19664. [19] K.K. Hazarika Y. Yamada E.V. Matus M. Kerzhentsev P. Bharali Enhancing the electrocatalytic activity via hybridization of Cu(I/II) oxides with Co3O4 towards oxygen electrode reactions J. Power Source. 490 2021 229511 K.K. Hazarika, Y. Yamada, E.V. Matus, M. Kerzhentsev, P. Bharali, Enhancing the electrocatalytic activity via hybridization of Cu(I/II) oxides with Co3O4 towards oxygen electrode reactions, J. Power Source.490 (2021) 229511. [20] H. Yan Y. Xie A. Wu Z. Cai L. Wang C. Tian X. Zhang H. Fu Anion-modulated HER and OER activities of 3D Ni–V-Based interstitial compound heterojunctions for high-efficiency and stable overall water splitting Adv. Mater. 31 2019 1901174 H. Yan, Y. Xie, A. Wu, Z. Cai, L. Wang, C. Tian, X. Zhang, H. Fu, Anion-modulated HER and OER activities of 3D Ni–V-Based interstitial compound heterojunctions for high-efficiency and stable overall water splitting, Adv. Mater.31 (2019) 1901174. [21] A. Wu Y. Xie H. Ma C. Tian Y. Gu H. Yan X. Zhang G. Yang H. Fu Integrating the active OER and HER components as the heterostructures for the efficient overall water splitting Nano Energy 44 2018 353 363 A. Wu, Y. Xie, H. Ma, C. Tian, Y. Gu, H. Yan, X. Zhang, G. Yang, H. Fu, Integrating the active OER and HER components as the heterostructures for the efficient overall water splitting, Nano Energy44 (2018) 353–363. [22] A.I. Inamdar H.S. Chavan B. Hou C.H. Lee S.U. Lee S. Cha H. Kim H. Im A robust nonprecious CuFe composite as a highly efficient bifunctional catalyst for overall electrochemical water splitting Small 16 2020 1905884 A.I. Inamdar, H.S. Chavan, B. Hou, C.H. Lee, S.U. Lee, S. Cha, H. Kim, H. Im, A robust nonprecious CuFe composite as a highly efficient bifunctional catalyst for overall electrochemical water splitting, Small16 (2020) 1905884. [23] L.G. He P.Y. Cheng C.C. Cheng C.L. Huang C.T. Hsieh S.Y. Lu (NixFeyCo6-x-y)Mo6C cuboids as outstanding bifunctional electrocatalysts for overall water splitting Appl. Catal. B 290 2021 120049 L.G. He, P.Y. Cheng, C.C. Cheng, C.L. Huang, C.T. Hsieh, S.Y. Lu, (NixFeyCo6-x-y)Mo6C cuboids as outstanding bifunctional electrocatalysts for overall water splitting, Appl. Catal. B290 (2021) 120049. [24] F. Jiao J. Wang Y. Lin J. Li X. Jing Y. Gong Sliver nanoparticles decorated Co-Mo nitride for efficient water splitting Appl. Surf. Sci. 553 2021 149440 F. Jiao, J. Wang, Y. Lin, J. Li, X. Jing, Y. Gong, Sliver nanoparticles decorated Co-Mo nitride for efficient water splitting, Appl. Surf. Sci.553 (2021) 149440. [25] D.R. Paudel U.N. Pan T.I. Singh C.C. Gudal N.H. Kim J.H. Lee Fe and P doped 1T-phase enriched WS23D-dendritic nanostructures for efficient overall water splitting Appl. Catal. B 286 2021 119897 D.R. Paudel, U.N. Pan, T.I. Singh, C.C. Gudal, N.H. Kim, J.H. Lee, Fe and P doped 1T-phase enriched WS23D-dendritic nanostructures for efficient overall water splitting, Appl. Catal. B286 (2021) 119897. [26] Q. Wu A. Dong C. Yang L. Ye L. Zhao Q. Jiang Metal-organic framework derived Co3O4@Mo-Co3S4-Ni3S2 heterostructure supported on Ni foam for overall water splitting Chem. Eng. J. 413 2021 127482 Q. Wu, A. Dong, C. Yang, L. Ye, L. Zhao, Q. Jiang, Metal-organic framework derived Co3O4@Mo-Co3S4-Ni3S2 heterostructure supported on Ni foam for overall water splitting, Chem. Eng. J.413 (2021) 127482. [27] B. Wang Y. Chen Q. Wu Y. Lu X. Zhang X. Wang B. Yu D. Yang W. Zhang A co coordination strategy to realize janus-type bimetallic phosphide as highly efficient and durable bifunctional catalyst for water splitting J. Mater. Sci. Technol. 74 2021 11 20 B. Wang, Y. Chen, Q. Wu, Y. Lu, X. Zhang, X. Wang, B. Yu, D. Yang, W. Zhang, A co coordination strategy to realize janus-type bimetallic phosphide as highly efficient and durable bifunctional catalyst for water splitting, J. Mater. Sci. Technol.74 (2021) 11–20. [28] J.L. Xu L.L. Li J. Tang L. Dai X.B. Li Z.G. Ye J.M. Luo Powder metallurgy synthesis of porous NiMo alloys as efficient electrocatalysts to enhance the hydrogen evolution reaction J. Alloy. Compd. 865 2021 158901 J.L. Xu, L.L. Li, J. Tang, L. Dai, X.B. Li, Z.G. Ye, J.M. Luo, Powder metallurgy synthesis of porous NiMo alloys as efficient electrocatalysts to enhance the hydrogen evolution reaction, J. Alloy. Compd.865 (2021) 158901. [29] D. Huang S. Li Y. Luo L. Liao J. Ye H. Chen Self-templated construction of 1D NiMo nanowires via a Li electrochemical tuning method for the hydrogen evolution reaction Nanoscale 11 2019 19429 19436 D. Huang, S. Li, Y. Luo, L. Liao, J. Ye, H. Chen, Self-templated construction of 1D NiMo nanowires via a Li electrochemical tuning method for the hydrogen evolution reaction, Nanoscale 11 (2019) 19429–19436. [30] F. Safizadeh E. Ghali G. Houlachi Electrocatalysis developments for hydrogen evolution reaction in alkaline solutions – a review Int. J. Hydrog. Energy 40 2015 256 274 F. Safizadeh, E. Ghali, G. Houlachi, Electrocatalysis developments for hydrogen evolution reaction in alkaline solutions – a review, Int. J. Hydrog. Energy40 (2015) 256–274. [31] M. Fang W. Gao G. Dong Z. Xia S. Yip Y. Qin Y. Qu J.C. Ho Hierarchical NiMo-based 3D electrocatalysts for highly-efficient hydrogen evolution in alkaline conditions Nano Energy 27 2016 247 254 M. Fang, W. Gao, G. Dong, Z. Xia, S. Yip, Y. Qin, Y. Qu, J.C. Ho, Hierarchical NiMo-based 3D electrocatalysts for highly-efficient hydrogen evolution in alkaline conditionsNano Energy27 (2016) 247–254. [32] M. Wang Z. Wang X. Yu Z. Guo Facile one-step electrodeposition preparation of porous NiMo film as electrocatalyst for hydrogen evolution reaction Int. J. Hydrog. Energy 40 2015 2173 2181 M. Wang, Z. Wang, X. Yu, Z. Guo, Facile one-step electrodeposition preparation of porous NiMo film as electrocatalyst for hydrogen evolution reactionInt. J. Hydrog. Energy40 (2015) 2173–2181. [33] A. Nairan P. Zou C. Liang J. Liu D. Wu P. Liu C. Yang NiMo solid solution nanowire array electrodes for highly efficient hydrogen evolution reaction Adv. Funct. Mater. 29 2019 1903747 A. Nairan, P. Zou, C. Liang, J. Liu, D. Wu, P. Liu, C. Yang, NiMo solid solution nanowire array electrodes for highly efficient hydrogen evolution reaction, Adv. Funct. Mater.29 (2019) 1903747. [34] X. Wang R. Su H. Aslan J. Kibsgaard S. Wendt L. Meng M. Dong Y. Huang Tweaking the composition of NiMoZn alloy electrocatalyst for enhanced hydrogen evolution reaction performance Nano Energy 12 2015 9 18 X. Wang, R. Su, H. Aslan, J. Kibsgaard, S. Wendt, L. Meng, M. Dong, Y. Huang, Tweaking the composition of NiMoZn alloy electrocatalyst for enhanced hydrogen evolution reaction performance, Nano Energy12 (2015) 9–18. [35] S. Khan C. Wang H. Lu Y. Cao Z. Mao C. Yan In-situ tracking of phase conversion reaction induced metal/metal oxides for efficient oxygen evolution Sci. China Mater. 64 2021 362 373 S. Khan, C. Wang, H. Lu, Y. Cao, Z. Mao, C. Yan, In-situ tracking of phase conversion reaction induced metal/metal oxides for efficient oxygen evolution, Sci. China Mater.64 (2021) 362–373. [36] S. Sajjad C. Wang X. Wang T. Ali T. Qian C. Yan n situ evolved NiMo/NiMoO4 nanorods as a bifunctional catalyst for overall water splitting Nanotechnology 31 2020 495404 S. Sajjad, C. Wang, X. Wang, T. Ali, T. Qian, C. Yan, n situ evolved NiMo/NiMoO4 nanorods as a bifunctional catalyst for overall water splitting, Nanotechnology 31 (2020) 495404. [37] S. Zheng X. Guo H. Xue K. Pan C. Liu H. Pang Facile one-pot generation of metal oxide/hydroxide@metal–organic framework composites: highly efficient bifunctional electrocatalysts for overall water splitting ChemComm 55 2019 10904 10907 S. Zheng, X. Guo, H. Xue, K. Pan, C. Liu, H. Pang, Facile one-pot generation of metal oxide/hydroxide@metal–organic framework composites: highly efficient bifunctional electrocatalysts for overall water splitting, ChemComm55 (2019) 10904–10907. [38] T.I. Singh G. Rajeshkhanna U.N. Pan T. Kshetri H. Lin N.H. Kim J.H. Lee Alkaline water splitting enhancement by MOF-derived Fe–Co–Oxide/Co@NC-mNS heterostructure: boosting OER and HER through defect engineering and in situ oxidation Small 17 2021 2101312 T.I. Singh, G. Rajeshkhanna, U.N. Pan, T. Kshetri, H. Lin, N.H. Kim, J.H. Lee, Alkaline water splitting enhancement by MOF-derived Fe–Co–Oxide/Co@NC-mNS heterostructure: boosting OER and HER through defect engineering and in situ oxidation, Small17 (2021) 2101312. [39] P. Wang T. Jia B. Wang Review—Recent advance in self-supported electrocatalysts for rechargeable zinc-air batteries J. Electrochem. Soc. 167 2020 110564 P. Wang, T. Jia, B. Wang, Review—Recent advance in self-supported electrocatalysts for rechargeable zinc-air batteries, J. Electrochem. Soc.167(2020) 110564. [40] H. Sun Z. Yan F. Liu W. Xu F. Cheng Self-supported transition-metal-based electrocatalysts for hydrogen and oxygen evolution Adv. Mater. 32 2020 1806326 H. Sun, Z. Yan, F. Liu, W. Xu, F. Cheng, Self-supported transition-metal-based electrocatalysts for hydrogen and oxygen evolution, Adv. Mater.32 (2020) 1806326. [41] B. Geng F. Yan L. Liu C. Zhu B. Li Y. Chen Ni/MoC heteronanoparticles encapsulated within nitrogen-doped carbon nanotube arrays as highly efficient self-supported electrodes for overall water splitting Chem. Eng. J. 406 2021 126815 B. Geng, F. Yan, L. Liu, C. Zhu, B. Li, Y. Chen, Ni/MoC heteronanoparticles encapsulated within nitrogen-doped carbon nanotube arrays as highly efficient self-supported electrodes for overall water splitting, Chem. Eng. J.406 (2021) 126815. [42] P.C. Wang L. Wan Y.Q. Lin B.G. Wang NiFe hydroxide supported on hierarchically porous nickel mesh as a high-performance bifunctional electrocatalyst for water splitting at large current density ChemSusChem 12 2019 4038 4045 P.C. Wang, L. Wan, Y.Q. Lin, B.G. Wang, NiFe hydroxide supported on hierarchically porous nickel mesh as a high-performance bifunctional electrocatalyst for water splitting at large current density, ChemSusChem 12 (2019) 4038–4045. [43] Q. Qian J. Zhang J. Li Y. Li X. Jin Y. Zhu Y. Liu Z. Li A. El-Harairy C. Xiao G. Zhang Y. Xie Artificial heterointerfaces achieve delicate reaction kinetics towards hydrogen evolution and hydrazine oxidation catalysis Angew. Chem. Int. Ed. 60 2021 5984 5993 Q. Qian, J. Zhang, J. Li, Y. Li, X. Jin, Y. Zhu, Y. Liu, Z. Li, A. El-Harairy, C. Xiao, G. Zhang, Y. Xie, Artificial heterointerfaces achieve delicate reaction kinetics towards hydrogen evolution and hydrazine oxidation catalysis, Angew. Chem. Int. Ed.60 (2021) 5984–5993. [44] G. Yang W. Choi X. Pu C. Yu Scalable synthesis of bi-functional high-performance carbon nanotube sponge catalysts and electrodes with optimum C–N–Fe coordination for oxygen reduction reaction Energy Environ. Sci. 8 2015 1799 1807 G. Yang, W. Choi, X. Pu, C. Yu, Scalable synthesis of bi-functional high-performance carbon nanotube sponge catalysts and electrodes with optimum C–N–Fe coordination for oxygen reduction reaction, Energy Environ. Sci.8 (2015) 1799–1807. [45] X. Cui S. Yang X. Yan J. Leng S. Shuang P.M. Ajayan Z. Zhang Pyridinic-nitrogen dominated graphene aerogels with Fe–N–C coordination for highly efficient oxygen reduction reaction Adv. Funct. Mater. 26 2016 5708 5717 X. Cui, S. Yang, X. Yan, J. Leng, S. Shuang, P.M. Ajayan, Z. Zhang, Pyridinic-nitrogen dominated graphene aerogels with Fe–N–C coordination for highly efficient oxygen reduction reaction, Adv. Funct. Mater.26 (2016) 5708–5717. [46] X.R. Wang J.Y. Liu Z.W. Liu W.C. Wang J. Luo X.P. Han X.W. Du S.Z. Qiao J. Yang Identifying the key role of pyridinic-N–Co bonding in synergistic electrocatalysis for reversible ORR/OER Adv. Mater. 30 2018 1800005 X.R. Wang, J.Y. Liu, Z.W. Liu, W.C. Wang, J. Luo, X.P. Han, X.W. Du, S.Z. Qiao, J. Yang, Identifying the key role of pyridinic-N–Co bonding in synergistic electrocatalysis for reversible ORR/OER, Adv. Mater.30 (2018) 1800005. [47] Z.Q. Liu H. Cheng N. Li T.Y. Ma Y.Z. Su ZnCo2O4 quantum dots anchored on nitrogen-doped carbon nanotubes as reversible oxygen reduction/evolution electrocatalysts Adv. Mater. 28 2016 3777 3784 Z.Q. Liu, H. Cheng, N. Li, T.Y. Ma, Y.Z. Su, ZnCo2O4 quantum dots anchored on nitrogen-doped carbon nanotubes as reversible oxygen reduction/evolution electrocatalysts, Adv. Mater.28 (2016) 3777–3784. [48] Z. Chen X. Duan W. Wei S. Wang B.J. Ni Recent advances in transition metal-based electrocatalysts for alkaline hydrogen evolution J. Mater. Chem. A 7 2019 14971 15005 Z. Chen, X. Duan, W. Wei, S. Wang, B.J. Ni, Recent advances in transition metal-based electrocatalysts for alkaline hydrogen evolution, J. Mater. Chem. A7 (2019) 14971–15005. [49] A. Eftekhari Electrocatalysts for hydrogen evolution reaction Hydrog. Energy 42 2017 11053 11077 A. Eftekhari, Electrocatalysts for hydrogen evolution reaction, Hydrog. Energy42 (2017) 11053–11077. [50] M. Zeng Y. Li Recent advances in heterogeneous electrocatalysts for the hydrogen evolution reaction J. Mater. Chem. A 3 2015 14942 14962 M. Zeng, Y. Li, Recent advances in heterogeneous electrocatalysts for the hydrogen evolution reaction, J. Mater. Chem. A3 (2015) 14942–14962. [51] X.R. Wang J.Y. Liu Z.W. Liu W.C. Wang J. Luo X.P. Han X.W. Du S.Z. Qiao J. Yang Identifying the key role of Pyridinic-N–Co bonding in synergistic electrocatalysis for reversible ORR/OER Adv. Mater. 30 2018 1800005 X.R. Wang, J.Y. Liu, Z.W. Liu, W.C. Wang, J. Luo, X.P. Han, X.W. Du, S.Z. Qiao, J. Yang, Identifying the key role of Pyridinic-N–Co bonding in synergistic electrocatalysis for reversible ORR/OER, Adv. Mater.30 (2018) 1800005. [52] D.U. Lee B.J. Kim Z. Chen One-pot synthesis of a mesoporous NiCo2O4 nanoplatelet and graphene hybrid and its oxygen reduction and evolution activities as an efficient bi-functional electrocatalyst J. Mater. Chem. A 1 2013 4754 4762 D.U. Lee, B.J. Kim, Z. Chen, One-pot synthesis of a mesoporous NiCo2O4 nanoplatelet and graphene hybrid and its oxygen reduction and evolution activities as an efficient bi-functional electrocatalyst, J. Mater. Chem. A1 (2013) 4754–4762. [53] W.Y. Xia N. Li Q.Y. Li K.H. Ye C.W. Xu Au-NiCo2O4 supported on three-dimensional hierarchical porous graphene-like material for highly effective oxygen evolution reaction Sci. Rep. 6 2016 23398 W.Y. Xia, N. Li, Q.Y. Li, K.H. Ye, C.W. Xu, Au-NiCo2O4 supported on three-dimensional hierarchical porous graphene-like material for highly effective oxygen evolution reaction, Sci. Rep.6 (2016) 23398. [54] J.H. Lin Y.T. Yan T.X. Xu C.Q. Qu J. Li J. Cao J.C. Feng J.L. Qi S doped NiCo2O4 nanosheet arrays by Ar plasma: an efficient and bifunctional electrode for overall water splitting J. Colloid Interface Sci. 560 2020 34 39 J.H. Lin, Y.T. Yan, T.X. Xu, C.Q. Qu, J. Li, J. Cao, J.C. Feng, J.L. Qi, S doped NiCo2O4 nanosheet arrays by Ar plasma: an efficient and bifunctional electrode for overall water splitting, J. Colloid Interface Sci.560 (2020) 34–39. [55] Y. Fang X. Li Y. Hu F. Li X. Lin M. Tian X. An Y. Fu J. Jin J. Ma Ultrasonication assisted ultrafast preparation of multiwalled carbon nanotubes/Au/Co3O4 tubular hybrids as superior anode materials for oxygen evolution reaction J. Power Sources 300 2015 285 293 Y. Fang, X. Li, Y. Hu, F. Li, X. Lin, M. Tian, X. An, Y. Fu, J. Jin, J. Ma, Ultrasonication assisted ultrafast preparation of multiwalled carbon nanotubes/Au/Co3O4 tubular hybrids as superior anode materials for oxygen evolution reaction, J. Power Sources300 (2015) 285–293. [56] X. Liu J. Liu Y. Li Y. Li X. Sun Au/NiCo2O4 arrays with high activity for water oxidation ChemCatChem 6 2014 2501 2506 X. Liu, J. Liu, Y. Li, Y. Li, X. Sun, Au/NiCo2O4 arrays with high activity for water oxidation, ChemCatChem 6 (2014) 2501–2506. [57] K. Li Y. Li Y. Wang J. Ge C. Liu W. Xing Enhanced electrocatalytic performance for the hydrogen evolution reaction through surface enrichment of platinum nanoclusters alloying with ruthenium in situ embedded in carbon Energy Environ. Sci. 11 2018 1232 1239 K. Li, Y. Li, Y. Wang, J. Ge, C. Liu, W. Xing, Enhanced electrocatalytic performance for the hydrogen evolution reaction through surface enrichment of platinum nanoclusters alloying with ruthenium in situ embedded in carbon, Energy Environ. Sci.11 (2018) 1232–1239. [58] Y. Shi B. Zhang Recent advances in transition metal phosphide nanomaterials: synthesis and applications in hydrogen evolution reaction Chem. Soc. Rev. 45 2016 1529 1541 Y. Shi, B. Zhang, Recent advances in transition metal phosphide nanomaterials: synthesis and applications in hydrogen evolution reaction, Chem. Soc. Rev.45 (2016) 1529–1541. [59] S. Gao Y. Lin X. Jiao Y. Sun Q. Luo W. Zhang D. Li J. Yang Y. Xie Partially oxidized atomic cobalt layers for carbon dioxide electroreduction to liquid fuel Nature 529 2016 68 71 S. Gao, Y. Lin, X. Jiao, Y. Sun, Q. Luo, W. Zhang, D. Li, J. Yang, Y. Xie, Partially oxidized atomic cobalt layers for carbon dioxide electroreduction to liquid fuel, Nature 529 (2016) 68–71. [60] S.J. Peng F. Gong L.L. Li D.S. Yu D.X. Ji T.R. Zhang Z. Hu Z.Q. Zhang S.L. Chou Y.H. Du S. Ramakrishna Necklace-like Multishelled Hollow Spinel Oxides with Oxygen Vacancies for Efficient Water Electrolysis J. Am. Chem. Soc. 140 2018 13644 13653 S.J. Peng, F. Gong, L.L. Li, D.S. Yu, D.X. Ji, T.R. Zhang, Z. Hu, Z.Q. Zhang, S.L. Chou, Y.H. Du, S. Ramakrishna, Necklace-like Multishelled Hollow Spinel Oxides with Oxygen Vacancies for Efficient Water Electrolysis, J. Am. Chem. Soc.140 (2018) 13644–13653. [61] Y.P. Zhu T.Y. Ma M. Jaroniec S.Z. Qiao Self-templating synthesis of hollow Co3O4 microtube arrays for highly efficient water electrolysis Angew. Chem. Int. Ed. 56 2017 1324 1328 Y.P. Zhu, T.Y. Ma, M. Jaroniec, S.Z. Qiao, Self-templating synthesis of hollow Co3O4 microtube arrays for highly efficient water electrolysis, Angew. Chem. Int. Ed.56 (2017) 1324–1328. [62] C. T N.Y. Cheng Z.H. Pu W. Xing X.P. Sun NiSe nanowire film supported on nickel foam: an efficient and stable 3D bifunctional electrode for full water splitting Angew. Chem. Int. Ed. 54 2015 9351 9355 C. T, N.Y. Cheng, Z.H. Pu, W. Xing, X.P. Sun, NiSe nanowire film supported on nickel foam: an efficient and stable 3D bifunctional electrode for full water splitting, Angew. Chem. Int. Ed.54 (2015) 9351–9355.",
      "scopus-id": "85122283996",
      "coredata": {
        "eid": "1-s2.0-S2468823121007021",
        "dc:description": "It is highly desirable to develop efficient and low-cost bifunctional HER/OER electrocatalysts for overall water splitting. Herein, Ni5Mo/NiCo2O4 heterojunctions loaded on nickel foam were prepared. The catalyst shows excellent bifunctional activity, with an HER overpotential of 44 mV at 10 mA cm−2 and an OER overpotential of 305 mV at 50 mA cm−2 in alkaline electrolyte. In addition, it is worth noting that the overpotential of HER and OER at 500 mA cm−2 are only 229 mV and 368 mV, respectively. It is evidenced that the combination of Ni5Mo and NiCo2O4 transfers electrons from Co2+/Co3+ to Ni0/Mo0, which optimizes the electronic structures of the active sites of Ni0, Mo0 and Co3+, thus greatly enhances the intrinsic HER and OER activities. When Ni5Mo/NiCo2O4/NF is used as anode and cathode for water splitting under alkaline conditions, a stable current density of 10 mA cm−2 can be achieved at a low cell voltage of 1.54 V and a long-term stability up to 50 h. This work highlights the synergy effect of alloy and oxide heterojunctions in efficient water electrocatalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121007021",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Huaping"
          },
          {
            "@_fa": "true",
            "$": "Qiao, Shizhang"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jing"
          },
          {
            "@_fa": "true",
            "$": "Du, Xiwen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121007021"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121007021"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00702-1",
        "prism:volume": "518",
        "articleNumber": "112086",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "NiMo/NiCo2O4 as synergy catalyst supported on nickel foam for efficient overall water splitting",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Synergistic effect"
          },
          {
            "@_fa": "true",
            "$": "NiMo/NiCo2O4 heterojunction"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Overall water splitting"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "112086",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2022",
        "prism:doi": "10.1016/j.mcat.2021.112086",
        "prism:startingPage": "112086",
        "dc:identifier": "doi:10.1016/j.mcat.2021.112086",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "417",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117811",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "116",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22580",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "576",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "167221",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61187",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "363",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86334",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "393",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103298",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16932",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17987",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "25184",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11923",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14160",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14683",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1849",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1016233",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "515",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "190135",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2547",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1567454",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1181",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "488196",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1606",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "699003",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1741",
            "@width": "3166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "832741",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4477516",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "9774",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121007021-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1225001",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85122283996"
      }
    }
  }
}