{
  "metadata": {
    "title": "Highly active bifunctional Pd-Co<ce:inf loc=post>9</ce:inf>S<ce:inf loc=post>8</ce:inf>/S-CNT catalysts for selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-02-29",
    "doi": "10.1016/j.mcat.2019.110756",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119306224",
    "pii": "S2468823119306224"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85077061516",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-12-30 2019-12-30 2019-12-30 2019-12-30 2020-05-23T11:56:15 1-s2.0-S2468823119306224 S2468-8231(19)30622-4 S2468823119306224 10.1016/j.mcat.2019.110756 S300 S300.4 FULL-TEXT 1-s2.0-S2468823119X00188 2020-05-23T11:06:30.273328Z 0 0 20200201 20200229 2020 2019-12-31T00:52:16.121322Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst nomenclature orcid primabst ref specialabst 2468-8231 24688231 true 482 482 C Volume 482 3 110756 110756 110756 202002 February 2020 2020-02-01 2020-02-29 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. HIGHLYACTIVEBIFUNCTIONALPDCO9S8SCNTCATALYSTSFORSELECTIVEHYDROGENOLYSIS5HYDROXYMETHYLFURFURAL25DIMETHYLFURAN LIAO W Nomenclature 1 Introduction 2 Experimental 2.1 Preparation of catalyst 2.2 Catalyst characterization 2.3 Catalytic hydrogenolysis of HMF 3 Results and discussion 3.1 Composition and structural characterization 3.2 Hydrogenolysis activity 3.2.1 Hydrogenolysis of HMF over different catalysts 3.2.2 Catalytic performance with various reaction parameters 3.3 Reaction pathways for hydrogenolysis 4 Conclusion Author contributions Acknowledgements Appendix A Supplementary data References LI 2016 98 194 H HU 2017 230 257 L WANG 2019 227 247 H SARMAH 2019 92 103 B ZHANG 2015 548 551 Y GUPTA 2017 871 880 K TZENG 2019 110627 110632 T RAMOS 2019 224 233 R CHIMENTAO 2019 270 283 R INSYANI 2019 337 354 R GAO 2018 523 533 Z GOYAL 2016 248 260 R YANG 2017 159 166 P HU 2018 110 119 L IRIONDO 2017 286 295 A SUN 2019 110407 110421 K LI 2017 32 38 Q ZU 2014 244 248 Y PRIECEL 2018 1991 2002 P SHI 2016 74 79 J LUO 2016 439 446 J WANG 2014 293 300 G MANI 2017 3388 3394 C GYNGAZOVA 2017 455 464 M HUANG 2014 1068 1072 Y LI 2019 34 41 D YANG 2016 1015 1020 P AN 2019 128 138 Z SRIVASTAVA 2017 244 256 S SRIVASTAVA 2017 699 709 S GAO 2018 649 659 Z YANG 2015 55 59 P KWON 2018 329 334 E WEIZHANG 2019 190 195 J ANTUNES 2018 521 537 M NISHIMURA 2014 89 98 S MENG 2017 111 121 Q MENG 2016 76 82 Q CHEN 2018 283 289 J TALPADE 2019 1 15 A XUE 2019 3363 3366 Y AHMADI 2011 7275 7283 R DOU 2016 1320 1326 S AHMADI 2012 81 89 R WANG 2019 259 268 J LIU 2017 491 498 S ZHOU 2017 26 30 H ZHANG 2018 512 519 Y XIE 2019 134 142 B CHEN 2020 122755 122761 N XIN 2019 1 13 H MIRONENKO 2019 R LUO 2015 86 93 J NAGPURE 2015 2909 2916 A LEE 2014 708 718 J ZHUO 2018 3132 3143 S ZHOU 2019 398 406 Y THANANATTHANACHON 2010 6616 6618 T LIAOX2020X110756 LIAOX2020X110756XW 2021-12-30T00:00:00.000Z 2021-12-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-01-01T22:33:16.346Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2468-8231(19)30622-4 S2468823119306224 1-s2.0-S2468823119306224 10.1016/j.mcat.2019.110756 315758 2020-05-23T11:06:30.273328Z 2020-02-01 2020-02-29 1-s2.0-S2468823119306224-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/MAIN/application/pdf/4866ab4dbcdb5e4da63665577ba7e9a7/main.pdf main.pdf pdf true 2339959 MAIN 8 1-s2.0-S2468823119306224-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/PREVIEW/image/png/23e52a852e54bd897d8fdcbe27a8c515/main_1.png main_1.png png 56281 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119306224-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/ga1/DOWNSAMPLED/image/jpeg/3487d0df9649bde5254ecf572b2ce786/ga1.jpg ga1 true ga1.jpg jpg 23379 200 337 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/ga1/THUMBNAIL/image/gif/2e9ac66a23606001d85b9d970ed08ff4/ga1.sml ga1 true ga1.sml sml 21968 130 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr1/DOWNSAMPLED/image/jpeg/4872e69a44944d4f4a36232f884c9911/gr1.jpg gr1 gr1.jpg jpg 44483 328 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr1/THUMBNAIL/image/gif/83d4af0ba6a5119ed9662fdb96be456e/gr1.sml gr1 gr1.sml sml 11982 163 170 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr2/DOWNSAMPLED/image/jpeg/a89ce9e253f9baf19650056a2b8f01f5/gr2.jpg gr2 gr2.jpg jpg 87757 532 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr2/THUMBNAIL/image/gif/6265d0e6c29aa98055383426ae976aca/gr2.sml gr2 gr2.sml sml 11485 164 175 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr3/DOWNSAMPLED/image/jpeg/43643fedfcade631f425806e101e21de/gr3.jpg gr3 gr3.jpg jpg 38346 177 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr3/THUMBNAIL/image/gif/cc19349cdb186dcbb72406e6cd4a0d66/gr3.sml gr3 gr3.sml sml 10856 68 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr4/DOWNSAMPLED/image/jpeg/2459a4ae9e8079592833a088089b6515/gr4.jpg gr4 gr4.jpg jpg 37576 346 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr4/THUMBNAIL/image/gif/0dfb13df73acb96310c94267fb6eab4d/gr4.sml gr4 gr4.sml sml 8835 164 161 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr5/DOWNSAMPLED/image/jpeg/a54869b785ef4724af81456539ecc159/gr5.jpg gr5 gr5.jpg jpg 22871 301 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr5/THUMBNAIL/image/gif/2d1fe3018662003a58632fc941215804/gr5.sml gr5 gr5.sml sml 6133 163 185 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr6/DOWNSAMPLED/image/jpeg/332985ac4a92959acc65b0ccf3ea7c8f/gr6.jpg gr6 gr6.jpg jpg 78578 518 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/gr6/THUMBNAIL/image/gif/2e6916caf36520bbc61ce56121b3e733/gr6.sml gr6 gr6.sml sml 9413 163 179 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/sc1/DOWNSAMPLED/image/jpeg/9a3cc99893ed499b4bdb9d30bb7d4c19/sc1.jpg sc1 sc1.jpg jpg 16552 171 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306224-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/sc1/THUMBNAIL/image/gif/93dd379f88d683897e0081259fede375/sc1.sml sc1 sc1.sml sml 3017 66 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306224-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306224/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/8a40ebc2d5e4b6e92111ab6b0ab0f7ee/mmc1.docx mmc1 mmc1.docx docx 251567 APPLICATION 1-s2.0-S2468823119306224-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10RX02FBL81/MAIN/application/pdf/c67496d740c600e0bd32d7a4e63b1d50/am.pdf am am.pdf pdf false 2965212 AAM-PDF MCAT 110756 110756 S2468-8231(19)30622-4 10.1016/j.mcat.2019.110756 Elsevier B.V. Scheme 1 The reaction pathways for the conversion of HMF. Scheme 1 Fig. 1 XRD patterns of different catalysts and supports. Fig. 1 Fig. 2 XPS spectra of PdCo8/S-CNT and PdCo8/CNT. Fig. 2 Fig. 3 SEM (a) and TEM (b and c) images of PdCo8/S-CNT. Fig. 3 Fig. 4 H2-TPR profiles of different catalysts. Fig. 4 Fig. 5 Thermogravimetry analysis of different catalysts. Fig. 5 Fig. 6 Influence of temperature (a), pressure (b), catalyst dosage (c), and reaction time (d) for the hydrogenolysis of HMF. Conditions: (general) HMF (0.1 mol L–1 in THF), 20 mL; PdCo8/S-CNT catalyst, 0.10 g; temperature, 120 °C; pressure, 0.3 MPa H2; time, 13 h. Fig. 6 Table 1 Textural properties of the samples. Table 1 Samples Surface area (m2 g–1) Pore volume (cm3 g–1) Pore diameter (nm) PdCo8/S-CNT 124.1 0.447 3.40 PdCo8/CNT 132.8 0.473 3.40 CNT 164.6 0.477 3.40 Table 2 Catalytic performance of catalysts with various Co/Pd molar ratio on HMF hydrogenolysis. Table 2 Entry Catalyst Conversion(%) Selectivity (%) 5-MF MFA BHMF DMF DMTHF Others 1 Pd/S-CNT 93.1 0 0 0 36.6 28.8 34.6 2 PdCo4/S-CNT 92.0 0 0 0 33.5 40.6 25.9 3 PdCo8/S-CNT 100 0 0 0 15.8 61.1 23.1 4 PdCo12/S-CNT 97.6 0 0 0 15.3 56.3 28.4 5 PdCo16/S-CNT 92.8 0.8 1.6 1.5 49.4 20.2 26.5 6 Co/S-CNT 10.7 69.2 0 0 17.8 0 13.0 7 Pd/S-CNT&Co/S-CNT 49.3 4.1 0 0 74.2 3.9 17.8 8 PdCo8/CNT 100 0 0 0 7.0 25.0 68.0 9 S-CNT – – – – – – – 10 Co9S8/CNT 14.3 47.4 0 0 21.8 0 30.8 Reaction conditions: HMF (0.1 mol L–1 in THF), 20 mL; catalyst, 0.10 g; temperature, 150 °C; H2 pressure, 1 MPa; time, 3 h. Highly active bifunctional Pd-Co9S8/S-CNT catalysts for selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran Weiping Liao a Zhiguo Zhu a * Naimeng Chen a Ting Su a Changliang Deng a Yuchao Zhao b Wanzhong Ren b Hongying Lü a * a Green Chemistry Centre, College of Chemistry and Chemical Engineering, Yantai University, 30 Qingquan Road, Yantai, 264005, Shandong, China Green Chemistry Centre College of Chemistry and Chemical Engineering Yantai University 30 Qingquan Road Yantai Shandong 264005 China aGreen Chemistry Centre, College of Chemistry and Chemical Engineering, Yantai University, 30 Qingquan Road, Yantai 264005, Shandong, China b Collaborative Innovation Center of Light Hydrocarbon Transformation and Utilization, College of Chemistry and Chemical Engineering, Yantai University, 30 Qingquan Road, Yantai, 264005, Shandong, China Collaborative Innovation Center of Light Hydrocarbon Transformation and Utilization College of Chemistry and Chemical Engineering Yantai University 30 Qingquan Road Yantai Shandong 264005 China bCollaborative Innovation Center of Light Hydrocarbon Transformation and Utilization, College of Chemistry and Chemical Engineering, Yantai University, 30 Qingquan Road, Yantai 264005, Shandong, China ⁎ Corresponding authors. Graphical abstract A series of Pd-Co bimetallic catalysts were smoothly synthesized using sulfur-modified carbon nanotubes (S-CNT) as support by impregnation method. Those catalysts were characterized by XRD, XPS, TEM, SEM, H2-TPR, TGA, and nitrogen adsorption-desorption. Selective catalytic hydrogenolysis of 5-hydroxymethylfurfural (HMF) to 2,5-dimethylfuran (DMF) was realized over these synthesized sulfur-modified Pd-Co bimetallic supported on carbon nanotubes (PdCox/S-CNT) under mild conditions. Among them, PdCo8/S-CNT catalyst possessed extremely active and selective for the production of DMF, giving 96.0 % conversion of HMF with 83.7 % selectivity to DMF at the temperature of 120 °C with 0.3 MPa H2 for 13 h. It is found that the formed Co9S8 species are related to the high catalytic activity in PdCo8/S-CNT. Control experiments for evaluating the roles of palladium and Co9S8 revealed that Pd catalyzed the hydrogenation of the aldehyde group in HMF whereas Co9S8 was beneficial for hydrogenolysis of the hydroxy group in HMF. The remarkable hydrogenolysis/hydrogenation performance of the bifunctional Pd-Co9S8/S-CNT was due to support-enhanced adsorption effect and the effective synergy between highly dispersed metallic Pd and the Co9S8 nanoparticles. Keywords Carbon nanotubes Pd-Co9S8 5-Hydroxymethylfurfural 2,5-Dimethylfuran Hydrogenolysis Nomenclature S-CNT sulfur-modified carbon nanotubes CNT carbon nanotubes HMF 5-hydroxymethylfurfural DMF 2,5-dimethylfuran DMTHF 2,5-(dimethyl)tetrahydrofuran BHMF 2,5-bis(hydroxymethyl)furan MFA 5-methylfurfurylalcohol THF tetrahydrofuran 5-MF 5-methylfurfural 1 Introduction With the development of industrialization and urbanization process, energy crisis of conventional resources such as crude oil, coal and natural gas is increasingly severe. Utilization of renewable sources as feedstocks for the fuel and chemical process are gaining more and more attention [1–4]. Biomass-derived HMF was identified as one of the most appealing and promising building block molecules, which is an excellent platform chemical for producing value-added chemicals and bio-based fuels [5–8]. Due to the complicated functional groups (CO, OH, and CC) of HMF molecule, some of the most versatile chemicals such as DMF, 2,5-(dimethyl)tetrahydrofuran (DMTHF), 2,5-bis-(hydroxymethyl)furan (BHMF), and 2-hydroxymethyl-5-methylfuran (MFA) can be produced by hydrogenolysis of HMF. These compounds can be used as six-carbon monomers that can replace petrochemical-based monomers [9,10]. Among these productions, DMF and DMTHF are utilized widely as suitable biomass-derived liquid fuels or additives, due to their excellent properties (e.g., high energy densities, good combustibility and low volatility) [9]. DMF can be also used as a precursor for producing chemicals in the field of semiconductor manufacturing, pharmaceutical industries, and engineering polymers [9,10]. In the last decades, a large number of catalytic systems have been efficiently developed for the hydrogenation of HMF [11–16]. Extensive attentions for selective transformation of HMF to DMF in the presence of molecular hydrogen are paid to various metal-supported catalysts, which mainly concentrated on noble (Ru [17–19], Pt [20–22]) and non-noble (Ni [23–25], Co [26–28], Cu [29,30]) metal catalysts. Among these catalysts, non-noble Co is an excellent active component for the conversion of HMF to DMF with high selectivity. However, achieving high yield of DMF required high temperature (up to 170 °C) and long time (even needing 24 h) of hydrogenation reaction [18,22,26,28,31,32]. Due to the excellent hydrogenation activity, Pd based catalysts have been paid attention to hydrogenation of various biomass and their derivatives, such as sorbitol [33], di- and polysaccharides [10], vanillin [34], furfural [35] and so on. It is also the case for hydrogenation of HMF. Nishimura et al. reported PdxAuy/C as catalyst for hydrogenation of HMF to DMF with HCl as the co-catalyst [36]. Meng et al. prepared Pd/Al2O3 for converting HMF into furfuryl alcohol (FOL) and investigated the product distribution and the reaction mechanism in the process of HMF decarbonylation [37,38]. Chen et al. reported selective hydrogenation of HMF to DHMTHF with 96 % yield over palladium catalyst supported on mesoporous graphitic carbon nitride (Pd/mpg-C3N4) [39]. Although Pd-based catalysts demonstrated high activity in hydrogenation of HMF, the selectivity to DMF was limited in most cases. Doping noble metals with abundant metal elements seems to be an ideal solution to improve the catalytic performance (activity, selectivity, and durability), meanwhile which is likely capable to minimize the usage of noble metals [40,41]. It was hypothesized a Pd-Co bimetallic composite could be a potential catalyst for conversion HMF to DMF, which may share the high activity of Pd-based catalysts as well as the high selectivity of Co-based catalysts. In this work, highly active and selective Pd-Co bimetallic catalysts supported on sulfur-modified carbon nanotubes (PdCox/S-CNT) for the hydrogenolysis of HMF to DMF under mild condition (120 °C, 0.3 MPa H2) were investigated. A series of PdCox/S-CNT catalysts with different atomic ratios of Pd/Co were prepared. The interactions of Pd and Co9S8 particles as well as the effect of the support were implemented in order to shed light on the structure-performance relationship. The influence of reaction parameters, including reaction temperature, H2 pressure, dosage and reaction time, on the catalytic performance were thoroughly investigated. 2 Experimental 2.1 Preparation of catalyst The sulfur-modified nanotubes (S-CNT) were prepared by a solvent impregnation and melt-coat method [42]. Typically, 48.0 mg of sublimed sulfur (Sinopharm Chemical reagent Co., Ltd.) was ultrasonically dissolved in 20 mL toluene and then 160.0 mg of CNT (multi-walled, ID: 5−10 nm, OD: 10−30 nm, Shanghai Macklin biochemical Co., Ltd.) was added. The mixture was sonicated for 1 h to break aggregates and disperse the CNT. Then, the solvent was evaporated at room temperature and the sample was ground thoroughly in an agate mortar. The mixture in a sealed vial was heated to 155 °C in an oven for 6 h. The PdCox/S-CNT catalysts were prepared by a typical wetness impregnation method. As a representative of PdCo8/S-CNT, 2.53 mL PdCl2 (Sinopharm Chemical reagent Co., Ltd.) aqueous solution (11.84 mg mL–1) and 0.6563 g Co(NO3)2·6H2O (Sinopharm Chemical reagent Co., Ltd.) were dissolved in 20 mL mixture solution of methanol and water (volume ration of 1:1). The modified S-CNT was dispersed in the solution under stirring. After stirring for 5 h at room temperature, the solution was dried overnight at 80 °C, subsequently reduced at 400 °C for 2 h with flowing H2/N2 (H2 volume percentage of 10 %, 30 mL min–1) in tube furnace before used as catalysts. As comparison material, Pd/S-CNT, Co/S-CNT, and PdCo8/CNT without S-modification have been synthesized with the similar method in our laboratory. The Co9S8/CNT catalyst was prepared according to literature reported previously [43]. 2.2 Catalyst characterization The surface area and the pore size distribution were measured by nitrogen adsorption-desorption at 77 K on a NOVA 3000e device. The XRD patterns of samples were obtained on a XRD Rigaku, Smart Lab3 powder diffractometer with Cu Kα radiation (40 mA, 50 kV). The H2-TPR measurements were carried out on a TP-5076 adsorption apparatus, a hydrogen-argon (10 % H2, volume percentage) mixture was used (30 mL min–1) as reducing atmosphere, the heating rate was 5 °C min–1. XPS was performed on a Thermo K-Alpha + spectrometer with an Al K Alpha (1486.8 eV) source. The microstructure of PdCo8/S-CNT was investigated by SEM (JSM-7900 F) and TEM (JEM100-CXII). TGA was conducted on a thermal analyzer (STA409PC) in air and the temperature was linearly raised at a rate of 10 °C min–1. 2.3 Catalytic hydrogenolysis of HMF Hydrogenolysis of HMF was carried out in a 50 mL autoclave fitted with a magnetic stirrer. In a typical experiment, 20 mL HMF/THF solution (2 mmol HMF), 0.120 g tetradecane (as GC internal standard) and specified amount of catalyst were added to the reactor. The reactor was sealed and then purged with hydrogen five times, and finally pressurized to the specified pressure. The reactor was heated to the desired temperature and stirred at a rate of 1000 rpm. After reaction, the reactor was cooled down with ice-water bath to room temperature, catalyst was separated by centrifugation. All products were identified by a GC–MS (Agilent 7890 equipped with a HP-5 column and an FID detector). The organics mixture were analyzed with a GC (Agilent 7890B; HP-5 column, 30.0 m × 320 μm × 0.25 μm; FID detector) according to internal standard method to obtain conversion and selectivity. 3 Results and discussion 3.1 Composition and structural characterization The structural identification of materials was performed by XRD. As shown in Fig. 1 , Pd/S-CNT and CNT all exhibited characteristic diffractions at 26.1 and 43.3°, attributed to graphitized carbon from CNT [42,44,45]. No diffractions of metallic Pd or palladium oxides were observed in the patterns, indicative of a good dispersion of the Pd. PdCo8/CNT prepared from no-modified carbon nanotubes shows diffractions at 47.36 and 44.50°, which were attributed to the 101 and 002 planes of hexagonal phase cobalt (JCPDS PDF#05-0727). The diffraction peaks at 52.30 and 29.95° for Co/S-CNT and PdCox/S-CNT samples was assigned to cubic Co9S8 species. In comparison with Co9S8 (JCPDS PDF#86-2273), the diffraction peak shifted a little towards higher 2θ angles, which reveals the strong interaction between Co9S8 and carbon nanotubes [45,46]. The broadness of peaks for Co9S8 crystalline planes was probably due to the small particle size of Co9S8 particles. The surface composition and elemental chemical states of the catalysts were investigated by XPS technique. The wide-scan and high-resolution spectra of the individual elements were shown in Fig. 2 . The wide-scan spectrum indicates the presence of Co, Pd, O, C, and S elements in PdCo8/S-CNT (Fig. 2a). According to the spectrum of S in PdCo8/S-CNT (Fig. 2b), four sulfur species with different types could be confirmed. The binding energy at 165.0 eV corresponds to S existing in the form of C-S-C reveals the successful modification of CNT with S [45,46]. A peak around 168.9 eV, which is regarded as the characteristic peak of SO4 2− species [47], reveals the partial oxidation of sulfur on the surface. The binding energies at around 162.6 and 163.3 eV can be attributed to S 2p3/2 and S 2p1/2 of Co9S8, respectively [45–47]. The Pd 3d XPS can be deconvolved into four characteristic peaks (Fig. 2c). The majority peaks at 341.5 and 336.3 eV for PdCo8/S-CNT, 341.1 and 335.9 eV for PdCo8/CNT are consistent with the presence of zero-valence Pd [37,39], two minor peaks at 342.4 and 337.2 eV, assigned to Pd 3d3/2 and 3d5/2 respectively, can be attributed to Pd2+ state [38,39]. However, the corresponding peaks of the PdCo8/S-CNT catalyst shifted to higher binding energy compared to PdCo8/CNT, probably resulting from the electronic effect of doping of S into CNT. Further fine spectrum (Fig. 2d) allows resolution of Co 2p binding energy in the PdCo8/S-CNT catalyst into six characteristic peaks. The binding energies at 781.5 and 798.1 eV respectively assigned to Co 2p3/2 and Co 2p1/2 can be attributed to Cox+, which is similar with the reported Co9S8 [43,46,48]. It can be also observed the peaks of Co° species are at 778.7 and 793.8 eV and the shakeup satellite signals for Co2+ at 786.8 eV and 804.2 eV respectively [45,46,49,50]. In comparison with Co9S8/S-CNT, the binding energies shifted a little negatively, which is regarded as the charge transfer between Co and Pd. It is worth noting that this positive shift of Pd° binding energy and the negative shift of Co3+ and Co2+ in Co9S8 demonstrate the interaction of the active phases. For PdCo8/CNT, the peak centers of the Co 2p peaks and the shakeup satellites in Fig. 2d could be attributed to Co2+ ions [17,28,51]. The absence of Co° signal peak indicated that the surface Co was easily oxidized once sample was exposed in air, giving that CoO mainly existed on the surface of PdCo8/CNT sample [27,30,31]. N2 adsorption-desorption isotherms were also conducted to measure the structure/texture properties of the materials and the results are summarized in Table 1 . The most preservation of the pore size distribution revealed that modification of sulfur and loading of active component didn’t significantly change the pore structure of nanotubes. A little decrease in surface area and total pore volume with doping of sulfur and follow-up loading of Pd-Co9S8 may be caused by blockage of available pores with S and Pd-Co9S8 nanoparticles (see Table 1). In order to further investigate this issue, we have taken SEM and TEM images of the PdCo8/S-CNT sample (Fig. 3 ). The SEM image of PdCo8/S-CNT showed less than 10 nm small particles distributing uniformly on the surface of CNT, which possessed 5−10 nm inner diameter and 20−30 nm outer diameter. Additionally, TEM images exhibited the very homogeneous distribution of Pd-Co9S8 nanoparticles with the size of 2−5 nm within the pores and/or on the surface of CNT. The highly multiporous nature of the PdCo8/S-CNT catalyst can also be clearly indicated by TEM images. Fig. 4 showed the H2-TPR profiles of different metal-doped catalysts. For Pd/S-CNT catalyst, no peak appears due to the absence of palladium oxide, evidenced by XRD and XPS results. For the monometallic Co/S-CNT catalyst, a broad peak is observed at 277 °C which is attributed to the reduction of Co2+, meanwhile a shoulder peak centered at 246 °C is attributed to the reduction of Co3+ [13,18,26,27]. In comparison with Co/S-CNT, both the main and shoulder peaks attributing to Co2+ and Co3+ in PdCox/S-CNT catalyst shifted to lower temperature respectively, which suggested the interaction between Pd and Co9S8 species. In the case of PdCo8/CNT catalyst, a simplex peak was observed at a lower temperature of 161 °C, implying the single valence state of cobalt. Combining with the XPS results, this peak was attributed to the reduction of CoO. TGA was also used for analyzing the components of PdCo8/S-CNT as well as the monometallic Pd/S-CNT and Co/S-CNT catalyst in air atmosphere. The temperature was increased from 25 to 1000 °C at 10 °C min–1. From the TG curve (Fig. 5 ), the conversion of Co/S-CNT and PdCo8/S-CNT in air went through multiple steps. From 185 to 430 °C, the weight enhanced as the temperature increase, which was caused by the oxidation of Co9S8 to CoSO4, CoO, and Co3S4 [45,48,49]. From 430 to 600 °C, the weight of Co/S-CNT and PdCo8/S-CNT samples decreased sharply because of the oxidation of CNT to gases and the oxidation of CoO and Co3S4 [45,48,49]. Further increased the temperature, a weight decrease occurred again, which should be caused by the reaction of CoSO4 into Co3O4 [45,48,49]. Pd/S-CNT remained stable before 500 °C but lost weight from 500 to 600 °C for the similar oxidation of CNT to gases, and the weight increased from 700 °C gradually might be attributed the oxidation of zero-valent Pd. 3.2 Hydrogenolysis activity 3.2.1 Hydrogenolysis of HMF over different catalysts The results of the hydrogenolysis of HMF with different catalysts are shown in Table 2 . As support, sulfur-modified carbon nanotubes, shows no conversion of HMF (entry 9). The effect of catalyst with various atomic ratio of Pd to Co on activity was explored. The Co/S-CNT catalyst shows 10.7 % HMF conversion with 17.8 % DMF and 69.2 % 5-MF selectivity. The Pd/S-CNT catalyst shows 93.1 % HMF conversion with 36.6 % DMF and 28.8 % DMTHF selectivity. Over the past decades, Pd based catalysts have been regarded as high-performance hydrogenation catalysts [52]. Similarly, in our results, Pd/S-CNT showed high conversion of HMF (＞90 %) but poor selectivity due to the formation of open-ring products and others [19,53,54]. The total selectivity of DMF and DMTHF shows the trend of increasing first and then decreasing with the adding of Co (entries 1–6). The addition of Co significantly improved total selectivity of DMF and DMTHF, perhaps due to the formation of Co9S8 on CNT. The PdCo8/S-CNT catalyst showed higher activity than others, affording 100 % HMF conversion with 15.8 % DMF and 61.1 % DMTHF selectivity. Further increasing the Co/Pd molar ratio to 12 and 16, the activity of PdCox/S-CNT was adversely affected. The excess of Co9S8 may encapsulate Pd sites, thereby less H2 can be adsorb onto the Pd sites [33,55]. The mechanical mixture of Pd/S-CNT and Co/S-CNT showed lower conversion of HMF (entry 7) than PdCox/S-CNT. It indicated that the interaction of Pd and Co9S8 active components significantly improved the PdCox/S-CNT catalyst activity. Compared with PdCo8/S-CNT, PdCo8/CNT catalyst also showed lower activity (entry 8). It indicated that the active component of Pd-Co9S8 is obviously superior to Pd-CoO for the hydrogenolysis of HMF to DMF. Due to the change of the microenvironment after sulfur doping, Co9S8 species formed during the preparation of PdCo8/S-CNT, leading to higher catalytic activity than CoO species in PdCo8/CNT (vide supra). The high catalytic activity of the PdCo8/S-CNT catalyst was primarily attributed to the synergetic effect between the active component Pd and Co9S8 [56,57], likely resulting from their strong interaction (see XPS spectra). 3.2.2 Catalytic performance with various reaction parameters The catalytic performances of the PdCo8/S-CNT catalyst with various reaction parameters are shown in Fig. 6 . The conversion of HMF increased gradually with the increasing temperature but the selectivity of DMF decreased synchronously. The yield of DMF reached maximum 45.5 % at 120 °C, and then decreased for excessive hydrogenation of DMF to DMTHF (Fig. 6a). We selected 120 °C as the reaction temperature to examine the other reaction parameters. The influence of H2 pressure on hydrogenolysis of HMF was noticeable (Fig. 6b). The conversion of HMF gradually increased with the pressure increased from 0.1 to 1.5 MPa, but the selectivity of DMF decreased from 0.3 MPa. The highest selectivity of DMF (83.9 %) was gained at 0.3 MPa within 3 h. When the pressure was further increased up to 1.5 MPa, the DMF yield gradually decreased. The adverse effect of higher pressure on DMF yield accompanied with the significantly increase of DMTHF and other byproducts [54]. Thus, 0.3 MPa was chosen as optimum pressure of H2 to obtain high DMF yield. In Fig. 6c, with the increase of catalyst amount (0.05–0.20 g), HMF conversion and DMF yield were gradually increased. Further increasing the catalyst amount, HMF conversion was continuously increased along with the distinct decrease of DMF yield. This was likely because that the excessive catalyst gave rise to more side-reactions such as the excessive hydrogenolysis/hydrogenation of substrate HMF, main product DMF and others. The amount of catalyst should be precisely controlled and adjusted to achieve the satisfactory results for the hydrogenation of HMF to DMF. Thus, based on the highest DMF yield of 35.8 % along with 41.8 % HMF conversion, 0.10 g was selected to be the suitable catalyst amount in following experiments. The influence of reaction time was investigated from 1 to 15 h (Fig. 6d). The conversion of HMF reached 96.0 % after 13 h, and then increased very slowly. The DMF selectivity achieved maximum of 86.6 % after 12 h and then decreased for the ring hydrogenation of DMF consecutively, forming DMTHF. Considering the yield of DMF reached maximum, 13 h was chosen as optimum reaction time. The conversion of HMF reached 96.0 % and the selectivity was 83.7 %. The recyclability of PdCo8/S-CNT was relatively good when it was regenerated by simple calcination (Table S1 in supporting information). 3.3 Reaction pathways for hydrogenolysis As shown in Fig. 6, 5-MF, BHMF and MFA are major intermediates during the formation of DMF in the hydrogenolysis of HMF over bimetallic Pd-Co/S-CNT catalysts. Nishimura et al. reported the hydrogenolysis of HMF to produce DMF with Pd/C and PdAu/C bimetallic catalysts [36]. During their research, 5-MF and MFA were the main intermediate and a small amount of BHMF was detected also in every step. Interestingly, T. Thananatthanachon et al. reported that BHMF was the intermediate in catalytic hydrogenolysis HMF on Pd/C catalysts with formic acid, no 5-MF was detected in the reaction process [58]. When using Co3O4 as catalyst, BHMF and MFA was the primary intermediate in hydrogenolysis of HMF [26]. It is noticeable that 5-MF was detected as main intermediate when the HMF hydrogenolysis was proceeded over Co/S-CNT and Co9S8/CNT catalysts (Table 2, entries 6 and 10), suggesting that the hydrogenolysis of the −OH groups preferentially take place on the surface of Co9S8 particles. The hydrogenation of the −CHO groups mainly occurs at the Pd active sites as well as the hydrogenolysis of the −OH groups takes place on the surface of Co9S8 particles at the same time, then the hydrogenolysis of the −OH groups in BHMF and the hydrogenation of the −CHO groups in 5-MF take place to produce DMF via MFA intermediate. The Pd and Co9S8 double center leads to the hydrogenolysis of HMF along two paths as shown in Scheme 1 . The synergistic effect of Pd-Co9S8 accelerates the reaction process and inhibits side reactions. Besides, DMTHF which is the product of the furan ring hydrogenation of DMF was observed in our experiments, whose yield is enhanced with the increase of temperature, pressure and/or reaction time for the hydrogenolysis of HMF. 4 Conclusion A novel bimetallic Pd-Co supported on sulfur-modified CNT was readily synthesized employing wet impregnation method followed by reducing with H2. The support modified with sulfur could provide highly distributed metal anchoring sites for nucleation of metal nanoparticles on the surface of CNT, affording high and uniform dispersion of Pd and Co nanoparticles. The Pd-Co/S-CNT was applied for the selective hydrogenolysis of biomass-derived HMF to DMF. Among the series of catalysts with discrepant Pd/Co ratio, PdCo8/S-CNT exhibited highest activity, achieving 96.0 % conversion of HMF with 83.7 % selectivity to DMF under mild condition (120 °C, 0.3 MPa H2). The prominent activity of PdCo8/S-CNT was attributed to highly dispersed Pd-Co9S8 nanoparticles, synergistic effect of Pd-Co9S8 double center. The hydrogenolysis of the hydroxyl groups preferentially performing on the surface of Co9S8 particles makes us believe that Co9S8 as active sites is capable to be extended to other hydrogenolysis reaction systems with various supports. Author contributions W. Liao performed the catalyst preparation, characterizations, and catalytic tests. N. Chen performed the catalytic tests. T. Su, C. Deng, Y. Zhao, and W. Ren performed the data analysis and offered helpful suggestions. Z. Zhu and H. Lü designed this study, analysed the data and wrote the paper. Declaration of Competing Interest The authors declared that they have no conflicts of interest to this work. Acknowledgements We are grateful for the funding supported by the National Natural Science Foundation of China (NSFC Grant Nos. 21676230 and 21373177). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110756. Appendix A Supplementary data The following is Supplementary data to this article: References [1] H. Li Z. Fang R.L. Smith S. Yang Efficient valorization of biomass to biofuels with bifunctional solid catalytic materials Prog. Energy Combust. Sci. 55 2016 98 194 H. Li, Z. Fang, R.L. Smith, S. Yang, Efficient valorization of biomass to biofuels with bifunctional solid catalytic materials, Prog. Energy Combust. 55 (2016) 98–194. [2] L. Hu L. Lin Z. Wu S. Zhou S. Liu Recent advances in catalytic transformation of biomass-derived 5-hydroxymethylfurfural into the innovative fuels and chemicals Renew. Sustain. Energy Rev. 74 2017 230 257 L. Hu, L. Lin, Z. Wu, S. Zhou, S. Liu, Recent advances in catalytic transformation of biomass-derived 5-hydroxymethylfurfural into the innovative fuels and chemicals, Renew. Sust. Energ. Rev. 74 (2017) 230–257. [3] H. Wang C. Zhu D. Li Q. Liu J. Tan C. Wang C. Cai L. Ma Recent advances in catalytic conversion of biomass to 5-hydroxymethylfurfural and 2,5-dimethylfuran Renew. Sustain. Energy Rev. 103 2019 227 247 H. Wang, C. Zhu, D. Li, Q. Liu, J. Tan, C. Wang, C. Cai, L. Ma, Recent advances in catalytic conversion of biomass to 5-hydroxymethylfurfural and 2,5-dimethylfuran, Renew. Sust. Energ. Rev. 103 (2019) 227–247. [4] B. Sarmah R. Srivastava Selective two-step synthesis of 2,5-diformylfuran from monosaccharide, disaccharide, and polysaccharide using H-Beta and octahedral MnO2 molecular sieves Mol. Catal. 462 2019 92 103 B. Sarmah, R. Srivastava, Selective two-step synthesis of 2,5-diformylfuran from monosaccharide, disaccharide, and polysaccharide using H-Beta and octahedral MnO2 molecular sieves, Mol. Catal. 462 (2019) 92–103. [5] Y. Zhang J. Zhang D. Su 5-Hydroxymethylfurfural: a key intermediate for efficient biomass conversion J. Energy Chem. 24 2015 548 551 Y. Zhang, J. Zhang, D. Su, 5-Hydroxymethylfurfural: A key intermediate for efficient biomass conversion, J. Energ. Chem. 24 (2015) 548–551. [6] K. Gupta K. Rai S.K. Singh Catalytic aerial oxidation of 5-hydroxymethyl-2-furfural to furan-2,5-dicarboxylic acid over Ni–Pd nanoparticles supported on Mg(OH)2 nanoflakes for the synthesis of furan diesters Inorg. Chem. Front. 4 2017 871 880 K. Gupta, K. Rai, S.K. Singh, Catalytic aerial oxidation of 5-hydroxymethyl-2-furfural to furan-2,5-dicarboxylic acid over Ni–Pdnanoparticles supported on Mg(OH)2 nanoflakesfor the synthesis of furan diesters, Inorg. Chem. Front. 4 (2017) 871–880. [7] T. Tzeng P. Bhaumik P. Chung Understanding the production of 5-hydroxymethylfurfural (HMF) from chitosan using solid acids Mol. Catal. 479 2019 110627 110632 T. Tzeng, P. Bhaumik, P. Chung, Understanding the production of 5-hydroxymethylfurfural (HMF) from chitosan using solid acids, Mol. Catal. 479 (2019) 110627–110632. [8] R. Ramos A. Grigoropoulos B.L. Griffiths A.P. Katsoulidis M. Zanella T.D. Manning F. Blanc J.B. Claridge M.J. Rosseinsky Selective conversion of 5-hydroxymethylfurfural to diketone derivatives over beta zeolite-supported Pd catalysts in water J. Catal. 375 2019 224 233 R. Ramos, A. Grigoropoulos, B.L. Griffiths, A.P. Katsoulidis, M. Zanella, T.D. Manning, F. Blanc, J.B. Claridge, M.J. Rosseinsky, Selective conversion of 5-hydroxymethylfurfural to diketone derivatives over Beta zeolite-supported Pd catalysts in water, J. Catal. 375 (2019) 224–233. [9] R.J. Chimentão H. Oliva J. Belmar K. Morales P. Mäki-Arvela J. Wärnå D.Y. Murzin J.L.G. Fierro J. Llorca D. Ruiz Selective hydrodeoxygenation of biomass derived 5-hydroxymethylfurfural over silica supported iridium catalysts Appl. Catal. B Environ. 241 2019 270 283 R.J. Chimentão, H. Oliva, J. Belmar, K. Morales, P. Mäki-Arvela, J. Wärnå, D.Y. Murzin, J.L.G. Fierro, J. Llorca, D. Ruiz, Selective hydrodeoxygenation of biomass derived 5-hydroxymethylfurfural over silica supported iridium catalysts, Appl. Catal. B Environ. 241 (2019) 270–283. [10] R. Insyani D. Verma H.S. Cahyadi S.M. Kim S.K. Kim N. Karanwal J. Kim One-pot di- and polysaccharides conversion to highly selective 2,5-dimethylfuran over Cu-Pd/Amino-functionalized Zr-based metal-organic framework (UiO-66(NH2))@SGO tandem catalyst Appl. Catal. B: Environ. 243 2019 337 354 R. Insyani, D. Verma, H.S. Cahyadi, S.M. Kim, S.K. Kim, N. Karanwal, J. Kim, One-pot di- and polysaccharides conversion to highly selective 2,5-dimethylfuran over Cu-Pd/Amino-functionalized Zr-based metal-organic framework (UiO-66(NH2))@SGO tandem catalyst, Appl. Catal. B: Environ. 243 (2019) 337–354. [11] Z. Gao C. Li G. Fan L. Yang F. Li Nitrogen-doped carbon-decorated copper catalyst for highly efficient transfer hydrogenolysis of 5-hydroxymethylfurfural to convertibly produce 2,5-dimethylfuran or 2,5-dimethyltetrahydrofuran Appl. Catal. B Environ. 226 2018 523 533 Z. Gao, C. Li, G. Fan, L. Yang, F. Li, Nitrogen-doped carbon-decorated copper catalyst for highly efficient transfer hydrogenolysis of 5-hydroxymethylfurfural to convertibly produce 2,5-dimethylfuran or 2,5-dimethyltetrahydrofuran, Appl. Catal. B Environ. 226 (2018) 523–533. [12] R. Goyal B. Sarkar A. Bag N. Siddiqui D. Dumbre N. Lucas S.K. Bhargava A. Bordoloi Studies of synergy between metal-support interfaces and selective hydrogenation of HMF to DMF in water J. Catal. 340 2016 248 260 R. Goyal, B. Sarkar, A. Bag, N. Siddiqui, D. Dumbre, N. Lucas, S.K. Bhargava, A. Bordoloi, Studies of synergy between metal-support interfaces and selective hydrogenation of HMF to DMF in water, J. Catal. 340 (2016) 248–260. [13] P. Yang Q. Xia X. Liu Y. Wang Catalytic transfer hydrogenation/hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran over Ni-Co/C catalyst Fuel 187 2017 159 166 P. Yang, Q. Xia, X. Liu, Y. Wang, Catalytic transfer hydrogenation/hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran over Ni-Co/C catalyst, Fuel 187 (2017) 159–166. [14] L. Hu T. Li J. Xu A. He X. Tang X. Chu J. Xu Catalytic transfer hydrogenation of biomass-derived 5-hydroxymethylfurfural into 2,5-dihydroxymethylfuran over magnetic zirconium-based coordination polymer Chem. Eng. J. 352 2018 110 119 L. Hu, T. Li, J. Xu, A. He, X. Tang, X. Chu, J. Xu, Catalytic transfer hydrogenation of biomass-derived 5-hydroxymethylfurfural into 2,5-dihydroxymethylfuran over magnetic zirconium-based coordination polymer, Chem. Eng. J. 352 (2018) 110–119. [15] A. Iriondo A. Mendiguren M.B. Güemez J. Requies J.F. Cambra 2,5-DMF production through hydrogenation of real and synthetic 5-HMF over transition metal catalysts supported on carriers with different nature Catal. Today 279 2017 286 295 A. Iriondo, A. Mendiguren, M.B. Güemez, J. Requies, J.F. Cambra, 2,5-DMF production through hydrogenation of real and synthetic 5-HMF over transition metal catalysts supported on carriers with different nature, Catal. Today 279 (2017) 286–295. [16] K. Sun Y. Shao Q. Li Q. Liu W. Wu Y. Wang S. Hu Cu-based catalysts for hydrogenation of 5-hydroxymethylfurfural : understanding of the coordination between copper and alkali / alkaline earth additives Mol. Catal. 474 2019 110407 110421 K. Sun, Y. Shao, Q. Li, Q. Liu, W. Wu, Y. Wang, S. Hu, Cu-based catalysts for hydrogenation of 5-hydroxymethylfurfural : Understanding of the coordination between copper and alkali / alkaline earth additives, Mol. Catal. 474 (2019) 110407–110421. [17] Q. Li P. Man L. Yuan P. Zhang Y. Li S. Ai Ruthenium supported on CoFe layered double oxide for selective hydrogenation of 5-hydroxymethylfurfural Mol. Catal. 431 2017 32 38 Q. Li, P. Man, L. Yuan, P. Zhang, Y. Li, S. Ai, Ruthenium supported on CoFe layered double oxide for selective hydrogenation of 5-hydroxymethylfurfural, Mol. Catal. 431 (2017) 32–38. [18] Y. Zu P. Yang J. Wang X. Liu J. Ren G. Lu Y. Wang Efficient production of the liquid fuel 2,5-dimethylfuran from 5-hydroxymethylfurfural over Ru/Co3O4 catalyst Appl. Catal. B Environ. 146 2014 244 248 Y. Zu, P. Yang, J. Wang, X. Liu, J. Ren, G. Lu, Y. Wang, Efficient production of the liquid fuel 2,5-dimethylfuran from 5-hydroxymethylfurfural over Ru/Co3O4 catalyst, Appl. Catal. B Environ. 146 (2014) 244–248. [19] P. Priecel N.A. Endot P.D. Carà J.A. Lopez-Sanchez Fast catalytic hydrogenation of 2,5-hydroxymethylfurfural to 2,5-dimethylfuran with ruthenium on carbon nanotubes Ind. Eng. Chem. Res. 57 2018 1991 2002 P. Priecel, N.A. Endot, P.D. Carà, J.A. Lopez-Sanchez, Fast Catalytic Hydrogenation of 2,5-Hydroxymethylfurfural to 2,5-Dimethylfuran with Ruthenium on Carbon Nanotubes, Ind. Eng. Chem. Res. 57 (2018) 1991–2002. [20] J. Shi Y. Wang X. Yu W. Du Z. Hou Production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over reduced graphene oxides supported Pt catalyst under mild conditions Fuel 163 2016 74 79 J. Shi, Y. Wang, X. Yu, W. Du, Z. Hou, Production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over reduced graphene oxides supported Pt catalyst under mild conditions, Fuel 163 (2016) 74–79. [21] J. Luo J.D. Lee H. Yun C. Wang M. Monai C.B. Murray P. Fornasiero R.J. Gorte Base metal-Pt alloys: a general route to high selectivity and stability in the production of biofuels from HMF Appl. Catal. B Environ. 199 2016 439 446 J. Luo, J.D. Lee, H. Yun, C. Wang, M. Monai, C.B. Murray, P. Fornasiero, R.J. Gorte, Base metal-Pt alloys: A general route to high selectivity and stability in the production of biofuels from HMF, Appl. Catal. B Environ. 199 (2016) 439–446. [22] G.H. Wang J. Hilgert F.H. Richter F. Wang H.J. Bongard B. Spliethoff C. Weidenthaler F. Schüth Platinum-cobalt bimetallic nanoparticles in hollow carbon nanospheres for hydrogenolysis of 5-hydroxymethylfurfural Nat. Mater. 13 2014 293 300 G.H. Wang, J. Hilgert, F.H. Richter, F. Wang, H.J. Bongard, B. Spliethoff, C. Weidenthaler, F. Schüth, Platinum-cobalt bimetallic nanoparticles in hollow carbon nanospheres for hydrogenolysis of 5-hydroxymethylfurfural, Nat. Mater. 13 (2014) 293–300. [23] C.M. Mani M. Braun V. Molinari M. Antonietti N. Fechler A high-throughput composite catalyst based on nickel carbon cubes for the hydrogenation of 5-hydroxymethylfurfural to 2,5-dimethylfuran ChemCatChem 9 2017 3388 3394 C.M. Mani, M. Braun, V. Molinari, M. Antonietti, N. Fechler, A high-throughput composite catalyst based on nickel carbon cubes for the hydrogenation of 5-hydroxymethylfurfural to 2,5-dimethylfuran, ChemCatChem 9 (2017) 3388–3394. [24] M.S. Gyngazova L. Negahdar L.C. Blumenthal R. Palkovits Experimental and kinetic analysis of the liquid phase hydrodeoxygenation of 5-hydroxymethylfurfural to 2,5-dimethylfuran over carbon-supported nickel catalysts Chem. Eng. Sci. 173 2017 455 464 M.S. Gyngazova, L. Negahdar, L.C. Blumenthal, R. Palkovits, Experimental and kinetic analysis of the liquid phase hydrodeoxygenation of 5-hydroxymethylfurfural to 2,5-dimethylfuran over carbon-supported nickel catalysts, Chem. Eng. Sci. 173 (2017) 455–464. [25] Y.B. Huang M.Y. Chen L. Yan Q.X. Guo Y. Fu Nickel-tungsten carbide catalysts for the production of 2,5-dimethylfuran from biomass-derived molecules ChemSusChem 7 2014 1068 1072 Y.B. Huang, M.Y. Chen, L. Yan, Q.X. Guo, Y. Fu, Nickel-tungsten carbide catalysts for the production of 2,5-dimethylfuran from biomass-derived molecules, ChemSusChem 7 (2014) 1068–1072. [26] D. Li Q. Liu C. Zhu H. Wang C. Cui C. Wang L. Ma Selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran over Co3O4 catalyst by controlled reduction J. Energy Chem. 30 2019 34 41 D. Li, Q. Liu, C. Zhu, H. Wang, C. Cui, C. Wang, L. Ma, Selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran over Co3O4 catalyst by controlled reduction, J. Energy Chem. 30 (2019) 34–41. [27] P. Yang Q. Xia X. Liu Y. Wang High-yield production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over carbon supported Ni–Co bimetallic catalyst J. Energy Chem. 25 2016 1015 1020 P. Yang, Q. Xia, X. Liu, Y. Wang, High-yield production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over carbon supported Ni–Co bimetallic catalyst, J. Energy Chem. 25 (2016) 1015–1020. [28] Z. An W. Wang S. Dong J. He Well-distributed cobalt-based catalysts derived from layered double hydroxides for efficient selective hydrogenation of 5-hydroxymethyfurfural to 2,5-methylfuran Catal. Today 319 2019 128 138 Z. An, W. Wang, S. Dong, J. He, Well-distributed cobalt-based catalysts derived from layered double hydroxides for efficient selective hydrogenation of 5-hydroxymethyfurfural to 2,5-methylfuran, Catal. Today 319 (2019) 128–138. [29] S. Srivastava G.C. Jadeja J. Parikh Synergism studies on alumina-supported copper-nickel catalysts towards furfural and 5-hydroxymethylfurfural hydrogenation J. Mol. Catal. A Chem. 426 2017 244 256 S. Srivastava, G.C. Jadeja, J. Parikh, Synergism studies on alumina-supported copper-nickel catalysts towards furfural and 5-hydroxymethylfurfural hydrogenation, J. Mol. Catal. A Chem. 426 (2017) 244–256. [30] S. Srivastava G.C. Jadeja J. Parikh Influence of supports for selective production of 2,5-dimethylfuran via bimetallic copper-cobalt catalyzed 5-hydroxymethylfurfural hydrogenolysis Chin. J. Catal. 38 2017 699 709 S. Srivastava, G.C. Jadeja, J. Parikh, Influence of supports for selective production of 2,5-dimethylfuran via bimetallic copper-cobalt catalyzed 5-hydroxymethylfurfural hydrogenolysis, Chin. J. Catal. 38 (2017) 699–709. [31] Z. Gao G. Fan M. Liu L. Yang F. Li Dandelion-like cobalt oxide microsphere-supported RuCo bimetallic catalyst for highly efficient hydrogenolysis of 5-hydroxymethylfurfural Appl. Catal. B Environ. 237 2018 649 659 Z. Gao, G. Fan, M. Liu, L. Yang, F. Li, Dandelion-like cobalt oxide microsphere-supported RuCo bimetallic catalyst for highly efficient hydrogenolysis of 5-hydroxymethylfurfural, Appl. Catal. B Environ. 237 (2018) 649–659. [32] P. Yang Q. Cui Y. Zu X. Liu G. Lu Y. Wang Catalytic production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over Ni/Co3O4 catalyst Catal. Commun. 66 2015 55 59 P. Yang, Q. Cui, Y. Zu, X. Liu, G. Lu, Y. Wang, Catalytic production of 2,5-dimethylfuran from 5-hydroxymethylfurfural over Ni/Co3O4 catalyst, Catal. Commun. 66 (2015) 55–59. [33] E.E. Kwon Y. Tae H. Ju K.A. Lin K. Kim J. Lee G.W. Huber Production of high-octane gasoline via hydrodeoxygenation of sorbitol over palladium-based bimetallic catalysts J. Environ. Manage. 227 2018 329 334 E.E. Kwon, Y. Tae, H. Ju, K.A. Lin, K. Kim, J. Lee, G.W. Huber, Production of high-octane gasoline via hydrodeoxygenation of sorbitol over palladium-based bimetallic catalysts, J. Environ. Manage. 227 (2018) 329–334. [34] J. wei Zhang K. kang Sun D. dan Li T. Deng G. ping Lu C. Cai Pd-Ni bimetallic nanoparticles supported on active carbon as an efficient catalyst for hydrodeoxygenation of aldehydes Appl. Catal. A Gen. 569 2019 190 195 J. wei Zhang, K. kang Sun, D. dan Li, T. Deng, G. ping Lu, C. Cai, Pd-Ni bimetallic nanoparticles supported on active carbon as an efficient catalyst for hydrodeoxygenation of aldehydes, Appl. Catal. A Gen. 569 (2019) 190–195. [35] M.M. Antunes S. Lima A. Fernandes M.F. Ribeiro D. Chadwick K. Hellgardt M. Pillinger A.A. Valente One-pot hydrogen production and cascade reaction of furfural to bioproducts over bimetallic Pd-Ni TUD-1 type mesoporous catalysts Appl. Catal. B Environ. 237 2018 521 537 M.M. Antunes, S. Lima, A. Fernandes, M.F. Ribeiro, D. Chadwick, K. Hellgardt, M. Pillinger, A.A. Valente, One-pot hydrogen production and cascade reaction of furfural to bioproducts over bimetallic Pd-Ni TUD-1 type mesoporous catalysts, Appl. Catal. B Environ. 237 (2018) 521–537. [36] S. Nishimura N. Ikeda K. Ebitani Selective hydrogenation of biomass-derived 5-hydroxymethylfurfural (HMF) to 2,5-dimethylfuran (DMF) under atmospheric hydrogen pressure over carbon supported PdAu bimetallic catalyst Catal. Today 232 2014 89 98 S. Nishimura, N. Ikeda, K. Ebitani, Selective hydrogenation of biomass-derived 5-hydroxymethylfurfural (HMF) to 2,5-dimethylfuran (DMF) under atmospheric hydrogen pressure over carbon supported PdAu bimetallic catalyst, Catal. Today 232 (2014) 89–98. [37] Q. Meng C. Qiu H. Zheng X. Li Y. Zhu Efficient decarbonylation of 5-hydroxymethylfurfural over an Pd/Al2O3 catalyst : preparation via electrostatic attraction between Pd (II) complex and anionic Al2O3 Mol. Catal. 433 2017 111 121 Q. Meng, C. Qiu, H. Zheng, X. Li, Y. Zhu, Efficient decarbonylation of 5-hydroxymethylfurfural over an Pd/Al2O3 catalyst : Preparation via electrostatic attraction between Pd (II) complex and anionic Al2O3, Mol. Catal. 433 (2017) 111–121. [38] Q. Meng H. Zheng Y. Zhu Y. Li Study on the reaction pathway in decarbonylation of biomass-derived 5-hydroxymethylfurfural over Pd-based catalyst J. Mol. Catal. A Chem. 421 2016 76 82 Q. Meng, H. Zheng, Y. Zhu, Y. Li, Study on the reaction pathway in decarbonylation of biomass-derived 5-hydroxymethylfurfural over Pd-based catalyst, J. Mol. Catal. A Chem. 421 (2016) 76–82. [39] J. Chen Y. Ge Y. Guo J. Chen Selective hydrogenation of biomass-derived 5-hydroxymethylfurfural using palladium catalyst supported on mesoporous graphitic carbon J. Energy Chem. 27 2018 283 289 J. Chen, Y. Ge, Y. Guo, J. Chen, Selective hydrogenation of biomass-derived 5-hydroxymethylfurfural using palladium catalyst supported on mesoporous graphitic carbon, J. Energy Chem. 27 (2018) 283–289. [40] A.D. Talpade M.S. Tiwari G.D. Yadav Selective hydrogenation of bio-based 5-hydroxymethyl furfural to 2,5-dimethylfuran over magnetically separable Fe-Pd/C bimetallic nanocatalyst Mol. Catal. 465 2019 1 15 A.D. Talpade, M.S. Tiwari, G.D. Yadav, Selective hydrogenation of bio-based 5-hydroxymethyl furfural to 2,5-dimethylfuran over magnetically separable Fe-Pd/C bimetallic nanocatalyst, Mol. Catal. 465 (2019) 1–15. [41] Y. Xue H. Xin W. Xie P. Wu X. Li Pt nanoparticles supported on YCoxFe1-xO3 perovskite oxides: highly efficient catalysts for liquid-phase hydrogenation of cinnamaldehyde Chem. Commun. 55 2019 3363 3366 Y. Xue, H. Xin, W. Xie, P. Wu, X. Li, Pt nanoparticles supported on YCoxFe1-xO3 perovskite oxides: highly efficient catalysts for liquid-phase hydrogenation of cinnamaldehyde, Chem. Commun. 55 (2019) 3363–3366. [42] R. Ahmadi M.K. Amini Synthesis and characterization of Pt nanoparticles on sulfur-modified carbon nanotubes for methanol oxidation Int. J. Hydrogen Energy 36 2011 7275 7283 R. Ahmadi, M.K. Amini, Synthesis and characterization of Pt nanoparticles on sulfur-modified carbon nanotubes for methanol oxidation, Int. J. Hydrogen Energ. 36 (2011) 7275–7283. [43] S. Dou L. Tao J. Huo S. Wang L. Dai Etched and doped Co9S8/graphene hybrid for oxygen electrocatalysis Energy Environ. Sci. 9 2016 1320 1326 S. Dou, L. Tao, J. Huo, S. Wang, L. Dai, Etched and doped Co9S8/graphene hybrid for oxygen electrocatalysis, Energ. Environ. Sci. 9 (2016) 1320–1326. [44] R. Ahmadi M.K. Amini J.C. Bennett Pt-Co alloy nanoparticles synthesized on sulfur-modified carbon nanotubes as electrocatalysts for methanol electrooxidation reaction J. Catal. 292 2012 81 89 R. Ahmadi, M.K. Amini, J.C. Bennett, Pt-Co alloy nanoparticles synthesized on sulfur-modified carbon nanotubes as electrocatalysts for methanol electrooxidation reaction, J. Catal. 292 (2012) 81–89. [45] J. Wang H. Liu Y. Liu W. Wang Q. Sun X. Wang X. Zhao H. Hu M. Wu Sulfur bridges between Co9S8 nanoparticles and carbon nanotubes enabling robust oxygen electrocatalysis Carbon 144 2019 259 268 J. Wang, H. Liu, Y. Liu, W. Wang, Q. Sun, X. Wang, X. Zhao, H. Hu, M. Wu, Sulfur bridges between Co9S8 nanoparticles and carbon nanotubes enabling robust oxygen electrocatalysis, Carbon 144 (2019) 259–268. [46] S. Liu M. Tong G. Liu X. Zhang Z. Wang G. Wang W. Cai H. Zhang H. Zhao S,N-Containing Co-MOF derived Co9S8@S,N-doped carbon materials as efficient oxygen electrocatalysts and supercapacitor electrode materials Inorg. Chem. Front. 4 2017 491 498 S. Liu, M. Tong, G. Liu, X. Zhang, Z. Wang, G. Wang, W. Cai, H. Zhang, H. Zhao, S,N-Containing Co-MOF derived Co9S8@S,N-doped carbon materials as efficient oxygen electrocatalysts and supercapacitor electrode materials, Inorg. Chem. Front. 4 (2017) 491–498. [47] H. Zhou J. Hu Facile synthesis of multi-walled carbon nanotubes/Co9S8 composites with enhanced performances for sodium-ion battery Mater. Lett. 195 2017 26 30 H. Zhou, J. Hu, Facile synthesis of multi-walled carbon nanotubes/Co9S8 composites with enhanced performances for sodium-ion battery, Mater. Lett. 195 (2017) 26–30. [48] Y. Zhang N. Wang P. Xue Y. Liu B. Tang Z. Bai S. Dou Co9S8@carbon nanospheres as high-performance anodes for sodium ion battery Chem. Eng. J. 343 2018 512 519 Y. Zhang, N. Wang, P. Xue, Y. Liu, B. Tang, Z. Bai, S. Dou, Co9S8@carbon nanospheres as high-performance anodes for sodium ion battery, Chem. Eng. J. 343 (2018) 512–519. [49] B. Xie M. Yu L. Lu H. Feng Y. Yang Y. Chen H. Cui R. Xiao J. Liu Pseudocapacitive Co9S8/graphene electrode for high-rate hybrid supercapacitors Carbon 141 2019 134 142 B. Xie, M. Yu, L. Lu, H. Feng, Y. Yang, Y. Chen, H. Cui, R. Xiao, J. Liu, Pseudocapacitive Co9S8/graphene electrode for high-rate hybrid supercapacitors, Carbon 141 (2019) 134–142. [50] N. Chen Z. Zhu T. Su W. Liao C. Deng W. Ren Catalytic hydrogenolysis of hydroxymethylfurfural to highly selective 2,5-dimethylfuran over FeCoNi/h-BN catalyst Chem. Eng. J. 381 2020 122755 122761 N. Chen, Z. Zhu, T. Su, W. Liao, C. Deng, W. Ren, Catalytic hydrogenolysis of hydroxymethylfurfural to highly selective 2,5-dimethylfuran over FeCoNi/h-BN catalyst, Chem. Eng. J. 381 (2020) 122755–122761. [51] H. Xin Y. Xue W. Zhang P. Wu X. Li CoxFe1-xAl2O4+ δ composite oxides supported Pt nanoparticles as efficient and recyclable catalysts for the liquid-phase selective hydrogenation of cinnamaldehyde J. Catal. 380 2019 1 13 H. Xin, Y. Xue, W. Zhang, P. Wu, X. Li, CoxFe1-xAl2O4+δ composite oxides supported Pt nanoparticles as efficient and recyclable catalysts for the liquid-phase selective hydrogenation of cinnamaldehyde, J. Catal. 380 (2019) 1–13. [52] R.M. Mironenko O.B. Belskaya V.A. Likholobov Approaches to the synthesis of Pd/C catalysts with controllable activity and selectivity in hydrogenation reactions Catal. Today 2019 10.1016/j.cattod.2019.03.023 (in press) R.M. Mironenko, O.B. Belskaya, V.A. Likholobov, Approaches to the synthesis of Pd/C catalysts with controllable activity and selectivity in hydrogenation reactions, Catal. Today, 2019, doi.org/10.1016/j.cattod.2019.03.023. [53] J. Luo L. Arroyo-Ramírez J. Wei H. Yun C.B. Murray R.J. Gorte Comparison of HMF hydrodeoxygenation over different metal catalysts in a continuous flow reactor Appl. Catal. A Gen. 508 2015 86 93 J. Luo, L. Arroyo-Ramírez, J. Wei, H. Yun, C.B. Murray, R.J. Gorte, Comparison of HMF hydrodeoxygenation over different metal catalysts in a continuous flow reactor, Appl. Catal. A Gen. 508 (2015) 86–93. [54] A.S. Nagpure N. Lucas S.V. Chilukuri Efficient preparation of liquid fuel 2,5-dimethylfuran from biomass-derived 5-hydroxymethylfurfural over Ru-NaY catalyst ACS Sustain. Chem. Eng. 3 2015 2909 2916 A.S. Nagpure, N. Lucas, S. V. Chilukuri, Efficient Preparation of Liquid Fuel 2,5-Dimethylfuran from Biomass-Derived 5-Hydroxymethylfurfural over Ru-NaY Catalyst, ACS Sustain. Chem. Eng. 3 (2015) 2909–2916. [55] J. Lee Y.T. Kim G.W. Huber Aqueous-phase hydrogenation and hydrodeoxygenation of biomass-derived oxygenates with bimetallic catalysts Green Chem. 16 2014 708 718 J. Lee, Y.T. Kim, G.W. Huber, Aqueous-phase hydrogenation and hydrodeoxygenation of biomass-derived oxygenates with bimetallic catalysts, Green Chem. 16 (2014) 708–718. [56] S.F. Zhuo Y. Shi L.M. Liu R.Y. Li L. Shi D.H. Anjum Y. Han P. Wang Dual-template engineering of triple-layered nanoarray electrode of metal chalcogenides sandwiched with hydrogen-substituted graphdiyne Nat. Commun. 9 2018 3132 3143 S. F. Zhuo, Y. Shi, L. M. Liu, R. Y. Li, L. Shi, D. H. Anjum, Y. Han and P. Wang, Dual-template engineering of triple-layered nanoarray electrode of metal chalcogenides sandwiched with hydrogen-substituted graphdiyne, Nat. Commun. 9 (2018) 3132–3143. [57] Y. Zhou S. Xi X. Yang H. Wu In situ hydrothermal growth of metallic Co9S8-Ni3S2 nanoarrays on nickel foam as bifunctional electrocatalysts for hydrogen and oxygen evolution reactions J. Solid State Chem. 270 2019 398 406 .[57]Y. Zhou, S. Xi, X. Yang, H. Wu, In situ hydrothermal growth of metallic Co9S8-Ni3S2 nanoarrays on nickel foam as bifunctional electrocatalysts for hydrogen and oxygen evolution reactions, J. Solid State Chem. 270 (2019) 398–406. [58] T. Thananatthanachon T.B. Rauchfuss Efficient production of the liquid fuel 2,5-dimethylfuran from fructose using formic acid as a reagent Angew. Chem. Int. Ed. 49 2010 6616 6618 T. Thananatthanachon, T.B. Rauchfuss, Efficient production of the liquid fuel 2,5-dimethylfuran from fructose using formic acid as a reagent, Angew. Chem. Int. Ed. 49 (2010) 6616–6618.",
      "scopus-id": "85077061516",
      "coredata": {
        "eid": "1-s2.0-S2468823119306224",
        "dc:description": "A series of Pd-Co bimetallic catalysts were smoothly synthesized using sulfur-modified carbon nanotubes (S-CNT) as support by impregnation method. Those catalysts were characterized by XRD, XPS, TEM, SEM, H2-TPR, TGA, and nitrogen adsorption-desorption. Selective catalytic hydrogenolysis of 5-hydroxymethylfurfural (HMF) to 2,5-dimethylfuran (DMF) was realized over these synthesized sulfur-modified Pd-Co bimetallic supported on carbon nanotubes (PdCox/S-CNT) under mild conditions. Among them, PdCo8/S-CNT catalyst possessed extremely active and selective for the production of DMF, giving 96.0 % conversion of HMF with 83.7 % selectivity to DMF at the temperature of 120 °C with 0.3 MPa H2 for 13 h. It is found that the formed Co9S8 species are related to the high catalytic activity in PdCo8/S-CNT. Control experiments for evaluating the roles of palladium and Co9S8 revealed that Pd catalyzed the hydrogenation of the aldehyde group in HMF whereas Co9S8 was beneficial for hydrogenolysis of the hydroxy group in HMF. The remarkable hydrogenolysis/hydrogenation performance of the bifunctional Pd-Co9S8/S-CNT was due to support-enhanced adsorption effect and the effective synergy between highly dispersed metallic Pd and the Co9S8 nanoparticles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119306224",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liao, Weiping"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Zhiguo"
          },
          {
            "@_fa": "true",
            "$": "Chen, Naimeng"
          },
          {
            "@_fa": "true",
            "$": "Su, Ting"
          },
          {
            "@_fa": "true",
            "$": "Deng, Changliang"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Yuchao"
          },
          {
            "@_fa": "true",
            "$": "Ren, Wanzhong"
          },
          {
            "@_fa": "true",
            "$": "Lü, Hongying"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119306224"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119306224"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30622-4",
        "prism:volume": "482",
        "articleNumber": "110756",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Highly active bifunctional Pd-Co9S8/S-CNT catalysts for selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon nanotubes"
          },
          {
            "@_fa": "true",
            "$": "Pd-Co9S8"
          },
          {
            "@_fa": "true",
            "$": "5-Hydroxymethylfurfural"
          },
          {
            "@_fa": "true",
            "$": "2,5-Dimethylfuran"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110756",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2020",
        "prism:doi": "10.1016/j.mcat.2019.110756",
        "prism:startingPage": "110756",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110756",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23379",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21968",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44483",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11982",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "532",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87757",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11485",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "177",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38346",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10856",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "346",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37576",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8835",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "301",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22871",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6133",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "518",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78578",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9413",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "171",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16552",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3017",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "251567",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306224-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2965212",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85077061516"
      }
    }
  }
}