{
  "metadata": {
    "title": "Hydrothermally robust Ti/SiO<ce:inf loc=post>2</ce:inf> epoxidation catalysts via surface modification with oligomeric PMHS",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-10-31",
    "doi": "10.1016/j.mcat.2019.110509",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119303517",
    "pii": "S2468823119303517"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85071015880",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-08-23 2019-08-23 2019-08-23 2019-08-23 2019-08-30T11:55:45 1-s2.0-S2468823119303517 S2468-8231(19)30351-7 S2468823119303517 10.1016/j.mcat.2019.110509 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00139 2021-03-11T10:35:30.872563Z 0 0 20191001 20191031 2019 2019-08-23T04:38:42.7021Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 477 477 C Volume 477 23 110509 110509 110509 201910 October 2019 2019-10-01 2019-10-31 2019 VSI:Catalysis for Sustainability article fla © 2019 Published by Elsevier B.V. HYDROTHERMALLYROBUSTTISIO2EPOXIDATIONCATALYSTSVIASURFACEMODIFICATIONOLIGOMERICPMHS GUO Y 1 Introduction 2 Experimental 2.1 Materials and general methods 2.2 Synthesis of conventional epoxidation catalyst Ti/SiO2 2.3 Grafting PMHS polymer onto SiO2 surface 2.4 PMHS grafted onto Ti/SiO2 2.5 TMS grafted onto Ti/SiO2 2.6 1-Octene epoxidation batch catalysis 2.7 1-Octene epoxidation flow catalysis 2.8 Water Soxhlet extraction hydrolysis stress test 3 Results and discussion 3.1 Synthesis and characterization of grafted PMHS on SiO2 surface 3.2 1-Octene epoxidation batch system catalysis results 3.3 1-Octene epoxidation flow system catalysis results 3.4 29Si CP/MAS NMR Spectroscopy 3.5 Water Soxhlet extraction hydrolysis stress test 4 Conclusions Acknowledgements Appendix A Supplementary data References SATTER 2018 11480 S HUANG 2012 4738 S HARA 2012 7083 K XIONG 2014 4627 H HIEN 2015 4546 N SHELDON 1973 438 R SHELDON 1980 107 R MARCHESE 1997 8836 L LI 2003 203 C BUIJINK 2004 199 J SOBJCAK 1982 11 J OYAMA 2008 S HOMOGENEOUSHETEROGENEOUSEPOXIDATIONCATALYSIS AIGNER 2017 842 M AIGNER 2017 852 M THOMAS 2005 44 J DAVIS 1997 2311 R FRAILE 2003 363 J PENGWU 2003 613 P SOULT 2001 2687 A BOUH 1999 7201 A NOTESTEIN 2007 1122 J BRUTCHEY 2005 9576 R CORDEIRO 2011 6295 P TATSUMI 1998 325 T CORMA 1998 2211 A SEVER 2003 53 R MOITRA 2014 11570 N LIN 2011 9024 J GUO 2018 11738 Y YANG 2008 5557 D LITVINOV 2002 4356 V VANBELECOM 1997 437 I HETEROGENEOUSCATALYSISFINECHEMICALSIV AISH 2010 66 E ZHURAVLEV 2000 1 38 L PFLEIDERER 1990 343 B GANACHAUD 2008 F SILICONBASEDPOLYMERSADVANCESINSYNTHESISSUPRAMOLECULARORGANIZATION BAUER 2000 2654 F GAO 2010 1 X CARAVAJAL 1988 1776 G YANG 2008 5557 D KATZ 2000 286 A GAZIT 2013 4398 O GUIDOTTI 2003 242 M BECK 2001 428 C GUOX2019X110509 GUOX2019X110509XY 2020-08-22T00:00:00Z https://vtw.elsevier.com/content/oragreement/10131 CHU_DOE publishAcceptedManuscriptIndexable https://vtw.elsevier.com/content/oragreement/10144 CHU_NSF publishAcceptedManuscriptIndexable http://www.elsevier.com/open-access/userlicense/1.0/ 2020-08-22T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Published by Elsevier B.V. 2019-08-26T22:45:36.418Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823119303517 Lyondell Chemical Co. Caltech Caltech California Institute of Technology http://data.elsevier.com/vocabulary/SciValFunders/100006961 http://sws.geonames.org/6252001/ Basic Energy Sciences BES Basic Energy Sciences http://data.elsevier.com/vocabulary/SciValFunders/100006151 http://sws.geonames.org/6252001/ U.S. Department of Energy DE-FG02-05ER15696 USDOE U.S. Department of Energy http://data.elsevier.com/vocabulary/SciValFunders/100000015 http://sws.geonames.org/6252001/ National Science Foundation NSF National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000001 http://sws.geonames.org/6252001/ The authors gratefully acknowledge Lyondell Chemical Co. for partially financial support of this research, and thank Dr. Sandor Nagy, and Dr. Vu Dang for helpful discussions. The authors also acknowledge a grant from the Basic Energy Sciences of the U.S. Department of Energy ( DE-FG02-05ER15696 ) for partial funding of the catalysis and Soxhlet-extraction studies. The NMR facility at Caltech was supported by the National Science Foundation under Award No. DMR-520565 . Appendix A item S2468-8231(19)30351-7 S2468823119303517 1-s2.0-S2468823119303517 10.1016/j.mcat.2019.110509 315758 2020-07-11T00:38:28.953582Z 2019-10-01 2019-10-31 1-s2.0-S2468823119303517-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/MAIN/application/pdf/b0bffafa24bfaea817065d9db338e6b6/main.pdf main.pdf pdf true 813643 MAIN 8 1-s2.0-S2468823119303517-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/PREVIEW/image/png/bad4e7556a5b7962a552e323ee80d2b4/main_1.png main_1.png png 52571 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119303517-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/ga1/THUMBNAIL/image/gif/5ad8addac1c87d3aab822ea47709c12d/ga1.sml ga1 true ga1.sml sml 4763 78 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr1/THUMBNAIL/image/gif/e9f606ae6748039f0c9bd090302d1559/gr1.sml gr1 gr1.sml sml 3871 102 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr2/THUMBNAIL/image/gif/d7d0ddba6f53956b1dca7f8010f6295d/gr2.sml gr2 gr2.sml sml 5641 151 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr3/THUMBNAIL/image/gif/6cf2128950297f063357dc8d583c0ba1/gr3.sml gr3 gr3.sml sml 5787 160 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr4/THUMBNAIL/image/gif/859e7c43c8d66c90fa1e65e9f1055878/gr4.sml gr4 gr4.sml sml 3438 162 76 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/sc1/THUMBNAIL/image/gif/feb339e7e6069988682c36c3eea8259b/sc1.sml sc1 sc1.sml sml 3310 73 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/sc2/THUMBNAIL/image/gif/33fe27ae5d678657e4b451a978640bc4/sc2.sml sc2 sc2.sml sml 1538 15 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119303517-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/ga1/DOWNSAMPLED/image/jpeg/6797d2350d93dad5fe68c07beaa18d08/ga1.jpg ga1 true ga1.jpg jpg 22094 178 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr1/DOWNSAMPLED/image/jpeg/f343ab16362250e65a410cbb2919b469/gr1.jpg gr1 gr1.jpg jpg 17894 244 527 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr2/DOWNSAMPLED/image/jpeg/f7a56340f747f70174b0e09197f8dce0/gr2.jpg gr2 gr2.jpg jpg 31878 391 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr3/DOWNSAMPLED/image/jpeg/f293962e57b0c2ecba22599b4a135222/gr3.jpg gr3 gr3.jpg jpg 15340 248 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/gr4/DOWNSAMPLED/image/jpeg/b78167c35f11e9d01e17b153a05f88d8/gr4.jpg gr4 gr4.jpg jpg 42900 725 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/sc1/DOWNSAMPLED/image/jpeg/e025d6448aca8575160444a8fc99e61d/sc1.jpg sc1 sc1.jpg jpg 15153 176 527 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/sc2/DOWNSAMPLED/image/jpeg/83a66f4d0a162d816222ff5464522144/sc2.jpg sc2 sc2.jpg jpg 4500 33 489 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119303517-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119303517/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/45a776be077ef0f9e0ce06a57a575f13/mmc1.docx mmc1 mmc1.docx docx 5460336 APPLICATION 1-s2.0-S2468823119303517-am.pdf am am.pdf pdf 459507 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:102SKW8QFLL/MAIN/application/pdf/cc7fcc45e2f9793a02bf585e80e8dce3/am.pdf MCAT 110509 110509 S2468-8231(19)30351-7 10.1016/j.mcat.2019.110509 Fig. 1 1-Octene epoxidation with Ti/SiO2 (blue), PMHS-1 Ti/SiO2 (low molecular weight, red), PMHS Ti/SiO2 (high molecular weight, green) under batch catalysis conditions. TON = mol oxidation products / mol Ti. Conversion (%) = mol TBHP consumed / mol initial TBHP. 25 mg of Ti-containing catalyst, 20 mL of octane (solvent) and 0.66 mL of 1-octene (4.20 mmol, 6.37 M) were added to the flask. The mixture was heated to 50 °C in an oil bath under vigorous magnetic stirring. Subsequently, 0.11 mL of TBHP (˜5.5 M solution in nonane) was added so as to initiate the olefin epoxidation reaction (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 1 Fig. 2 1-Octene epoxidation with Ti/SiO2 (a), PMHS-1 Ti/SiO2 (b), PMHS-16 Ti/SiO2 (c), and TMS Ti/SiO2 (d) catalyst at 80 °C with 132 μmol/L of water, TBHP conversion (hollow black square) and epoxide conversion (solid red diamond). TBHP conversion (%) = 100-100×(concentration of TBHP @ outlet/concentration of TBHP @ inlet). Epoxide conversion (%) = 100×(concentration of 1,2-epoxyoctane @ outlet/concentration of TBHP @ inlet. The feed stock solution consisted of 3.5 mL TBHP (5.5 M in nonane), 5.3 mL TBA, 80.5 mL 1-Octene and the indicated concentration of D.I. water (no water was added unless indicated). A feed flow rate of 0.1 mL/min was passed through 150 mg of catalyst at 80 °C (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 2 Fig. 3 29Si MAS NMR spectroscopy of PMHS coated Ti/SiO2 under different reaction time. Blue: PMHS-1 Ti/SiO2. Red: PMHS-16 Ti/SiO2 (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 3 Fig. 4 DR UV–vis of (a) Ti/SiO2, (b) PMHS-1 Ti/SiO2 and (c) TMS Ti/SiO2 before (black line) and after (red line) water Soxhlet extraction (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 4 Scheme 1 PMHS grafted on SiO2 surface. Scheme 1 Scheme 2 Epoxidation of 1-octene with TBHP. Scheme 2 Table 1 CHN elemental analysis and BET surface area of PMHS grafted on SiO2 and Ti/SiO2. The initial surface area of SiO2 was 498 m2/g. The initial surface area of Ti/SiO2 was 363 m2/g. Table 1 PMHS SiO2 (MW = 390 g/mol) PMHS SiO2 (MW = 1700–3200 g/mol) PMHS-1 Ti/SiO2 (MW = 390 g/mol) PMHS-16 Ti/SiO2 (MW = 390 g/mol) Number of repeating unit 4 26–51 4 4 Carbon (%) 3.0 6.2 1.7 1.7 Hydrogen (%) 1.0 2.2 0.2 0.2 Carbon content (mmol/g) 2.5 5.2 1.4 1.4 Carbon/n m2 4 30 3 3 BET Surface area (m2/g) 364 104 264 256 Table 2 Flow catalysis results of Ti/SiO2, PMHS-1 Ti/SiO2, PMHS-16 Ti/SiO2, and TMS Ti/SiO2 with 88 μmol/L and 132 μmol/L water content in the feed. The feed stock solution consisted of 3.5 mL TBHP (5.5 M in nonane), 5.3 mL TBA, 80.5 mL 1-Octene and the indicated concentration of D.I. water (no water was added unless indicated). A feed flow rate of 0.1 mL/min was passed through 150 mg of catalyst at 80 °C. Table 2 Sample Slope (TBHP)(%/h)(88 μmol/L) Selectivity(%) (88 μmol/L) TBHP conversion @34 h (88 μmol/L) Slope (TBHP)(%/h)(132 μmol/L) Selectivity(%) (132 μmol/L) TBHP conversion @50 h (132 μmol/L) Ti/SiO2 −0.16 81 12.6 −0.23 79 5.3 PMHS-1 Ti/SiO2 −0.04 81 11.2 −0.03 82 9.7 PMHS-16 Ti/SiO2 −0.06 100 10.2 −0.09 93 8.2 TMS Ti/SiO2 −0.34 100 12.1 −0.32 100 7.6 Table 3 Ti and Si elemental analysis on Ti/SiO2, Ti/SiO2-Soxhlet, PMHS-1 Ti/SiO2 and PMHS-1 Ti/SiO2-Soxhlet. Table 3 Elements Ti/SiO2 Ti/SiO2-Soxhlet PMHS-1 Ti/SiO2 PMHS-1 Ti/SiO2-Soxhlet Ti(Weight %) 2.85 2.77 2.45 2.56 Si(Weight %) 43.1 41.0 43.0 42.2 Table 4 Carbon analysis before and after Soxhlet extraction on PMHS-1 Ti/SiO2 and TMS Ti/SiO2. Table 4 PMHS-1Ti/SiO2 PMHS-1Ti/SiO2-Soxhlet TMSTi/SiO2 TMSTi/SiO2-Soxhlet Carbon (Weight %) 1.7 ± 0.2 1.4 ± 0.2 2.2 ± 0.2 0.5 ± 0.2 Hydrothermally robust Ti/SiO2 epoxidation catalysts via surface modification with oligomeric PMHS Yijun Guo a Son-Jong Hwang b Alexander Katz a ⁎ a Department of Chemical and Biomolecular Engineering, University of California at Berkeley, Berkeley, CA, 94720, United States Department of Chemical and Biomolecular Engineering University of California at Berkeley Berkeley CA 94720 United States b Division of Chemistry and Chemical Engineering, California Institute of Technology, Pasadena, CA, 91125, United States Division of Chemistry and Chemical Engineering California Institute of Technology Pasadena CA 91125 United States ⁎ Corresponding author. Graphical abstract We investigate grafting of poly(methylhydrosiloxane) (PMHS) onto Ti/SiO2 catalysts for improving their robustness to water, using olefin epoxidation catalysis with organic hydroperoxide as oxidant as a relevant probe reaction. Our approach involves triggering catalyst deactivation with added water in the reactants as a means to simulate catalyst deactivation, thereby causing grafted Ti-site aggregation. When using harsh aqueous Soxhlet extraction conditions as a trigger for this aggregation, significant differences are observed via diffuse-reflectance UV–vis spectrscopy on samples before and after treatment, for Ti/SiO2 catalysts containing grafted PMHS. Not only was there a lack of appearance of red-shifted bands in the UV-Vis spectrum following Soxhlet extraction, the batch catalytic activity for catalysts before and after PMHS grafting remained virtually unchanged. This was in stark contrast to an unmodified Ti/SiO2 catalyst, which showed a more than 60% decrease in catalytic activity following Soxhlet extraction as a result of aggregation, as ascertained by red shifts in its UV–vis spectrum after Soxhlet extraction. Similar red shifts were also observed for a hydrophobically modified TMS Ti/SiO2 catalyst. However, when comparing these catalysts under more gentle olefin epoxidation catalysis conditions with added water in a flow reactor, it was more difficult to differentiate the TMS Ti/SiO2 and grafted PMHS catalysts. Both catalysts exhibited similar activity and selectivity after a prolonged time on stream, though the rate of initial deactivation in the latter was less pronounced. Altogether, our data demonstrate that grafted PMHS catalysts are positively differentiated from conventional catalysts based on either TMS surface modification or no surface modification, under conditions involving aggregation induced via extreme hydrothermal environmentst. Thus, we expect that PMHS grafting of Lewis acid catalysts can offer an alternative approach for endowing hydrolytic stability to such catalysts, as demonstrated here for Ti/SiO2 epoxidation catalysts. Keywords Hydrophobic silica Mesoporous Epoxidation Titanium Hydrolytic 1 Introduction We have been inspired by solid catalysts pioneered by the Fukuoka research group, which rely on mesoporous silica supports [[1]], and some of these have been commercialized and are used in consumer products such as refrigerators [1a]. Building on progress on understanding the hydrophobization of mesoporous silica-supported catalysts [2], we attempt to develop hydrolytically robust catalysts, while still retaining a high degree of accessibility to the isolated grafted Ti(IV) sites. These sites on silica are highly active and selective catalytic sites for olefin epoxidation, when using organic hydroperoxide as oxidant [3]. A crucial aspect of such sites is maintenance of coordinative unsaturation at the grafted Ti(IV) center (i.e. non-octahedral coordination environment), which permits oxidant to bond to the site, thus facilitating incoming olefin nucleophilic attack for oxygen transfer [4,5,6]. Though grafted Ti(IV) sites on silica form the basis for commercial catalysts used for the production of propylene oxide, such as the styrene monomer propylene oxide process (SMPO) [7,8], an ongoing challenge requires extending catalyst lifetime and decreasing the rate of catalyst deactivation [9]. A hypothesized deactivation mechanism for grafted Ti(IV) sites on silica in epoxidation catalysis involves aggregation of initially isolated Ti(IV) centers on the surface, into extended oxide domains possessing oligomeric TiOTi structures. Their formation is presumably triggered by ligand-exchange processes accompanying catalysis [7,10,11,12,13,14,15]. Such domains can be less catalytically active for at least two reasons. First, some Ti sites are buried within the internal bulk and as such are less accessible or entirely inaccessible to incoming reactants. Second, the metal coordination environment within such domains has a higher average coordination number (i.e. is more coordinatively saturated), which reduces Lewis acidity at the metal center [16]. Conventional methods for improving the stability and selectivity of grafted Ti(IV) sites on silica catalysts have employed hydrophobic surface modification with bulky capping agents, which can be accomplished using either alkoxide or trimethylsilyl (TMS) capping agents either at or adjacent to the grafted Ti-on-silica site [17,18,19,20,21]. In the case of TMS groups, such surface modification has been previously shown to increase both catalytic activity and selectivity in olefin epoxidation reactions with organic hydroperoxide as oxidant. Here, in this manuscript, we wish to investigate an oligomeric rather than monomeric (such as TMS) hydrophobic capping agent, on the performance of grafted Ti-on-silica olefin epoxidation catalysts. Our rationale is that such an oligomeric surface modification may be more robust by virtue of its multidentate attachment to the silica surface, and it may provide a sterically larger blocking group to discourage deactivation via hypothesized site aggregation. We have specifically chosen polymethylhydrosilane (PMHS) as such an oligomer, based on the known reactivity of PMHS with silanol functional groups on the silica surface. As shown in Scheme 1 , PMHS forms a silica surface that is hydrophobically modified with PMHS oligomer loops [22,23,24]. Indeed, previously, PMHS has been used to surface modify the external silica surface of glass slides, and resulted in contact angles for water that dramatically increased from 30° to 97° [22]. The potential ability of PMHS to condense via its multitude of Si-H functional groups in a chelating fashion to the catalyst surface differentiates it from other silicon-containing oligomers such as polydimethylsiloxane (PDMS), which can only bond as an extended oligomer, with only one or two grafted contacts per chain with the surface [25]. Previously, hydrophobic catalyst surface modification with PDMS has been shown to increase yield and selectivity of grafted Ti epoxidation catalysts in water, when using aqueous hydrogen peroxide as oxidant [26,27]. Our comparative approach involves post-synthetic surface modification of a conventional Ti/SiO2 catalyst, with two different molecular weights of PMHS corresponding to short and longer oligomers (MW = 390 g/mol and MW = 1700–3200 g/mol, respectively), as well as established TMS surface modification of the same catalyst and no surface modification as controls. We investigate the catalytic activity including accelerated deactivation rate as triggered by water in the reactant feed, with flow reactor tests. This informs on the catalyst hydrothermal stability, under conditions where water is used for accelerated catalyst aging and a trigger for site aggregation. Our results demonstrate that a PMHS coating on grafted Ti-on-silica catalysts can reduce the tendency to aggregate Ti sites under the most forcing hot-water Soxhlet conditions, compared with TMS capping groups on the same catalyst, though under the more gentle conditions corresponding to our olefin-epoxidation catalysis in a flow reactor, there is little difference between the two, in terms of catalyst deactivation with increasing time on stream. 2 Experimental 2.1 Materials and general methods Mesoporous SiO2 (Selecto Scientific) support consists of a 32–63 μm silica particle size, possesses a N2 BET surface area of 498 m2/g, and produces pH ∼ 7 as a 5% suspension in H2O (0.877 mol/L). Before being used as a catalyst support, the mesoporous SiO2 was dehydroxylated in a Schlenk tube at 500 °C for 4 h by flowing a mixture of dry air and Ar (50/50 v/v), and was subsequently stored in a N2-filled glovebox prior to use. The resulting dehydroxylated material is denoted as SiO2@500. 1-Octene (Aldrich) and octane (Aldrich) were freshly distilled over Na prior to use. Chloroform (CHCl3, anhydrous), tert-butylhydroperoxide (TBHP, 5.5 M in nonane solution), TiCl4 (99.9%), poly(methylhydrosiloxane) (low molecular weight, trimethylsilyl terminated, 390 g/mol), poly(methylhydrosiloxane) (high molecular weight, trimethylsilyl terminated, 1700–3200 g/mol), tert-Butyl alcohol (TBA, anhydrous, ≥99.5%) and chlorotrimethylsilane (TMSCl, ≥99%) were purchased from Aldrich and were used as received. Titanium and silicon content were measured by Galbraith Laboratory Inc. using inductively coupled plasma mass spectrometry (ICP-MS). CHN elemental analysis was done by the Berkeley Microanalytical Laboratory using a Perkin-Elmer 2400 Series II combustion analyzer. Solid-state 29Si CP/MAS NMR spectroscopy was performed at the Caltech Solid-State NMR facility using a Bruker DSX-500 spectrometer and a Bruker 4 mm magic angle spinning probe. The spectral frequencies were 99.5 MHz for 29Si nuclei, and spectra were reported in ppm scale with referenced to TMS externally. Typically about 70 mg of sample was packed into a zirconia rotor and spun at 8 kHz under ambient conditions. A recycle delay time of 100 s was used in accumulation of about 800 transients. Nitrogen physisorption isotherms were measured on a Micromeritics ASAP 2020 instrument at 77 K. Prior to measurement, samples were evacuated at 120 °C for 2 h. The pore size distributions were calculated by the non-local density functional (NLDFT) method based on measured nitrogen adsorption data. Diffuse reflectance UV–vis (DR UV–vis) spectra were collected on the Varian Cary 4000 Bio UV–vis spectrometer. We used poly(tetrafluoroethylene) for baseline correction. 2.2 Synthesis of conventional epoxidation catalyst Ti/SiO2 A conventional Ti/SiO2 epoxidation catalyst was synthesized by relying on previously published procedures, with slight modifications [1,2,3]. TiCl4 (0.1 mL) was introduced into a Schlenk flask containing 2.0 g SiO2@500 (silica pretreated to 500 °C) and 4.8 mL of anhydrous methanol. This mixture was stirred at room temperature for 20 h before it was placed under dynamic vacuum for 4 h at 120 °C to remove methanol. The resulting white powder was calcined at 800 °C for 2 h in air. The synthesized Ti/SiO2 catalyst was measured to have a Ti concentration of 2.85% by weight using ICP/MS. 2.3 Grafting PMHS polymer onto SiO2 surface 0.5 g of SiO2 was mixed with 1.0 g of either low molecular weight PMHS (MW = 390 g/mol) or high molecular weight PMHS (MW = 1700–3200 g/mol) polymer in a 25 mL round bottom flask. This mixture was stirred at room temperature for 4 h under the flow of Ar. To remove any weakly bound low molecular weight PMHS polymer, 6 × 5 mL anhydrous CHCl3 were used to wash the product on a fritted funnel. 30 mL of MeOH and acetone mixture (MeOH:acetone = 10:3 V/V) was used to remove any weakly bound high molecular weight PMHS polymer. The resulting white powder was kept under vacuum overnight at room temperature and then heated to 120 °C for 1 h. We performed CHN combustion analysis to access the amount of PMHS polymer grafted on the silica surface in this fashion. 2.4 PMHS grafted onto Ti/SiO2 We followed a similar procedure to graft PMHS onto the Ti/SiO2 surface. 0.5 g of Ti/SiO2 was mixed with 1.0 g of PMHS (390 g/mol) polymer in a 25 mL round bottom flask. This mixture was stirred at room temperature for 20 h under Ar flow. 6 × 5 mL anhydrous CHCl3 was used to wash the product on a fritted funnel. The resulting white powder was kept under vacuum overnight at room temperature and then heated to 120 °C for 1 h (denoted as PMHS-1 Ti/SiO2) or 16 h (denoted as PMHS-16 Ti/SiO2) under vacuum. 2.5 TMS grafted onto Ti/SiO2 A TMS-capped Ti/SiO2 epoxidation catalyst was synthesized by relying on previously published procedures, with slight modification [19,20]. 500 mg of Ti/SiO2 was pretreated inside a Schlenk flask at room temperature overnight followed by 120 °C, under vacuum, for 1 h before grafting. 15 mL of freshly distilled toluene and 9 mL TMSCl was introduced into the Schlenk flask containing the Ti/SiO2 catalyst. The resulting white slurry was refluxed for one day. After this, the synthesized TMS grafted Ti/ SiO2 was washed on a funnel with 6 × 8 mL of anhydrous toluene and subsequently dried at room temperature overnight and then at 120 °C for 1 h, under vacuum. 2.6 1-Octene epoxidation batch catalysis In a typical 1-octene epoxidation experiment, 25 mg of Ti-containing catalyst was introduced to a 25 mL round-bottom Schlenk flask. The reactor was sealed with a PTFE-coated rubber septum and degased under dynamic vacuum at 25 °C for 16 h, prior to heating at 120 °C for 1 h to remove any residual moisture. The reactor was cooled to room temperature and backfilled with Ar. 20 mL of octane (solvent) and 0.66 mL of 1-octene (4.20 mmol, 6.37 M) were added to the flask. The mixture was heated to 50 °C in an oil bath under vigorous magnetic stirring. Subsequently, 0.11 mL of TBHP (∼5.5 M solution in nonane) was added so as to initiate the olefin epoxidation reaction. Aliquots (0.2 mL) were taken using a syringe, filtered to remove catalyst, and analyzed using an Agilent 6890 GC system equipped with a flame ionization detector using an HP-1 methylsilicone capillary column. Nonane present in the TBHP solution was used as an internal standard. 2.7 1-Octene epoxidation flow catalysis This experimental equipment and setup involved a syringe pump, stainless steel tube (packed with 150 mg of catalyst and glass wool inside ¼ tube), silicon oil bath, stirring plate and a sample collection vial, as shown in Figure S1. The stock solution consisted of 3.5 mL TBHP (5.5 M in nonane), 5.3 mL TBA, 80.5 mL 1-Octene and 150–225 μL (88–132 μmol/L) D.I. water. A flow rate of 0.1 mL/min was passed through the catalyst at 80 °C for 30 h – 50 h. Aliquots (0.2 mL) were taken using a syringe, and analyzed using an Agilent 6890 GC system. Nonane was used as an internal GC standard [9]. 2.8 Water Soxhlet extraction hydrolysis stress test In general, 100 mg of catalyst was weighed and transferred into a cellulose extraction thimble. This thimble was treated in a Soxhlet extraction apparatus with 20 mL of hot deionized water for 16 h at 85 °C. The resulting white powders after Soxhlet extraction were vacuum dried overnight at room temperature and then heated to 120 °C for 1 h under vacuum to remove residual moisture. 3 Results and discussion 3.1 Synthesis and characterization of grafted PMHS on SiO2 surface Before proceeding with surface modification of an actual Ti/SiO2 catalyst with PMHS, silica was explored first to investigate repercussions of such surface modification on possible pore blockage. Thus, two commercially available PMHS oligomers were grafted onto the silica surface, having different molecular weights of 390 g/mol (low) and 1700–3200 g/mol (high). For the low molecular weight PMHS, hereafter referred to as oligomeric PMHS, the molecular weight corresponds to n = 4 repeat units in Scheme 1, whereas for the other PMHS, referred to as high molecular weight PMHS, this number is 26–51 repeat units. We performed CHN combustion analysis to measure the amount of PMHS polymer grafted on the silica-support surface, in order to verify its ability to surface modify the support. According to CHN analysis in Table 1 , there was 3.0% carbon by weight present in the low molecular weight PMHS SiO2 sample. When normalized by surface area, this amounts to around 4 carbon atoms per square nanometer. The other high molecular weight PMHS polymer synthesized a modified silica with approximately 30 carbon atoms per square nanometer. Because the latter number is much larger than the silanol density of fully hydroxylated silica (approximately 4.5 silanol/n m2) [28], it suggests that some of the higher molecular weight polymer is attaching as an extended oligomer, grafted only at the end(s), wherein significant numbers of repeat units are mobile and away from the surface. The latter has been previously observed when grafting PDMS on silica [25]. While the high molecular weight PMHS polymer led to a much higher grafting density on the SiO2 surface, the surface area decreased dramatically after surface modification, from an initial value of 498 m2/g to 104 m2/g, as shown in Table 1 and Fig. S1. Thus the high molecular weight PMHS/ SiO2 material lost almost 80% of its initial surface area upon PMHS polymer grafting. Such a high loss of surface area is highly undesirable from the perspective of leading to reduced access to Ti sites on the interior porous silica surface, and is consistent with a high degree of pore plugging when performing surface modification with the high molecular weight PMHS. Such pore plugging is consistent with the lack of closure of the adsorption/desorption branches of the N2 physisorption isotherms in Figure S2 at low partial pressures, below P/Po of 0.2. We therefore focused most of our attention on surface modification of the Ti/SiO2 catalyst with low molecular weight PMHS. We treated the as-synthesized PMHS Ti/SiO2 at 120 °C for 1 h and 16 h under vacuum, denoted here as PMHS-1 Ti/SiO2 and PMHS-16 Ti/SiO2, separately, in order to investigate the effect of post-treatment on PMHS condensation. Although the amount of PMHS grafted on the surface is the same for both samples, as represented by the carbon content, which arises from the methyl groups of PMHS, the PMHS-16 Ti/SiO2 sample saw high temperature for longer time. Thus, PMHS-16 Ti/SiO2 would be expected to condense a larger fraction of Si-H repeat units on the catalyst-support surface, which would in turn further introduce greater hydrolytic stability. Following PMHS modification, both catalysts were no longer wetted by water (Figure S3), thereby demonstrating the hydrophobicity endowed by the PMHS capping layer. N2 porosimetry data in Table 1 demonstrate that after low molecular weight PMHS grafting, the BET surface area decreased slightly, from 363 m2/g to 264 m2/g (PMHS-1 Ti/ SiO2) and 256 m2/g (PMHS-16 Ti/SiO2). This indicates only a slight blockage of pores by low molecular weight PMHS on the Ti/SiO2 catalyst surface. 3.2 1-Octene epoxidation batch system catalysis results Batch reaction data involving epoxidation of 1-octene with TBHP compares Ti/SiO2 catalysts before and after surface modification with low and high molecular weight PMHS. This data is summarized in Scheme 2 and Fig. 1 . Low molecular weight PMHS-1 Ti/SiO2 leads to a 25% decrease in catalytic activity, while high molecular weight PMHS leads to a 60% decrease in catalytic activity – a highly undesirable outcome that further accentuates the negative aspect of pore plugging observed above during surface modification of the silica support alone, only now in organic solution phase. Therefore, only the low molecular weight PMHS (PMHS-1 Ti/SiO2 and PMHS-16 Ti/SiO2) was used in subsequent experiments in this manuscript. 3.3 1-Octene epoxidation flow system catalysis results For the low molecular weight catalyst samples consisting of PMHS-1 Ti/SiO2 and PMHS-16 Ti/SiO2, we compare the rate of catalyst deactivation with unmodified Ti/SiO2 catalyst as well as a hydrophobized Ti/SiO2 catalyst comprising TMS capping groups. The latter was denoted as TMS Ti/SiO2. All catalysts were evaluated for 1-octene epoxidation in a flow reactor, using water in the feed as a trigger to cause deactivation (i.e. in the absence of water intentionally added to the feed, there was no observed deactivation, Figure S5). This was accomplished by adding either 88 μmol/L or 132 μmol/L of D.I. water into the stock solution containing 1-octene and TBHP reactants, along with some TBA and nonane. Fig. 2 demonstrates TBHP conversion (black) and epoxide production (red) over the course of 50 h for the feed containing 132 μmol/L of water. Results are summarized in Table 2 . With 132 μmol/L of D.I. water added into the stock solution, TMS Ti/SiO2 deactivates rapidly, at a rate of -0.32%/h based on TBHP conversion slope with respect to time in Fig. 2d. At the end of 50 h reaction time, the TBHP conversion percentage drops to a pleateau of 7.6%. Unmodified Ti/SiO2 also deactivates under the same conditions. The TBHP conversion is 5.3% in Fig. 2a at the end of this deactivation test, with much less of a plateau in the rate of deactivation at this time compared with TMS Ti/SiO2. In comparison, with both PMHS-1 Ti/SiO2 and PMHS-16 Ti/SiO2, we observed only slight deactivation during 50 h of treatment, in Fig. 2b and c. Their TBHP conversion slope representing deactivation is -0.03%/h (PMHS-1 Ti/SiO2) and -0.09%/h (PMHS-16 Ti/SiO2) (4–10 times slower deactivation compared with TMS Ti/SiO2 at initial times), and their TBHP conversion at 50 h is 9.7% (PMHS-1 Ti/SiO2) and 8.2% (PMHS-16 Ti/SiO2). Both PMHS samples exhibited higher TBHP conversion compared with unmodified Ti/SiO2 at the 50 h time mark of the flow-catalysis test, though the improvement over TMS Ti/SiO2 is very slight if at all. These data highlight the benefit of having covalent oligomeric PMHS on the surface that preserves catalytic activity, under accelerated catalyst aging with water intentionally added as a trigger to induce deactivation. However, they fail to demonstrate a significant difference between TMS Ti/SiO2 and the oligomeric PMHS coating under flow catalysis conditions. Interestingly, we observed differences in average selectivity for the four samples we studied here (this represents the selectivity averaged over the entire run). Unmodified Ti/SiO2 maintained similar selectivity (average selectivity being 79%) throughout the entire 50 h time mark. PMHS-1 Ti/SiO2 exhibited 82% average selectivity, very similar (only slightly higher) compared with Ti/SiO2. PMHS-16 Ti/SiO2 achieves higher selectivity throughout the flow catalysis. Its average selectivity was 93% over the course of the reaction. TMS Ti/SiO2 exhibited nearly 100% average selectivity. Based on this selectivity data, we do not observe evidence that would favor the grafted PMHS catalysts, as their selectivity does not match that obtained with TMS capping under flow-catalysis conditions. We also performed similar catalysis using the flow reactor, except with a lower water content in the feed, corresponding to 88 μmol/L. With this lower water amount, the TBHP conversion at the 34 h time on stream is similar (summarized in Table 2 and Figure S6) for all four catalysts. Thus, we conclude that this test does not differentiate enough. 3.4 29Si CP/MAS NMR Spectroscopy To further understand differences between PMHS-1 and PMHS-16 Ti/SiO2, we characterized both materials with 29Si CP/MAS NMR spectroscopy. Three resonances at −90 ppm, −100 ppm, and −110 ppm match with the expected Q2, Q3, and Q4 resonances of silica, respectively [29]. The sharp resonance at −30 ppm is due to free SiH groups in the polymer backbone [30]. One resonance arising at −55 ppm is assigned to the newly formed Si(OSi)3CH3 functional group off of the main PMHS chain, as a result of PMHS grafting to the silica surface [31,32]. The other newly formed resonance at −65 ppm is assigned to the formation of SiOH group in the PMHS backbone (T2 functional groups). We infer consistent with previous reports that some amount of SiH becomes hydrolysed into SiOH with small amount of water present during the grafting [33,34]. The 29Si CP/NMR spectrum of PMHS-16 Ti/SiO2 (in red) has several distinguishing features, in comparison with PMHS-1 Ti/SiO2 (in blue). First, the intensity between the Q3 and Q4 bands is different between the two samples. In PMHS-1 Ti/SiO2, the Q3 band is more predominant compared with Q4, while in PMHS-16 Ti/SiO2, the reverse is true. We hypothesized the increase in Q4 band for PMHS-16 Ti/SiO2 might be due to formation of more grafting onto the silica surface, with the extended 16 h post-treatment. Secondly, in PMHS-16 Ti/SiO2 sample, a new resonance is formed around 10 ppm [35]. We ascribe this to a TMS capping group, which must come from the hydrolysis of the end groups of the short PMHS oligomer (i.e. 2 out of 6 units in the oligomer are TMS groups). Also, though the 29Si CP/MAS NMR experiment is not quantitative, data shown in Fig. 3 suggest a significant amount of free Si-H groups present in the two samples. This further suggests that regardless of treatment time (i.e. 1 h versus 16 h), many of the SiH groups in the oligomer remain unbound to the inorganic oxide surface, while only a small fraction was bond covalently to the surface, suggesting a larger rather than shorter loop size [36]. 3.5 Water Soxhlet extraction hydrolysis stress test To investigate the water resistance of Ti/SiO2, PMHS-1 Ti/SiO2 and TMS Ti/SiO2 catalysts under more extreme hydrothermal conditions relative to catalysis above, we performed Soxhlet extraction treatment of catalysts. This amounted to treating the catalysts under a continuous flow of hot water (in the uninsulated apparatus the temperature of the hot water was approximately 85 °C) for 16 h. Samples referred to as Ti/SiO2-Soxhlet, PMHS-1 Ti/SiO2-Soxhlet, and TMS Ti/SiO2-Soxhlet referred to Ti/SiO2, PMHS-1 Ti/SiO2, and TMS Ti/SiO2 after hot-water Soxhlet extraction, respectively. After hot-water Soxhlet extraction, the conventional Ti/SiO2 lost a significant fraction of its catalytic activity (62% drop in TON and 45% drop in conversion in Figure S7), whereas the PMHS-1 Ti/SiO2 was able to retain its activity and conversion (same TON and 8% decrease in conversion). The large loss of catalytic activity and conversion on the conventional Ti/SiO2 catalyst can be attributed to two possible reasons: (i) Ti content lost during extraction and (ii) Ti aggregation on the surface, without loss of Ti content. To gain insights into these two different possibilities, Ti and Si elemental analysis were performed on the following four samples, Ti/SiO2, Ti/SiO2-Soxhlet, PMHS-1 Ti/SiO2, and PMHS-1 Ti/SiO2-Soxhlet, and the data is summarized in Table 3 . Si analysis showed identical Si content before and after PMHS grafting, ranging in the vicinity of 43%. We attribute this to the nearly identical Si content of both SiO2 and PMHS, which is around 46 wt. %. We attribute the slight decrease of titanium content (from 2.85 wt. % to 2.45 wt. %) after PMHS grafting to a combination of weight increase as a result of PMHS grafting as well as experimental uncertainty. Most importantly, in general, both Ti/SiO2 and PMHS Ti/SiO2 before and after hot-water Soxhlet extraction showed very similar Ti content, less than 5% weight change. This weight change is within experimental uncertainty. Thus, in general, there is little or no Ti leaching occurring during hot water Soxhlet extraction. With that, we conclude that under Soxhlet extraction conditions, the resulting decrease in catalytic activity and selectivity in the conventional catalyst (without surface modification) is most likely due to the Ti site aggregation on metal oxide support surface, rather than loss of active sites during Soxhlet extraction. Our observation supports the model of water acting as a trigger to accelerate aggregation of Ti sites into less accessible, more coordinatively saturated (i.e. octahedral) titania oligomers/clusters, which is a hypothesized mechanism of catalyst deactivation [9]. We monitored the carbon content following CHN elemental analysis of PMHS and TMS grafted Ti/SiO2 before and after hot-water Soxhlet extraction. Data are summarized in Table 4 . The percentage of carbon present in the sample is a direct indication of the amount of grafted PMHS or TMS capping groups present in catalysts. Catalysts with higher hydrolytic stability should be able to maintain more of the original organic coating layer after hot water extraction. For PMHS-1 Ti/SiO2, the carbon content decreased only slightly from 1.7 to 1.4 by weight, after hot-water Soxhlet extraction. The slight carbon decrease is within the experimental uncertainty of elemental analysis. In stark contrast, for the TMS-capped Ti/SiO2, the carbon content shows a dramatic decrease from 2.2% to 0.5% by weight. Carbon elemental analysis shows that the water Soxhlet extraction is extremely corrosive to the TMS Ti/SiO2 catalysts. While Ti and Si elemental analysis shows no Ti was leached from silica support during hot-water Soxhlet extraction, we verified using DR UV–vis spectroscopy that the Ti coordination environment changes during Soxhlet extraction. Data are summarized in Fig. 4 . After 16 h of water Soxhlet extraction of the Ti/SiO2 conventional catalyst, the maximum intensity of the absorption band attributed to SiO→Ti ligand-to-metal charge transfer shifts from 255 nm to 289 nm, in Fig. 4a. This band also becomes broadened after Soxhlet extraction, with the half width at full maximum (HWFM) changing from 46 nm (Ti/SiO2) to 51 nm (Ti/SiO2-Soxhlet). The red shift of the absorption band maximum and the broadening of this absorption band is a clear indication of Ti aggregation on the silica surface as a result of hot-water treatment during Soxhlet extraction [37]. We thus infer that in this catalyst, a significant amount of the original tetrahedral Ti sites turned into octahedral Ti–O–Ti oligomers under such harsh conditions [38]. In sharp contrast, PMHS-1 Ti/SiO2 has almost identical diffuse reflectance spectra before and after water Soxhlet extraction. The same absorption band remains and the HWFM is the same before and after water Soxhlet extraction, around 40 nm, Fig. 4b. However, for TMS Ti/SiO2, Fig. 4c, although the absorption band attributed to SiO→Ti ligand-to-metal charge transfer stayed almost at the same position, the HWFM increased dramatically from 48 nm to 60 nm, and there is a new band forming around 300 nm, which is an indication of octahedral Ti–O–Ti oligomers. The data in Fig. 4 allows us to conclude that both Ti/SiO2 and TMS Ti/SiO2 catalysts show evidence of significant site aggregation under this hot water Soxhlet extraction whereas the hydrophobically modified PMHS-1 Ti/SiO2 does not. From the DR UV–vis, Ti and Si elemental analysis and CHN combustion analysis, we conclude that Ti sites agglomerate into large clusters during hot water treatment of Ti/SiO2 and TMS Ti/SiO2. PMHS-1 Ti/SiO2 shows significantly higher hydrolytic stability compared with the other two catalysts, which are widely used in industry, under the extreme conditions of hot-water extraction. Under these extreme conditions, we surmise that the oligomeric PMHS grafted layer protects Ti sites from aggregation under site aggregation condition triggered by Soxhlet extraction. 4 Conclusions In this study, we attempted to arrest aggregation of grafted Ti Lewis acid sites on a silica support surface via grafting of PMHS oligomers onto the catalyst surface. Oligomeric PMHS present on the sample renders the native hydrophilic SiO2 surface to be non-water-wetting and hydrophobic, and significantly enhances hydrolytic stability of the catalyst. Meanwhile, the relatively small PMHS oligomer preserves the porous natural of Ti/SiO2 catalysts, keeping sites accessible to reactant and allowing free transportation of the product, in contrast to PMHS of larger molecular weight. During 1-octene epoxidation reaction with TBHP as oxidant under flow conditions with added water, PMHS-16 Ti/SiO2 exhibits almost the same activity after 50 h of time on stream and maintains an average selectivity above 90%. In comparison, Ti/SiO2 and TMS Ti/SiO2 deactivate quickly during the first ten hours of time on stream, but TMS Ti/SiO2 shows slightly higher selectivity than PMHS-16 Ti/SiO2 and nearly the same activity even after its deactivation, at longer times on stream. 29Si CP/MAS NMR spectroscopy confirmed the covalent SiO2 OSiPMHS bond present in the samples consisting of grafted PMHS. With longer synthesis time and higher temperature in the PMHS-16 Ti/SiO2 sample, we observe greater degrees of PMHS condensation. We further employed hot-water Soxhlet extraction studies to simulate catalyst deactivation processes under extreme hydrothermal conditions, and investigated catalyst hydrolytic stability following diffuse reflectance UV–vis, ICP/MS and CHN combustion analysis on three catalysts: unmodified conventional Ti/SiO2, PMHS-1 Ti/SiO2 and TMS Ti/SiO2. Catalysis results after Soxhlet extraction demonstrate preservation of activity for the PMHS-1 Ti/SiO2 catalyst relative to Ti/SiO2. Diffuse-reflectance UV–vis data demonstrated red-shifted bands appearing for Ti/SiO2 and TMS Ti/SiO2 catalysts following Soxhlet extraction, which were not observed for PMHS-1 Ti/SiO2, consistent with oligomerization of Ti sites in the former two catalysts. Thus, we conclude that compared with Ti/SiO2 with no organic capping groups and TMS capped Ti/SiO2 catalysts, PMHS-1 Ti/SiO2 showed greatest resistance to hot water treatment, as a result of nearly no Ti site aggregation. We expect this oligomeric PMHS grafting method can be extended to other Lewis-acid metal oxide systems, for increasing hydrolytic stability of solid Lewis-acid catalysts. Acknowledgements The authors gratefully acknowledge Lyondell Chemical Co. for partially financial support of this research, and thank Dr. Sandor Nagy, and Dr. Vu Dang for helpful discussions. The authors also acknowledge a grant from the Basic Energy Sciences of the U.S. Department of Energy (DE-FG02-05ER15696) for partial funding of the catalysis and Soxhlet-extraction studies. The NMR facility at Caltech was supported by the National Science Foundation under Award No. DMR-520565. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110509. Appendix A Supplementary data The following is Supplementary data to this article: References [1] (a) S.S. Satter T. Yokoya J. Hirayama K. Nakajima A. Fukuoka ACS Sustain. Chem. Eng. 6 2018 11480 (b) S.J. Huang K. Hara A. Fukuoka Chem. A Eur. J. 2012 4738 [2] (a) K. Hara S. Akahane J.W. Wiench B.R. Burgin N. Ishito V.S.-Y. Lin A. Fukuoka M. Pruski J. Phys. Chem. C 116 2012 7083 (b) H. Xiong H.N. Pham A.K. Datye Green Chem. 16 2014 4627 (c) N. Hien A.E. Anderson R.L. Johnson T.J. Schwartz B.J. O’Neill K. Schmidt-Rohr J.A. Dumesic A.K. Datye ACS Catal. 5 2015 4546 [3] R.A. Sheldon J.A. Van Doorn C.W.A. Schram J. Catal. 31 1973 438 [4] R.A. Sheldon J. Mol. Catal. 7 1980 107 [5] Wattimena, F., Wulff, H. P., 1971, Great Britain Patent GB 1249079. [6] L. Marchese T. Maschmeyer E. Gianotti S. Coluccia J.M. Thomas J. Phys. Chem. B 101 1997 8836 [7] C. Li J. Catal. 216 2003 203 [8] J.F.K. Buijink J.J.M. van Vlaanderen M. Crocker F.G.M. Niele Catal. Today 93-95 2004 199 [9] J. Sobjcak J.J. Ziółkowski J. Mol. Catal. 13 1982 11 [10] (a) S.T. Oyama J.K.F. Buijink J.-P. Lange A.N.R. Bos A.D. Horton F.G.M. Niele Homogeneous and Heterogeneous Epoxidation Catalysis 1st ed. 2008 Elsevier B. V. Amsterdam Chapter 13, p 362 (b) M. Aigner N.A. Grosso-Giordano A. Okrut S. Zones A. Katz React. Chem. Eng. 2 2017 842 (c) M. Aigner N.A. Grosso-Giordano C. Schottle A. Okrut S. Zones A. Katz React. Chem. Eng. 2 2017 852 [11] J.M. Thomas R. Raja D.W. Lewis Angew. Chem., Int. Ed. 2005 44 [12] R.J. Davis Z. Liu Chem. Mater. 9 1997 2311 [13] J.M. Fraile J.I. Garćia J.A. Mayoral E. Vispe Appl. Catal. A 245 2003 363 [14] P. Peng Wu H. Sugiyama T. Tatsumi Stud. Surf. Sci. Catal. 146 2003 613 [15] A.S. Soult D.D. Poore E.I. Mayo A.E. Stiegman J. Phys. Chem. B 105 2001 2687 [16] A.O. Bouh G.L. Rice S.L. Scott J. Am. Chem. Soc. 121 1999 7201 [17] J.M. Notestein L.R. Andrini V.I. Kalchenko F.G. Requejo A. Katz E. Iglesia J. Am. Chem. Soc. 129 2007 1122 [18] R.L. Brutchey D.A. Ruddy L.K. Andersen T. Don Tilley Langmuir 21 2005 9576 [19] P.J. Cordeiro T.D. Tilley Langmuir 27 2011 6295 [20] T. Tatsumi K.A. Koyano N. Igarashi Chem. Commun. 1998 325 [21] A. Corma M. Domine J.A. Gaona J.L. Jordá M.T. Navarro F. Rey J. Pérez-Pariente J. Tsuji B. McCulloch L.T. Nemeth Chem. Commun. 1998 2211 [22] R.R. Sever R. Alcala J.A. Dumesic T.W. Root Microporous Mesoporous Mater. 66 2003 53 [23] N. Moitra S. Ichii T. Kamei K. Kanamori Y. Zhu K. Takeda K. Nakanishi T.J. Shimada Am. Chem. Soc. 136 2014 11570 [24] (a) J. Lin H. Chen Y. Yuan Y. Ji Appl. Surf. Sci. 257 2011 9024 (b) Y.J. Guo M.K. Mishra F.T.Y. Wang J. Jankolovits A. Kusoglu A.Z. Weber A. Van Dyk K. Beshah J.C. Bohling J.A. Roper C.J. Radke A. Katz Langmuir 34 2018 11738 [25] D. Yang Y. Xu W. Xu D. Wu Y. Sun H. Zhu Mater. Chem. 18 2008 5557 [26] V.M. Litvinov H. Barthel J. Wets Macromolecules 35 2002 4356 [27] I.F.J. Vanbelecom N.M.F. Moren K.A.L. Vercruyssel R.F. Paton P.A. Jacobs Heterogeneous Catalysis and Fine Chemicals IV 41 1997 437 [28] E.H. Aish M. Crocker F.T. Ladipo J. Catal. 273 2010 66 [29] L.T. Zhuravlev Colloids Surf. A 173 2000 1 38 [30] B. Pfleiderer K. Albert E. Bayer J. Chromatogr. 506 1990 343 [31] F. Ganachaud S. Boileau B. Boury Silicon Based Polymers: Advances in Synthesis and Supramolecular Organization 2008 Springer Science & Business Media Technology & Engineering, p 285 [32] F. Bauer H. Ernst U. Decker M. Finde H.-J. Gläsel H. Langguth E. Hartmann R. Mehnert C. Peuker Macromol. Chem. Phys. 201 2000 2654 [33] X. Gao B. Zhou Y. Guo Y. Zhu X. Chen Y. Zheng W. Gao X. Ma Z. Wang Colloids Surf. A: Physicochem. Eng. Aspects 371 2010 1 [34] G.S. Caravajal D.E. Leyden G.R. Quinting G.E. Maciel Anal. Chem. 60 1988 1776 [35] D. Yang Y. Xu W. Xu D. Wu H. Zhu Microporous Mesoporous Mater. 95 2008 5557 [36] A. Katz M. Davis Nature 403 2000 286 [37] (a) O.M. Gazit A. Katz J. Am. Chem. Soc. 135 2013 4398 (b) M. Guidotti N. Ravasio R. Psaro G. Ferraris G. Moretti J. Catal. 214 2003 242 [38] C. Beck T. Mallat T. Bürgi A. Baiker J. Catal. 204 2001 428",
      "scopus-id": "85071015880",
      "coredata": {
        "eid": "1-s2.0-S2468823119303517",
        "dc:description": "We investigate grafting of poly(methylhydrosiloxane) (PMHS) onto Ti/SiO2 catalysts for improving their robustness to water, using olefin epoxidation catalysis with organic hydroperoxide as oxidant as a relevant probe reaction. Our approach involves triggering catalyst deactivation with added water in the reactants as a means to simulate catalyst deactivation, thereby causing grafted Ti-site aggregation. When using harsh aqueous Soxhlet extraction conditions as a trigger for this aggregation, significant differences are observed via diffuse-reflectance UV–vis spectrscopy on samples before and after treatment, for Ti/SiO2 catalysts containing grafted PMHS. Not only was there a lack of appearance of red-shifted bands in the UV-Vis spectrum following Soxhlet extraction, the batch catalytic activity for catalysts before and after PMHS grafting remained virtually unchanged. This was in stark contrast to an unmodified Ti/SiO2 catalyst, which showed a more than 60% decrease in catalytic activity following Soxhlet extraction as a result of aggregation, as ascertained by red shifts in its UV–vis spectrum after Soxhlet extraction. Similar red shifts were also observed for a hydrophobically modified TMS Ti/SiO2 catalyst. However, when comparing these catalysts under more gentle olefin epoxidation catalysis conditions with added water in a flow reactor, it was more difficult to differentiate the TMS Ti/SiO2 and grafted PMHS catalysts. Both catalysts exhibited similar activity and selectivity after a prolonged time on stream, though the rate of initial deactivation in the latter was less pronounced. Altogether, our data demonstrate that grafted PMHS catalysts are positively differentiated from conventional catalysts based on either TMS surface modification or no surface modification, under conditions involving aggregation induced via extreme hydrothermal environmentst. Thus, we expect that PMHS grafting of Lewis acid catalysts can offer an alternative approach for endowing hydrolytic stability to such catalysts, as demonstrated here for Ti/SiO2 epoxidation catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119303517",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guo, Yijun"
          },
          {
            "@_fa": "true",
            "$": "Hwang, Son-Jong"
          },
          {
            "@_fa": "true",
            "$": "Katz, Alexander"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119303517"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119303517"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30351-7",
        "prism:volume": "477",
        "articleNumber": "110509",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrothermally robust Ti/SiO2 epoxidation catalysts via surface modification with oligomeric PMHS",
        "prism:copyright": "© 2019 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrophobic silica"
          },
          {
            "@_fa": "true",
            "$": "Mesoporous"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Titanium"
          },
          {
            "@_fa": "true",
            "$": "Hydrolytic"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110509",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2019",
        "prism:doi": "10.1016/j.mcat.2019.110509",
        "prism:startingPage": "110509",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110509",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4763",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3871",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5641",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5787",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3438",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3310",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1538",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "178",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22094",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17894",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "391",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31878",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "248",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15340",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "725",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42900",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "176",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15153",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "33",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4500",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5460336",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119303517-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "459507",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85071015880"
      }
    }
  }
}