{
  "metadata": {
    "title": "A novel pre-sulfided hydrotreating catalyst derived from thiomolybdate intercalated NiAl LDHs",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-05-31",
    "doi": "10.1016/j.mcat.2019.01.027",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823118305637",
    "pii": "S2468823118305637"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85061551494",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-02-15 2019-02-15 2019-02-15 2019-02-15 2019-04-08T23:55:37 1-s2.0-S2468823118305637 S2468-8231(18)30563-7 S2468823118305637 10.1016/j.mcat.2019.01.027 S300 S300.2 FULL-TEXT 1-s2.0-S2468823119X00048 2019-04-08T23:00:42.154559Z 0 0 20190501 20190531 2019 2019-02-15T10:56:14.891058Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 468 468 C Volume 468 2 1 8 1 8 201905 May 2019 2019-05-01 2019-05-31 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. ANOVELPRESULFIDEDHYDROTREATINGCATALYSTDERIVEDTHIOMOLYBDATEINTERCALATEDNIALLDHS WANG H 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Characterization techniques 2.3 Catalytic activity tests 3 Results and discussion 3.1 Characterization of thiomolybdate intercalated LDHs 3.1.1 XRD 3.1.2 FTIR 3.1.3 Raman 3.1.4 TG-DSC 3.2 Characterization of catalysts 3.2.1 XRD 3.2.2 N2 adsorption and desorption 3.2.3 SEM 3.2.4 TPR-S 3.3 Catalytic activity 4 Conclusions Acknowledgements Appendix A Supplementary data References YI 2011 460 466 Y PINILLA 2015 574 586 J LIU 2012 457 463 B HANUDOMLARPYOS 2015 512 518 V HUANG 2008 24 33 Z YOOSUK 2008 14 23 B SELS 2001 443 488 B CHEN 2014 69 77 Y ARIAS 2017 187 196 S WANG 2018 332 341 H MA 2016 2858 2866 L JAWAD 2017 28451 28463 A ALI 2018 387 397 J RODRIGUEZCASTELLON 2003 83 94 E HERNANDEZHUESCA 2001 122 132 R WANG 2017 178 184 H WANG 2008 119 127 H WANG 2014 185 193 H MOHAPATRA 2012 13063 13070 L WU 2007 581 588 H SOCRATES 2001 G INFRAREDRAMANCHARACTERISTICGROUPFREQUENCIESTABLECHARTS DAVANTES 2013 12922 12929 A SCHRADER 1983 369 385 G PINILLA 2014 357 365 J HAKOBYAN 2007 155 158 K WANG 1998 3079 3083 H WU 2004 1868 1875 C LONKAR 2018 3114 3123 S KUMAR 2013 103 108 N MCKENZIE 1992 547 561 A MARIN 2013 73 80 T REICHLE 1986 352 359 W SCHEFFER 1990 31 46 B ALTAMIRANO 2005 403 412 E GULKOVA 2009 171 180 D LAI 2015 497 506 W DIAZGARCIA 2017 230 239 L ARNOLDY 1985 4517 4526 P QU 2003 7 13 L HEIN 2015 J INVESTIGATIONUNDERSTANDINGUNSUPPORTEDNIMOWSULFIDESFORHYDROTREATING FARAG 2002 944 950 H ALBERSBERGER 2017 344 355 S GRANGE 1997 375 391 P AMAYA 2015 575 583 S BRITO 1993 540 550 J JIAO 2017 269 282 J AFANASIEV 2010 269 280 P HAN 2016 3497 3509 W DEJONG 1993 6477 6483 A VANDERVLIES 2002 3449 3457 A MUIJSERS 1995 698 705 J HERNANDEZHUESCA 2001 122 132 R ANCHEYTA 2004 1001 1004 J CALEMMA 2013 763 770 V WANGX2019X1 WANGX2019X1X8 WANGX2019X1XH WANGX2019X1X8XH 2021-02-15T00:00:00.000Z 2021-02-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S2468-8231(18)30563-7 S2468823118305637 1-s2.0-S2468823118305637 10.1016/j.mcat.2019.01.027 315758 2019-04-08T23:00:42.154559Z 2019-05-01 2019-05-31 1-s2.0-S2468823118305637-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/MAIN/application/pdf/f48fbec01619b323592307385a89822f/main.pdf main.pdf pdf true 3166755 MAIN 8 1-s2.0-S2468823118305637-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/PREVIEW/image/png/1dd505635d3c40d0ad1d349b04d4f5b7/main_1.png main_1.png png 55441 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823118305637-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/ga1/THUMBNAIL/image/gif/33e350f4fece214804b955bb8dbf8295/ga1.sml ga1 true ga1.sml sml 10712 133 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr1/THUMBNAIL/image/gif/a7f11215f6cffc50eaf687067fa3e278/gr1.sml gr1 gr1.sml sml 7546 164 197 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr2/THUMBNAIL/image/gif/3cfa917fc51a67965f8508d61bf97066/gr2.sml gr2 gr2.sml sml 6817 164 203 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr3/THUMBNAIL/image/gif/9613aa1be1c0e188adba1c670a9de390/gr3.sml gr3 gr3.sml sml 5004 163 184 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr4/THUMBNAIL/image/gif/3bdf952d9bf2da74d95b5e1ee4434372/gr4.sml gr4 gr4.sml sml 4260 164 114 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr5/THUMBNAIL/image/gif/4e6e4c534b9466e287ccea03eaec818b/gr5.sml gr5 gr5.sml sml 7222 164 195 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr6/THUMBNAIL/image/gif/ee283bca17c0ed6f9f38ea75629e63f0/gr6.sml gr6 gr6.sml sml 12030 81 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr7/THUMBNAIL/image/gif/cb474cdfb06f2a4bf395ba348f59506a/gr7.sml gr7 gr7.sml sml 7973 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-gr8.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr8/THUMBNAIL/image/gif/eced69d6136beb3653f1638567074c5d/gr8.sml gr8 gr8.sml sml 2462 163 98 IMAGE-THUMBNAIL 1-s2.0-S2468823118305637-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/ga1/DOWNSAMPLED/image/jpeg/19fd46e846c5ff82645a362ccb173a1d/ga1.jpg ga1 true ga1.jpg jpg 24699 200 329 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr1/DOWNSAMPLED/image/jpeg/482aaa1f68211fe59d04366e25c45e1a/gr1.jpg gr1 gr1.jpg jpg 22933 282 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr2/DOWNSAMPLED/image/jpeg/f02ccf7b47fda7fb5a9c983ca3b50249/gr2.jpg gr2 gr2.jpg jpg 22391 275 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr3/DOWNSAMPLED/image/jpeg/f60e35e3bd2cc51f867d8422d6e376f1/gr3.jpg gr3 gr3.jpg jpg 18730 302 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr4/DOWNSAMPLED/image/jpeg/2e6fcbef4a1e0c1a641484ac7fe69c5f/gr4.jpg gr4 gr4.jpg jpg 37042 490 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr5/DOWNSAMPLED/image/jpeg/da94ab3e8ce28e34fce6f96d26731929/gr5.jpg gr5 gr5.jpg jpg 25226 286 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr6/DOWNSAMPLED/image/jpeg/2a0caf16ab376dc38a559404e8fea356/gr6.jpg gr6 gr6.jpg jpg 54297 266 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr7/DOWNSAMPLED/image/jpeg/9d16a52afee02903ed4b36c3d24842e2/gr7.jpg gr7 gr7.jpg jpg 25597 277 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-gr8.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/gr8/DOWNSAMPLED/image/jpeg/0a27836b5fe49553c3db1e501b4b2723/gr8.jpg gr8 gr8.jpg jpg 25920 567 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118305637-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/2cb37c532d950a2896155194542474d3/mmc1.docx mmc1 mmc1.docx docx 932605 APPLICATION 1-s2.0-S2468823118305637-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118305637/STRIPIN/image/gif/cbe0c25292acaa7f101da86b92c81aa2/si1.gif si1 si1.gif gif 1044 46 303 ALTIMG 1-s2.0-S2468823118305637-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10J1QNQC3FM/MAIN/application/pdf/4e07aba51686b625a1bb009161e1a068/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10J1QNQC3FM/MAIN/application/pdf/4e07aba51686b625a1bb009161e1a068/am.pdf am am.pdf pdf false 1753368 AAM-PDF MCAT 10307 S2468-8231(18)30563-7 10.1016/j.mcat.2019.01.027 Elsevier B.V. Fig. 1 XRD patterns of NiAl-NO3, NiAl-MoS4 and NiAl-MoO4. Fig. 1 Fig. 2 FTIR spectra of NiAl-NO3, NiAl-MoS4 and NiAl-MoO4. Fig. 2 Fig. 3 Raman spectra of NiAl-NO3, ATTM and NiAl-MoS4. Fig. 3 Fig. 4 TG, DSC and DTG curves of NiAl-NO3 (a) and NiAl-MoS4 (b). Fig. 4 Fig. 5 XRD patterns of LDS-300, LDS-400, LDS-500 and LDS-600. Fig. 5 Fig. 6 Representative SEM images of LDS-300. Fig. 6 Fig. 7 TPR-S profiles of LDS-300, LDS-400, LDS-500 and LDS-600. Fig. 7 Fig. 8 Sulfur removal of DBT (a) and THN conversion (b) with time on stream over LDS-300 and the commercial catalyst. Fig. 8 Table 1 The textual properties of LDS-300, LDS-400, LDS-500 and LDS-600. Table 1 Samples Specific surface area (m2·g−1) Pore size (nm) Pore volume (cm3·g−1) LDS-300 13.5 3.24 0.04 LDS-400 45.7 3.32 0.07 LDS-500 56.8 3.78 0.09 LDS-600 71.9 4.12 0.12 Table 2 The positions and contributions of reduction peaks obtained by the deconvolution of TPR-S profiles. Table 2 Samples Position (oC)/Contribution of reduction peak (%) Peak I Peak II Peak III Peak IV Peak V Peak VI LDS-300 277/11.76 427/84.45 551/3.78 — — — LDS-400 348/32.71 447/55.07 540/12.23 — — — LDS-500 338/27.40 429/40.37 538/18.39 632/9.37 735/4.47 — LDS-600 318/36.61 432/9.54 505/4.16 645/28.06 755/13.31 835/8.32 Table 3 DBT HDS activity of the catalysts. Table 3 Samples kHDS (mmol·g−1·h−1) HYD/DDS TOF (h−1) LDS-300 1.11 0.82 0.38 LDS-400 0.81 0.53 0.30 LDS-500 0.53 0.38 0.22 LDS-600 0.48 0.25 0.19 LDO-300 0.86 0.15 0.32 Commercial catalyst 0.97 0.30 0.36 Table 4 THN hydrogenation activity of LDS-300, LDO-300 and a commercial catalyst. Table 4 Samples Conversion (%) kHDA (mmol·g−1·h−1) TOF (h−1) LDS-300 55.15 3.44 1.58 LDO-300 29.15 1.47 0.81 Commercial catalyst 31.25 1.53 0.87 Table 5 Sulfur and aromatic contents of diesel before and after hydrotreating over different catalysts. Table 5 Feed LDS-300 Commercial catalyst Sulfur (mg·kg−1) 2382 1365 1390 Naphthenes (wt%) 29.1 32.2 27.9 Aromatics (wt%) 18.7 16.2 19.3 Mono- 12.0 11.5 13.2 Di- 6.2 4.5 5.9 Tri- 0.5 0.2 0.2 A novel pre-sulfided hydrotreating catalyst derived from thiomolybdate intercalated NiAl LDHs Hao Wang ⁎ Qiong Fan Zhendong Yang Siyao Tang Jingye Chen Yan Wu School of Chemistry and Chemical Engineering, Southwest Petroleum University, Chengdu, 610500, PR China School of Chemistry and ChemicalEngineering Southwest Petroleum University Chengdu 610500 PR China ⁎ Corresponding author at: School of Chemistry and Chemical Engineering, Southwest Petroleum University, Xindu Avenue 8#, Xindu District, Chengdu, 610500, Sichuan Province, PR China. School of Chemistry and Chemical Engineering Southwest Petroleum University Xindu Avenue 8# Xindu District Chengdu Sichuan Province 610500 PR China Graphical abstract A novel pre-sulfided NiMo hydrotreating catalyst was prepared through tetrathiomolybdate intercalated NiAl layered double hydroxides (LDHs). The properties of catalysts are dependent on calcination temperature. After calcined at 300 °C, poorly crystallized MoS2 and NiS2 are formed, facilitating the generation of coordinatively unsaturated sites (CUS) and non-stoichiometric sulfur species. It exhibits a little higher dibenzothiophene hydrodesulfurization activity than an oxidic catalyst derived from molybdate intercalated LDH but 2 times higher tetralin hydrogenation activity than the former and a commercial catalyst with more metals. A pre-sulfided hydrotreating catalyst was prepared via thiomolybdate intercalated NiAl layered double hydroxides (LDHs) followed by calcination under N2. Upon calcination, the decomposition of thiomolybdate in the interlayer produces MoS2 and releases sulfur to react with nickel in the sheets to produce NiSx. Poorly crystallized MoS2 and NiS2 are formed at 300 °C. However, MoS2 is converted into MoO2 while NiS2 is transformed into NiS and Ni3S2 at higher temperatures. The coordinatively unsaturated sites (CUS) on catalysts and dibenzothiophene (DBT) hydrodesulfurization (HDS) activity decrease as the calcination temperature increases. The catalyst calcined at 300 °C exhibits a little higher HDS activity but 2.3 times higher activity in tetralin (THN) hydrogenation than an oxidic catalyst derived from a molybdate intercalated LDH. Moreover, it shows 2.2 times higher THN hydrogenation activity than a commercial catalyst containing more metals. This could be ascribed to the formation of CUS and non-stoichiometric sulfur species. Keywords Layered double hydroxides Thiomolybdate Pre-sulfided Catalyst Hydrotreating Hydrogenation 1 Introduction In the past 10 years, more stringent fuel specifications require the refinery to further remove sulfur and polyaromatics from diesel. Hydrotreating over transition metal sulfides catalysts is the most widely used technology in refinery. To meet the stricter specifications, the development of active, stable and low-cost catalysts for efficient hydrodesulfurization (HDS) and hydrodearomatization (HDA) of diesel is highly requisite. Most industrial hydrotreating catalysts are prepared through impregnation of oxygen-containing metal salts of Mo or W and of Ni or Co onto supports followed by calcination. Prior to using, catalysts must be sulfided with a sulfurizing agent under high temperature and pressure to convert inactive oxides into sulfides. Unfortunately, the complete sulfidation of metal oxides is hard to be achieved under the industry acceptable sulfidation temperature [1], leading to the less active sites and hence poor hydrotreating activity in deep HDS of refractory dibenzothiophenes (DBTs) in diesel. As a result, an alternative preparation method via the thermal decomposition of thiosalts in which sulfur is already bonded with metal ions to generate metal sulfides has been explored in the past decades. The active metals do not need further sulfidation and show higher hydrotreating activity [1,2]. Recently, the preparation of various pre-sulfided hydrotreating catalysts including supported and unsupported has attracted widespread attention. For the supported catalysts, thiosalts are subsequently impregnated onto supports such as Al2O3 [3,4], SBA-15 [5] and carbon nanofibers [2], followed by thermal decomposition under certain atmosphere. For the unsupported catalysts, thermal or hydrothermal decomposition [1,6] was used to prepare metal sulfides with various morphology and structures. Layered double hydroxides (LDHs) are an anionic lamellar clay with the general formula of [ M 1 − x 2 + M x 3 + ( O H ) 2 ] x + ( A n − ) x / n · m H 2 O , where M2+ and M3+ are divalent and trivalent metal cations located in MO6 edge-sharing octahedra within the brucite-like sheets, and An− is a charge-compensating anion in the interlayer. The versatility of cations in the layer and anions in the interlayer makes LDHs suitable for fine tuning the chemical composition and property, therefore, LDHs can be used as catalyst and support precursors [7]. Most recently, LDHs-based hydrotreating catalysts in oxidic form were prepared, in which molybdate or tungstate anions were intercalated into the interlayer of LDHs and nickel or cobalt cations were incorporated into the brucite-like layers. After calcination and sulfidation, metal oxides in catalysts can be converted into active metal sulfides [8,9]. It is reported that the unique layered structure can offer high metal dispersion and effective synergistic effect of promoter [10]. By virtue of the anion exchange ability of LDHs, thiomolybdate can be introduced into the interlayer of NiAl LDHs, which could be further calcined to prepare pre-sulfided hydrotreating catalysts. It may combine the advantages of LDHs and thiomolybdate, for instance, one-step synthesis of NiMo pre-sulfided catalysts without subsequent impregnation of molybdenum and nickel as well as activation in each step, highly dispersed active metals on catalysts. Very lately, thiomolybdate intercalated MgAl [11], MgAlFe [12] and MgMnAl [13] LDHs were prepared and used as absorbents for heavy metal ions in wastewater. However, to best of our knowledge, no application of thiosalts intercalated LDHs as pre-sulfided hydrotreating catalysts has been reported. In the present work, a thiomolybdate intercalated NiAl LDH was synthesized and calcined at different temperatures to prepare novel pre-sulfided hydrotreating catalysts. The properties of LDH and corresponding catalysts were characterized. Their HDS activity for DBT which are typical sulfides in diesel was tested, in order to reveal the effects of calcination temperature on the properties and activity of catalysts. In addition, the hydrogenation of tetralin (THN) was also used to assess the activity of the catalysts. Because diaromatics are predominant aromatic compounds in diesel, they are easily to be hydrogenated to monoaromatics but are very difficult to be fully saturated [14]. Therefore, THN is extensively used as a model compound to evaluate the hydrogenation activity of diesel hydrotreating catalysts [9,15]. Moreover, the hydrotreating activity of the pre-sulfided catalyst was tested by a real diesel fraction. 2 Experimental 2.1 Preparation of catalysts A thiomolybdate intercalated NiAl LDH with Ni/Al atomic ratio of 2 was prepared by an ion exchange method using a nitrate NiAl LDH as precursor which was synthesized as reported previously [16] and referred as NiAl-NO3. Typically, 0.8 g NiAl-NO3 and 0.5 g ammonium tetrathiomolybdate (ATTM, AR, Kelong, China) were dispersed in 50 ml water, in which the amount of ATTM was twice of the anion exchange capacity of the starting LDH. The suspension with initial pH of 8 was stirred vigorously at a room temperature for 24 h, followed by filtration, washing with water and ethanol and drying at 40 °C under vacuum for 6 h. The resulting black solid was referred as NiAl-MoS4 and stored in a container filled with nitrogen to minimize oxidation. All water used here was decarbonated and deionized. It is noted that the above exchange conditions including temperature, time and pH were determined by a series of experiments in order to obtain well crystallized and fully exchanged LDHs. The corresponding XRD and FTIR spectra are given in Figure S1–S6 (Supplementary Material). For the purpose of comparison, a molybdate intercalcated NiAl LDH was also prepared by ion exchange from NiAl-NO3 precursor. Firstly, 3 g NiAl-NO3 and 1.8 g sodium molybdate (AR, Kelong, China) were dispersed in 300 ml water. Secondly, the corresponding suspension was stirred vigorously at room temperature for 24 h. The subsequent treatment is as same as that of thiomolybdate intercalated LDHs. The as-synthesized sample was referred as NiAl-MoO4. NiAl-MoS4 was calcined under N2 flow at 300, 400, 500 and 600 °C with a ramping rate of 2 °C/min for 3 h, respectively. The corresponding pre-sulfided catalysts were referred as LDS-300, LDS-400, LDS-500 and LDS-600, respectively. 2.2 Characterization techniques X-ray diffraction (XRD) patterns were recorded on an X’Pert Pro MPD diffractometer (PANalytical, The Netherlands) with a 2θ step size of 0.02° and counting time of 12 s, using Cu Ka radiation at 40 kV and 40 mA. Fourier transform infrared (FTIR) spectra were measured on a WQ520 spectrophotometer (Beifen, China) using the KBr pellet technique at room temperature. A total of 32 scans were taken for each sample with a resolution of 2 cm−1. Raman spectra were collected on an InVia Raman Microscope system (Renishaw, UK) with a He-Cd laser operating at 514.5 nm and laser power 0.17 mW. The metal contents of samples were measured by inductively coupled plasma atomic emission spectroscopy (ICP-AES) on an Optima 7300 V spectrometer (PerkinElmer, USA). C, N, S compositions of samples were measured by a Vario EL-III elemental analyzer (Elementar, Germany). Thermogravimetry (TG) and differential scanning calorimetry (DSC) were carried out on a STA-449F3 (Netzsch, Germany) instrument. About 10 mg sample was loaded in an alumina crucible and heated at a rate of 10 °C /min from 40 to 700 °C in an argon flow of 60 ml/min. Nitrogen adsorption-desorption was performed on a Quadrasorb SI analyzer (Quantachrome, USA) at −195 °C after degassing the sample at 200 °C for 6 h. Scanning electron microscopy (SEM) was performed on an EVOMA-15 (Zeiss, Germany) instrument. The sample was dispersed in ethanol by sonication and then a drop of suspension was deposited on sample platform and dried at 40 °C under vacuum before testing. Temperature programmed reduction (TPR) was performed on a ChemBET chemisorption analyzer (Quantachrome, USA) equipped with a TCD detector. 0.1 g sample was pretreated in Ar flow at 300 °C for 0.5 h, cooled down to room temperature, and then heated to 900 °C at 10 °C/min in 10 v% H2/Ar. 2.3 Catalytic activity tests The catalytic reactions were performed in a continuous tubular fixed-bed stainless steel microreactor (inner diameter of 16 mm, length of 480 mm and catalyst bed height of around 50 mm) operated in a down-flow mode. 1 wt% DBT (purity 98%, J&K, China) /cyclohexane (AR, Kelong, China) and 5 wt% THN (purity 99%, J&K, China) /heptane (AR, Kelong, China) were used as HDS and hydrogenation feed, respectively. The catalyst was introduced into the reactor by the following steps. First, a little of silica wool was filled on the bottom of a meshed metal plate in the middle of reactor. Second, 0.6 ml (around 0.61 g) catalyst with the size of 20–40 mesh was sandwiched between two layers of quartz sand (20–40 mesh, volume ratio of 4:1) and packed in the reactor on the surface of silica wool. For the pre-sulfided catalysts, the reaction was directly carried out at 300 °C, 4.0 MPa, liquid volume hourly space velocity (LHSV) 15.0 h−1, and H2/hydrocarbon volume ratio 400. For the oxidic catalyst, prior to reaction, the catalyst was sulfided at 300 °C and 4.0 MPa for 4 h with 3 wt% CS2/cyclohexane mixture. The present reaction conditions had already been proved to be effective to eliminate the external and internal diffusion [16]. The liquid product was collected and analyzed at an interval of 4 h to verify whether the steady state was reached. Both HDS and hydrogenation reactions were kept at 300 °C for more than 24 h to obtain the steady activity instead of initial activity. The liquid product was analyzed by a 9790 II gas chromatography (GC, Fuli, China) equipped with a FID detector and KB-5 capillary column (30 m × 0.32 mm × 0.25 μm, Kromat, USA). The DBT HDS activity of catalysts was expressed by the rate constant kHDS and turnover frequency (TOF), as reported previously [17]. The HDS of DBT occurs through two parallel pathways: direct desulfurization (DDS) route to produce biphenyl (BP) and hydrogenation (HYD) route to produce cyclohexylbenzene (CHB). Therefore, the selectivity of HYD route can be determined by the product contribution [18]. The THN hydrogenation activity of catalysts was also expressed by the rate constant kHDA and TOF, according to the reference [15]. A real diesel fraction from atmospheric gas oil (AGO) was also used as feed to test the hydrotreating performance of the pre-sulfided catalyst. The reaction was performed on the above microreactor under the conditions of 300 °C, 4 MPa, H2/Oil volume ratio 400 and LHSV 15 h−1. The sulfur content was determined by TSN-3000 fluorescence analyzer (Jiangfen, China) according to ASTM-D5453. The aromatics content was determined by 7890 A gas chromatography and 5975C mass spectrometry (Agilent, USA) according to ASTM-D2425. 3 Results and discussion 3.1 Characterization of thiomolybdate intercalated LDHs 3.1.1 XRD The XRD patterns of NiAl-NO3, NiAl-MoS4 and NiAl-MoO4 are shown in Fig. 1 . All the samples exhibit the typical reflections of LDH structure with a series of strong reflections at low 2θ angles and weak reflections at high angles. In comparison with those of NiAl-NO3, the reflections of (003), (006) and (009) planes of NiAl-MoS4 shift towards lower angles at 8.4, 16.5 and 24.3°, respectively, indicating the replacement of interlayer nitrate by bigger anions. The basal spacings of (003), (006) and (009) planes of NiAl-MoS4 are 1.05 (d 003 ), 0.53 (d 006 ) and 0.36 nm (d 009 ), respectively, in agreement with those reported by Ma et al. [11] who synthesized MoS4 2− intercalated MgAl LDHs. Moreover, the values of d 003 , d 006 and d 009 well follow the relationship of d 003 : d 006 : d 009=6:3:2, indicating the ordered stacking of brucite-like sheets [19]. The d 003 value of NiAl-MoO4 is around 0.96 nm, smaller than that of NiAl-MoS4, due to the bigger size of MoS4 2−. 3.1.2 FTIR The FTIR spectra of NiAl-NO3, NiAl-MoS4 and NiAl-MoO4 are shown in Fig. 2 . All samples show two prominent bands around 3400 and 1630 cm−1 assigned to hydroxyl groups in the brucite-like sheets and water in the interlayer. For NiAl-NO3, a strong band at 1383 cm−1 and a weak band at 1763 cm−1 can be assigned to the ʋ3 and ʋ1+ʋ4 stretching modes of NO3 − [10,20], respectively. After exchanged by MoS4 2−, the characteristic bands of NO3 − diminish, suggesting an almost complete exchange. It is noted that three weak bands at 1236, 1120 and 1007 cm−1 are observed in NiAl-MoS4, which could be assigned to the asymmetric stretching of SO3 2−, ʋ3 and ʋ1 stretching vibrations of SO4 2− [21], respectively. This is likely due to the partial oxidation of sulfur-containing anions by air during the measurement. For NiAl-MoO4, a band at 1361 cm−1 assigned to ʋ3 stretching of CO3 2− is observed, owing to the contaminant by atmospheric CO2 [22]. A series of bands below 1000 cm−1 are present, which could be assigned to the stretching of M–O or M–O–M in brucite-like sheets. The Mo–S vibration is normally present around 480 cm−1 [11], however, it will overlap with the bands of brucite-like sheets. 3.1.3 Raman To further determine the presence of MoS4 2−, NiAl-NO3, ATTM and NiAl-MoS4 were characterized by Raman spectroscopy. The spectra are shown in Fig. 3 . For ATTM, the intensive bands at 475 and 454 cm−1 are assigned to the vibration of Mo–S [11]. For NiAl-NO3, a major band at 718 cm−1 is assigned to the vibration of NO3 − [10] and the bands around 570 and 490 cm−1 are ascribed to the vibration of M–O–M in the brucite-like sheets [10]. After exchanged by MoS4 2−, the characteristic bands of Mo–S shift to 464, 425 and 320 cm−1. Ma et al. [11] and Jawad et al. [12] also found three Mo–S bands in 300–500 cm−1 and red shifting of these bands in Raman spectra of MoS4 2− intercalated MgAl and FeMgAl LDHs when compared with those of ATTM. This could be attributed to the strong interaction between MoS4 2− and the positive charged sheets [11,12]. The broadening of Mo–S bands in 400–500 cm−1 could be due to their overlapping with the bands of LDHs. The broadening of Mo–S band in 300–400 cm−1 is likely to be caused by the overlapping of Mo–S and Mo–S–O vibration which is caused by the partial oxidation of MoS4 2− and usually gives a strong band around 310 cm−1 [23]. Such oxidation could be further provoked by the heat generated in-situ by the laser [24]. According to the ICP-AES and CNS elemental analysis results, the chemical formula of NiAl-MoS4 and NiAl-MoO4 can be expressed as Ni0.66Al0.34(OH)2(MoS4 2−)0.17 and Ni0.59Al0.41(OH)2(MoO4 2−)0.14(CO3 2−)0.09, respectively. 3.1.4 TG-DSC The TG and DSC curves of NiAl-NO3 and NiAl-MoS4 are shown in Fig. 4 . According to TG and DTG results, NiAl-NO3 undergoes thermal decomposition via two steps: (1) removal of surface adsorbed water and interlayer water below 200 °C, (2) dehydroxylation of brucite-like sheets and decomposition of nitrate in the interlayer in 300–450 °C. The decomposition of NiAl-NO3 accompanies two apparent endothermal peaks in the DSC curve. A combination of TG and DTG curves reveals that the thermal decomposition of NiAl-MoS4 mainly involves three steps. The first one is due to the removal of water below 200 °C. The second one is caused by the dehyroxylation of sheets and the stepwise decomposition of MoS4 2− to MoS2 (Eqs. (1) and (2)) [6], which normally occurs between 200 and 500 °C. The third one in 550–700 °C could be ascribed to the conversion of metal sulfides into metal oxides, due to the reaction between metal sulfides and H2O or other oxygen species generated from the dehydroxylation of sheets [25]. Because of the lower atomic weight of O than that of S, the mass loss occurs. It is noted that no apparent peaks are observed in the DSC curve of NiAl-MoS4, because the dehydroxylation and decomposition of MoS4 2− are typically endothermal, whereas the oxidation of metal sulfides is normally exothermal [26]. These processes are mixed together, leading to the counteracting thermal behavior [27]. (1) MoS4 2−→MoS3+S2− (2) MoS3→MoS2+1/xSx 3.2 Characterization of catalysts The above characterization results clearly indicate the successful intercalation of MoS4 2− into the interlayer of LDH. NiAl-MoS4 was further calcined under N2 flow at different temperatures to prepare pre-sulfided catalysts LDS-300, LDS-400, LDS-500 and LDS-600. Their properties were characterized. 3.2.1 XRD The XRD patterns of pre-sulfided catalysts are shown in Fig. 5 . After calcination, some new phases are formed on catalysts, depending on the calcination temperature. The sample calcined at 300 °C shows a broad reflection around 14.4° assigned to (002) plane of MoS2 (PDF 89–5112) and a series of weak reflections at 31.6, 35.3, 45.3 and 53.6° assigned to NiS2 (PDF 11–0099). Further increasing the temperature to 400 °C results in the significantly decreased reflection intensity of MoS2. Moreover, four strong reflections at 30.0, 34.5, 45.6 and 53.2° assigned to the well crystallized hexagonal NiS (PDF 89–1955) are observed. When the temperature increases to 500 °C, the diffraction peak of MoS2 nearly disappears and the peaks of NiS become more sharper, suggesting the growth and aggregation of NiS crystallites. Moreover, the strong peaks at 26.1, 37.1 and 60.5° assigned to MoO2 (PDF 76–1807) are observed. At 600 °C, the peaks of MoO2 become strong and sharp remarkably. In addition, peaks at 31.2 and 50.5° assigned to Ni3S2 (PDF 44–1418) and a peak at 43.2° assigned to NiO (PDF 04–0835) are observed. Based on the above results, the conversion of NiAl-MoS4 upon calcination can be proposed. MoS4 2− in the interlayer decomposes into poorly crystallized MoS2 (Eqs. (1) and (2)) and releases sulfur species which could react with nickel ions in the sheets to form NiS2 (Eq. (3)) [28]. With the increasing temperature, the transformation of Ni and Mo undergoes different pathways. For Ni species, NiS2 is transferred to NiS above 400 °C and finally to the most thermodynamically stable Ni3S2 [29]. Kumar et al. [29] reported that various nickel phases were formed by the decomposition of nickel thiourea at different temperatures under N2: from NiS2 to NiS and finally Ni3S2 with the increasing temperature due to the loss of sulfur at high temperatures. Moreover, the serious collapse of sheets may produce segregated NiO crystallites at 600 °C [30]. For Mo species, the increasing temperature further induces the dehyroxylation of brucite-like sheets and hence produces more H2O or oxidic atmosphere, which could react with MoS2 to form MoO2 (Eq. (4)) [25]. Marin et al. [31] reported that the excess MoS2 reacted with limited amount of oxygen to form stable MoO2 at 600 °C during the decomposition of ATTM in N2 flow. The crystal growth and aggregation of MoO2 will be further provoked at higher temperatures. (3) NiO + Sx→NiSx (4) MoS2+H2O→MoO2+H2S 3.2.2 N2 adsorption and desorption The specific surface area, pore size and pore volume of samples are given in Table 1 . They have the similar pore size between 3 and 4 nm, however, their specific surface area and pore volume increase with the calcination temperature. Reichle et al. [32] reported the surface area and pore volume of MgAl LDH increased with the increasing calcination temperature up to 600 °C, because the thermal decomposition of LDH could involve a delamination of the individual layers of metal oxide octahedra and hence raised the surface area by several folds. 3.2.3 SEM The morphology of LDS-300 is characterized by SEM and the representative images are given in Fig. 6 . It is clearly found that the sample shows a typical platelet-like morphology, indicating that the layered structure is partly remained upon calcination at 300 °C. 3.2.4 TPR-S TPR is widely used to determine the reduction property of transition metal hydrotreating catalysts. TPR for sulfided catalysts is usually referred as TPR-S. It may provide information on sulfided active phases which could be correlated to the catalytic activity [33]. The catalysts were characterized by TPR-S and the profiles are shown in Fig. 7 . Due to the overlapping of reduction peaks, each profile is deconvoluted into several peaks. The peaks’ positions and contributions derived from the deconvolution are given in Table 2 . The first peak in 200–400 °C (peak I) can be attributed to the hydrogenation of non-stoichiometric sulfur species bonded on the surface of catalysts [34], resulting from the decomposition of interlayer MoS4 2−. It is noted that H2S absorbed and elemental sulfur species can be excluded because the samples were purged by Ar at 300 °C prior to reduction [35]. Therefore, the non-stoichiometric sulfur species might be mostly present in excess of S/Mo ratio of 2 such as S2 2− [33,36]. The second peak in 300–500 °C (peak II) with a maximum around 430 °C could be assigned to H2S produced by a recombination of –SH groups, a reaction of H2 and –SH, and a reaction involving surface sulfur anions bonded with metal and H2 which could form anion vacancies on catalysts, as mentioned by Altamirano et al. [34]. Such vacancies are considered as catalytic sites for hydrotreating reactions [34]. Díaz-García et al. [37] suggested that this peak could be attributed to the hydrogenation of weakly bonded sulfur species which were recognized as the reactive sulfur located at the edges and corners of the MoS2 slabs, generating catalytic active coordinatively unsaturated sites (CUS). The third peak in 400–600 °C (peak III) could be assigned to H2S produced by the reduction of various nickel sulfides [34]. Taking into account XRD results, the peaks in 600–800 °C (peak IV and V) could be attributed to the stepwise reduction of bulk MoO2 crystallites. Arnoldy et al. [38] found that the reduction peak of MoO2 was centered above 600 °C and its intensity and maximum temperature increased with the increasing amount and size of MoO2. Due to the formation of suboxides such as MoO and/or Mo2O during the reduction of MoO2 to Mo [38], the multiple peaks are observed in the TPR pattern of MoO2. The peak VI above 800 °C only present in LDS-600 could be related to the tetrahedrally coordinated molybdenum species strongly interacted with aluminum [39]. Obviously, the reduction behavior of pre-sulfided catalysts is highly depended on the calcination temperature. For LDS-300, peak I and II are observed. Moreover, peak II is dominant and has the highest percentage among all samples, indicating the maximum CUS. With the raised temperature, the percentage of peak II decreases dramatically due to the oxidation of MoS2 to MoO2. The percentages of peak I and peak III increase, due to the excessive sulfur species released from the transformation of NiS2 to Ni3S2 and the growth of NiSx crystallites. The peaks IV and V ascribed to MoO2 increase above 500 °C, suggesting the aggregation of MoO2 crystallites with poorer reducibility. 3.3 Catalytic activity The catalytic activity of pre-sulfided catalysts was tested by HDS of DBT. Both the HDS activity and HYD selectivity are listed in Table 3 . The kHDS and HYD selectivity decrease dramatically with the increasing calcination temperature. On the basis of the above characterization results, this could be explained by the follows. Firstly, the lower calcination temperature facilitates the formation of poorly crystallized MoS2 slabs. The broad (002) reflection of MoS2 around 14.4° (Fig. 5) indicates the less crystalline MoS2, implying a larger amount of defects and vacancies which could facilitate the generation of CUS on the edge or corner of MoS2 [24], as confirmed by TPR-S. The concentration of CUS could correlate the rate of DBT HDS [40]. With the raised calcination temperature, MoS2 is oxidized to MoO2 which is difficult to be sulfided even at a sulfidation temperature of 400 °C [41]. Secondly, the higher calcination temperature induces the aggregation of nickel sulfides, resulting in less promotion of MoS2 sites. Albersberger et al. [42] reported that segregated Ni sulfides led to less exposed active sites and thus were less active for hydrotreating. Yoosuk et al. [6] indicated that segregated NiSx species were not involved in the formation of Ni-Mo-S active phases. Thirdly, the contribution of bulk nickel sulfides on catalytic activity can not be excluded, though it may be weaker than the single nickel atom decoration effect. According to the remote-control model, these promoter metal sulfides clusters might help adsorb and dissociate H2 molecule to generate spillover hydrogen which could attack MoS2 to produce CUS at the edges [43]. However, different NiSx species result in different hydrotreating activity. Amaya et al. [44] prepared a series of NiMoW sulfides with several segregated NiSx phases including Ni3S2, NiS and NiS2 via different sulfidation temperatures. They found that the catalyst containing NiS2 and NiS favored the HDS of DBT whereas Ni3S2 led to the lowest HDS activity, which is in agreement with our results. It suggests that the catalytic activity is not directly related to the surface area of catalysts (Table 1) but is dependent on the metal sulfides phases. NiAl-MoO4 was calcined at 300 °C as a reference catalyst and referred as LDO-300. Its HDS activity and TOF are lower than those of LDS-300. Its TPR profile (Fig. S7) exhibits two prominent peaks around 510 and 662 °C, assigned to the reduction of NiO [39] and a mixed Ni-Mo-O phases [45]. The relatively higher reduction temperature implies the difficult sulfidation [46]. By contrast, both XRD and TPR-S results of LDS-300 confirm that poorly crystallized MoS2 and NiS2 are formed on catalyst as prepared. In additional, for the pre-sulfided catalysts, MoS2 can be formed prior to the sulfidation of nickel, which is favorable for migration of Ni sulfides to the edge of MoS2 to form Ni-Mo-S active phases [5]. LDO-300 shows higher HDS activity than the pre-sulfided catalysts calcined above 400 °C, probably due to the bulk MoO2 and aggregated NiSx in the latter. A commercial catalyst containing Ni, Co, Mo and W oxides (Mo + W = 21.1 wt%, specific surface area of 239.6 m2·g−1 and pore volume of 0.31 cm3·g−1) kindly provided by PetroChina Co. was also used as a reference catalyst. Before reaction, this catalyst was also sulfided under the same conditions with the oxidic catalyst. It shows similar kHDS and TOF (Table 3) than those of LDS-300. Considering the lower metal content (Mo 14.4 wt%) and no sulfidation process, LDS-300 may be a low cost alternative. It is interesting to find that the HYD selectivity of pre-sulfided catalysts is higher than that of LDO-300, though the selectivity decreases considerably with the raised calcination temperature. The HYD selectivity of LDS-300 is nearly 5.5 and 2.7 times higher than that of LDO-300 and the commercial catalyst, respectively. To further investigate the hydrogenation activity, LDS-300, LDO-300 and the commercial catalyst were used in hydrogenation of THN which is a typical aromatic compound in diesel and hard to be fully saturated. After reaction, THN is converted into trans- and cis-decalin and no cracked products are detected. The conversion of THN into decalin (the sum of trans- and cis- decalin), kHDA and TOF of LDS-300 are much higher than those of LDO-300 (Table 4 ). Besides the effect of CUS, the positive effect of excessive sulfur species on the hydrogenation activity is also crucial. Afanasiev [47] demonstrated that over-stoichiometric sulfur species in form of S2 2− present in MoS2 catalysts could interact with hydrogen to open the S–S bridges and thus produce –SH groups which participated the HYD pathway and were directly related to the HYD selectivity. Moreover, HYD pathway is more demanding for the –SH groups than DDS pathway, therefore the catalyst containing more extra sulfur and thus more –SH is highly active in hydrogenation [47,48]. Gulková et al. [35] indicated that such sulfur species were bonded to the surface of MoS2 and responsible for the first low temperature TPR-S peak, in agreement with our TPR-S results. However, the over-stoichiometric sulfur species might be less formed in oxidic catalysts after sulfidation. Because the sulfidation of MoO3 undergoes oxygen-sulfur exchange to form a Mo oxysulfide (MoOxSy) containing S2 2− ligands at intermediate sulfidation temperature around 100–125 °C [49]. With the increasing sulfidation temperature, S2 2− species disappear because of hydrogenation to H2S [49,50]. Muijsers et al. [51] suggested that S2 2− species were only present at low temperature and disappeared almost completely above 200–250 °C in the sulfidation of oxidic Mo catalyst. Herein, LDS-300 has the highest percentage of CUS and over-stoichiometric sulfur, probably responsible for its prominent hydrogenation activity. Nevertheless, the positive role of the pre-sulfided catalysts in hydrogenation activity is still far from clear and needs further research. Notably, LDS-300 is also more active in THN hydrogenation (2.2 times kHDA and 1.8 times TOF) than the commercial catalyst, which may offer a prospective application in polyaromatics removal of diesel. To verify the stability of catalysts, reactions over LDS-300 and the commercial catalyst were prolonged to 36 h. The results are shown in Fig. 8 . It is found that the HDS and hydrogenation activity of LDS-300 is very stable as the commercial catalyst. To further compare the THN hydrogenation activity of LDS-300 and the commercial catalyst, the hydrogenation temperature was increased to 340 °C which is close to the diesel hydrotreating temperature in industry. It is found that the conversion of THN into decalin, kHDA and TOF of LDS-300 is 32.81%, 1.52 mmol·g−1·h−1 and 0.83 h−1, respectively, also much higher than those of the commercial catalyst (conversion = 17.05%, kHDA = 0.75 mmol·g−1·h−1 and TOF = 0.47 h−1). At higher temperature, the hydrogenation activity of both catalysts decreases, because the hydrogenation of THN is an exothermic reaction and is favored at low temperatures [52]. The hydrotreating performance of LDS-300 and the commercial catalyst was tested by a real diesel fraction from AGO. The reaction was performed for 36 h to reach a steady state. The sulfur and aromatics contents of the diesel before and after hydrotreating are given in Table 5 . Both catalysts show similar HDS activity. However, their HDA activity is quite different. For LDS-300, polyaromatics, mono-aromatics and total aromatics decrease while naphthenes increase after hydrotreating. For the commercial catalyst, polyaromatics and naphthenes decrease but mono-aromatics and total aromatics increase after hydrotreating. A similar change is also reported in reference [53,54]. It can be deduced that more polyaromatics are hydrogenated into mono-aromatics followed by fully saturated into naphthenes over LDS-300. Nevertheless, polyaromatics are partially saturated into mono-aromatics whose full saturation hardly occurs over the commercial catalyst. Less total aromatics and polyaromatics as well as more naphthenes in the hydrotreated diesel over LDS-300 strongly suggests its better HDA activity than the commercial catalyst. This is still a preliminary research on the hydrotreating performance for a real diesel and further studies will be required. 4 Conclusions A thiomolybdate intercalated NiAl LDH was synthesized by an ion exchange method and calcined under N2 at different temperatures as pre-sulfided hydrotreating catalysts. Their properties and activity are governed by the calcination temperature. After calcination at 300 °C, poorly crystallized MoS2 and NiS2 are formed. It causes more CUS and better nickel promotion effects, resulting in higher DBT HDS activity. However, the further increasing calcination temperature leads to the transformation from NiS2 to NiS and Ni3S2 as well as the conversion from MoS2 to MoO2, resulting in the poorer HDS activity. The HDS activity and efficiency of the pre-sulfided catalyst calcined at 300 °C are higher than those of an oxidic catalyst derived from a molybdate intercalated NiAl LDH and are similar with those of a commercial catalyst containing more metals. Moreover, the tetralin hydrogenation activity of this pre-sulfided catalyst is 2.3 and 2.2 times higher than that of the oxidic catalyst and the commercial catalyst, respectively, probably owing to CUS and non-stoichiometric sulfur species bonded on the catalyst surface. It also shows a better HDA performance for a real diesel than the commercial catalyst. The catalysts derived from thiomolybdate intercalated LDHs may offer more hydrogenation active sites and allow a facile one-step preparation of NiMo pre-sulfided catalysts. Acknowledgements The authors acknowledge the financial support from the National Natural Science Foundation of China (Project No. 21506176). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.01.027. Appendix A Supplementary data The following is Supplementary data to this article: References [1] Y. Yi X. Jin L. Wang Q. Zhang G. Xiong C. Liang Preparation of unsupported Ni-Mo-S catalysts for hydrodesulfurization of dibenzothiophene by thermal decomposition of tetramethylammonium thiomolybdates Catal. Today 175 2011 460 466 [2] J.L. Pinilla H. Purón D. Torres I. Suelves M. Millan Ni-MoS2 supported on carbon nanofibers as hydrogenation catalysts: effect of support functionalization Carbon 81 2015 574 586 [3] B. Liu Y. Chai Y. Liu Y. Wang Y. Liu C. Liu A simple method for preparation of presulfided eggshell CoMoS/γ-Al2O3 catalysts for hydrodesulfurization of dibenzothiophene Fuel 95 2012 457 463 [4] V. Han-U-Domlarpyos P. Kuchonthara P. Reubroycharoen N. Hinchiranan Quality improvement of oil palm shell-derived pyrolysis oil via catalytic deoxygenation over NiMoS/γ-Al2O3 Fuel 143 2015 512 518 [5] Z.D. Huang W. Bensch L. Kienle S. Fuentes G. Alonso C. Ornelas Preparation and characterization of SBA-15 supported cobalt-molybdenum sulfide catalysts for HDS reaction: an all sulfide route to hydrodesulfurization catalysts Catal. Lett. 124 2008 24 33 [6] B. Yoosuk J.H. Kim C. Song C. Ngamcharussrivichai P. Prasassarakich Highly active MoS2, CoMoS2 and NiMoS2 unsupported catalysts prepared by hydrothermal synthesis for hydrodesulfurization of 4,6-dimethyldibenzothiophene Catal. Today 130 2008 14 23 [7] B. Sels D.D. Vos P. Jacobs Hydrotalcite-like anionic clays in catalytic organic reactions Catal. Rev. 43 2001 443 488 [8] Y. Chen L. Wang Y. Zhang T. Liu X. Liu Z. Jiang C. Li A new multi-metallic bulk catalyst with high hydrodesulfurization activity of 4,6-DMDBT prepared using layered hydroxide salts as structural templates Appl. Catal. A Gen. 474 2014 69 77 [9] S. Arias Y.E. Licea D. Soares J.G. Eon L.A. Palacio A.C. Faro Jr Mixed NiMo, NiW and NiMoW sulfides obtained from layered double hydroxides as catalysts in simultaneous HDA and HDS reactions Catal. Today 296 2017 187 196 [10] H. Wang Z. Yang F. Meng W. Yin Y. Wu Effects of preparation methods on the property and hydrodesulfurization activity of NiAlZrW catalysts derived from tungstate intercalated NiAlZr layered double hydroxides Fuel 228 2018 332 341 [11] L. Ma Q. Wang S.M. Islam Y. Liu S. Ma M.G. Kanatzidis Highly selective and efficient removal of heavy metals by layered double hydroxide intercalated with the MoS4 2− ion J. Am. Chem. Soc. 138 2016 2858 2866 [12] A. Jawad Z. Liao Z. Zhou A. Khan T. Wang J. Ifthikar A. Shahzad Z. Chen Z. Chen Fe-MoS4: an effective and stable LDH based adsorbent for selective removal of heavy metals ACS Appl. Mater. Interfaces 9 2017 28451 28463 [13] J. Ali H. Wang J. Ifthikar A. Khan T. Wang K. Zhan A. Shahzad Z. Chen Z. Chen Efficient, stable and selective adsorption of heavy metals by thio-functionalized layered double hydroxide in diverse types of water Chem. Eng. J. 332 2018 387 397 [14] E. Rodríguez-Castellón L. Díaz P. Braos-García J. Mérida-Robles P. Maireles-Torres A. Jiménez-López A. Vaccari Nickel-impregnated zirconium-doped mesoporous molecular sieves as catalysts for the hydrogenation and ring-opening of tetralin Appl. Catal. A Gen. 240 2003 83 94 [15] R. Hernández-Huesca J. Mérida-Robles P. Maireles-Torres E. Rodrı́Guez-Castellón A. Jiménez-López Hydrogenation and ring-opening of tetralin on Ni and NiMo supported on alumina-pillared α-zirconium phosphate catalysts. A thiotolerance study J. Catal. 203 2001 122 132 [16] H. Wang Z. Yang X. Zhan Y. Wu M. Li NiAlZrW hydrodesulfurization catalysts derived from tungstate intercalated NiAlZr layered double hydroxides Fuel Process. Technol. 160 2017 178 184 [17] H. Wang Y. Fan G. Shi H. Liu X. Bao Preparation of hydrotreating catalysts via an oxalic acid-assisted hydrothermal deposition method J. Catal. 260 2008 119 127 [18] H. Wang Y. Wu Z. Liu L. He Z. Yao W. Zhao Deposition of WO3 on Al2O3 via a microwave hydrothermal method to prepare highly dispersed W/Al2O3 hydrodesulfurization catalyst Fuel 136 2014 185 193 [19] L. Mohapatra K. Parida M. Satpathy Molybdate/tungstate intercalated oxo-bridged Zn/Y LDH for solar light induced photodegradation of organic pollutants J. Phys. Chem. C 116 2012 13063 13070 [20] H.B. Wu M.N. Chan C.K. Chan FTIR characterization of polymorphic transformation of ammonium nitrate Aerosol Sci. Technol. 41 2007 581 588 [21] G. Socrates Infrared and Raman Characteristic Group Frequencies-Table and Charts third ed. 2001 John Wiley and Sons New York [22] A. Davantès G. Lefèvre In situ real time infrared spectroscopy of sorption of (poly)molybdate ions into layered double hydroxides J. Phys. Chem. A 117 2013 12922 12929 [23] G.L. Schrader C.P. Cheng In situ laser raman spectroscopy of the sulfiding of Mo/γ-Al2O3 catalysts J. Catal. 80 1983 369 385 [24] J.L. Pinilla H. Purón D. Torres S.D. Llobet R. Moliner I. Suelves M. Millan Carbon nanofibres coated with Ni decorated MoS2 nanosheets as catalyst for vacuum residue hydroprocessing Appl. Catal. B Environ. 148–149 2014 357 365 [25] K.Y. Hakobyan H.Y. Sohn A.K. Hakobyan V.A. Bryukvin V.G. Leontiev O.I. Tsibin The oxidation of molybdenum sulphide concentrate with water vapour part 2-macrokinetics and mechanism Min. Process. Extr. Metall. 116 2007 155 158 [26] H.W. Wang P. Skeldon G.E. Thompson Thermogravimetric-differential thermal analysis of the solid-state decomposition of ammonium tetrathiomolybdate during heating in argon J. Mater. Sci. 33 1998 3079 3083 [27] C.S. Wu Y.L. Liu Preparation and properties of epoxy/amine hybrid resins from in situ polymerization J. Polym. Sci. Part. A Polym. Chem. 42 2004 1868 1875 [28] S.P. Lonkar V. Pillai S.M. Alhassan Three-dimensional NiS-MoS2/Graphene heterostructured nanohybrids as high-performance hydrodesulfurization catalysts ACS Appl. Nano Mater. 1 2018 3114 3123 [29] N. Kumar N. Raman A. Sundaresan Temperature evolution of nickel sulphide phases from thiourea complex and their exchange bias effect J. Solid State Chem. 208 2013 103 108 [30] A.L. Mckenzie C.T. Fishel R.J. Davis Investigation of the surface structure and basic properties of calcined hydrotalcites J. Catal. 138 1992 547 561 [31] T. Marin T. Utigard C. Hernandez Roasting kinetics of molybdenite concentrates Can. Metall. Quart. 48 2013 73 80 [32] W.T. Reichle S.Y. Kang D.S. Everhardt The nature of the thermal decomposition of a catalytically active anionic clay mineral J. Catal. 101 1986 352 359 [33] B. Scheffer N.J.J. Dekker P.J. Mangnus J.A. Moulijn A temperature-programmed reduction study of sulfided CoMo/Al2O3 hydrodesulfurization catalysts J. Catal. 121 1990 31 46 [34] E. Altamirano J.A.D.L. Reyes F. Murrieta M. Vrinat Hydrodesulfurization of dibenzothiophene and 4,6-dimethyl-dibenzothiophene: gallium effect over NiMo/Al2O3 sulfided catalysts J. Catal. 235 2005 403 412 [35] D. Gulková Y. Yoshimura Z. Vít Mesoporous silica-alumina as support for Pt and Pt-Mo sulfide catalysts: effect of Pt loading on activity and selectivity in HDS and HDN of model compounds Appl. Catal. B Environ. 87 2009 171 180 [36] W. Lai Y. Xu Y. Ren L. Yang J. Zheng X. Yi W. Fang Insight into the effect of non-stoichiometric sulfur on a NiMoS hydrodesulfurization catalyst Catal. Sci. Technol. 6 2015 497 506 [37] L. Díaz-García V. Santes T. Viveros-García A. Sánchez-Trujillo J. Ramírez-Salgado C. Ornelas E. Rodríguez-Castellón Electronic binding of sulfur sites into Al2O3-ZrO2 supports for NiMoS configuration and their application for hydrodesulfurization Catal. Today 282 2017 230 239 [38] P. Arnoldy J.C.M. de Jonge J.A. Moulijn Temperature-programed reduction of molybdenum (VI) oxide and molybdenum (IV) oxide J. Phys. Chem. 89 1985 4517 4526 [39] L. Qu W. Zhang P.J. Kooyman R. Prins MAS NMR, TPR, and TEM studies of the interaction of NiMo with alumina and silica-alumina supports J. Catal. 215 2003 7 13 [40] J. Hein Investigation and Understanding of Unsupported Ni-Mo-W Sulfides for Hydrotreating 2015 Technical University of Munich Munich [41] H. Farag Effect of sulfidation temperatures on the bulk structures of various molybdenum precursors Energy Fuels 16 2002 944 950 [42] S. Albersberger J. Hein M.W. Schreiber S. Guerra J. Han O.Y. Gutiérrez J.A. Lercher Simultaneous hydrodenitrogenation and hydrodesulfurization on unsupported Ni-Mo-W sulfides Catal. Today 297 2017 344 355 [43] P. Grange X. Vanhaeren Hydrotreating catalysts, an old story with new challenges Catal. Today 36 1997 375 391 [44] S.L. Amaya G. Alonso-Núñez J. Cruz-Reyes S. Fuentes A. Echavarría Influence of the sulfidation temperature in a NiMoW catalyst derived from layered structure (NH4)Ni2OH(H2O)(MoO4)2 Fuel 139 2015 575 583 [45] J.L. Brito J. Laine Reducibility of Ni-Mo/Al2O3 catalysts: a TPR study J. Catal. 139 1993 540 550 [46] J. Jiao J. Fu Y. Wei Z. Zhao A. Duan C. Xu J. Li H. Song P. Zheng X. Wang Al-modified dendritic mesoporous silica nanospheres-supported NiMo catalysts for the hydrodesulfurization of dibenzothiophene: efficient accessibility of active sites and suitable metal-support interaction J. Catal. 356 2017 269 282 [47] P. Afanasiev The influence of reducing and sulfiding conditions on the properties of unsupported MoS2-based catalysts J. Catal. 269 2010 269 280 [48] W. Han H. Nie X. Long M. Li Q. Yang D. Li Study on the origin of the active sites of HDN catalysts using alumina-supported MoS3 nanoparticles as a precursor Catal. Sci. Technol. 6 2016 3497 3509 [49] A.M. de Jong H.J. Borg L.J. van Ijzendoorn V.G.F.M. Soudant V.H.J. de Beer J.A.R. van Veen J.W. Niemantsverdriet Sulfidation mechanism of molybdenum catalysts supported on silica/silicon (100) model support studied by surface spectroscopy J. Phys. Chem. 97 1993 6477 6483 [50] A.J. van der Vlies G. Kishan J.W. Niemantsverdriet R. Prins T. Weber Basic reaction steps in the sulfidation of crystalline tungsten oxides J. Phys. Chem. 106 2002 3449 3457 [51] J.C. Muijsers T. Weber R.M. van Hardeveld H.W. Zandbergen J.W. Niemantsverdriet Sulfidation study of molybdenum oxide using MoO3/SiO2/Si(100) model catalysts and Mo3 IV-sulfur cluster compounds J. Catal. 157 1995 698 705 [52] R. Hernández-Huesca J. Mérida-Robles P. Maireles-Torres E. Rodríguez-Castellón A. Jiménez-López Hydrogenation and ring-opening of tetralin on Ni and NiMo supported on alumina-pillared α-zirconium phosphate catalysts. A thiotolerance study J. Catal. 203 2001 122 132 [53] J. Ancheyta P. Morales G. Betancourt G. Centeno G. Marroquín J.A.D. Muñoz Individual hydrotreating of FCC feed components Energy Fuels 18 2004 1001 1004 [54] V. Calemma M. Ferrari S. Rabl J. Weitkamp Selective ring opening of naphthenes: from mechanistic studies with a model feed to the upgrading of a hydrotreated light cycle oil Fuel 111 2013 763 770",
      "scopus-id": "85061551494",
      "coredata": {
        "eid": "1-s2.0-S2468823118305637",
        "dc:description": "A pre-sulfided hydrotreating catalyst was prepared via thiomolybdate intercalated NiAl layered double hydroxides (LDHs) followed by calcination under N2. Upon calcination, the decomposition of thiomolybdate in the interlayer produces MoS2 and releases sulfur to react with nickel in the sheets to produce NiSx. Poorly crystallized MoS2 and NiS2 are formed at 300 °C. However, MoS2 is converted into MoO2 while NiS2 is transformed into NiS and Ni3S2 at higher temperatures. The coordinatively unsaturated sites (CUS) on catalysts and dibenzothiophene (DBT) hydrodesulfurization (HDS) activity decrease as the calcination temperature increases. The catalyst calcined at 300 °C exhibits a little higher HDS activity but 2.3 times higher activity in tetralin (THN) hydrogenation than an oxidic catalyst derived from a molybdate intercalated LDH. Moreover, it shows 2.2 times higher THN hydrogenation activity than a commercial catalyst containing more metals. This could be ascribed to the formation of CUS and non-stoichiometric sulfur species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823118305637",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Hao"
          },
          {
            "@_fa": "true",
            "$": "Fan, Qiong"
          },
          {
            "@_fa": "true",
            "$": "Yang, Zhendong"
          },
          {
            "@_fa": "true",
            "$": "Tang, Siyao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Jingye"
          },
          {
            "@_fa": "true",
            "$": "Wu, Yan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823118305637"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823118305637"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(18)30563-7",
        "prism:volume": "468",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A novel pre-sulfided hydrotreating catalyst derived from thiomolybdate intercalated NiAl LDHs",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Layered double hydroxides"
          },
          {
            "@_fa": "true",
            "$": "Thiomolybdate"
          },
          {
            "@_fa": "true",
            "$": "Pre-sulfided"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Hydrotreating"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-8",
        "prism:endingPage": "8",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2019",
        "prism:doi": "10.1016/j.mcat.2019.01.027",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/j.mcat.2019.01.027",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10712",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7546",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6817",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5004",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4260",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7222",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12030",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7973",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2462",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24699",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22933",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "275",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22391",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "302",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18730",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "490",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37042",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25226",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54297",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "277",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25597",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "567",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25920",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "932605",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "46",
            "@width": "303",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1044",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118305637-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1753368",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85061551494"
      }
    }
  }
}