{
  "metadata": {
    "title": "Evaluation of acid properties of mechanochemically synthesized supported niobium oxide catalysts in the alkylation of toluene",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-09-30",
    "doi": "10.1016/j.mcat.2020.111092",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120303552",
    "pii": "S2468823120303552"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85087514893",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-07-08 2020-07-08 2020-07-08 2020-07-08 2020-09-14T19:55:54 1-s2.0-S2468823120303552 S2468-8231(20)30355-2 S2468823120303552 10.1016/j.mcat.2020.111092 S300 S300.2 FULL-TEXT 1-s2.0-S2468823120X00125 2022-06-21T22:19:16.433778Z 0 0 20200901 20200930 2020 2020-07-08T10:51:30.310279Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 493 493 C Volume 493 51 111092 111092 111092 202009 September 2020 2020-09-01 2020-09-30 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. EVALUATIONACIDPROPERTIESMECHANOCHEMICALLYSYNTHESIZEDSUPPORTEDNIOBIUMOXIDECATALYSTSINALKYLATIONTOLUENE PINEDA A 1 Introduction 2 Materials 2.1 Preparation of the support 2.2 Preparation of supported niobium oxide 2.3 Materials characterisation 3 Results and discussion 4 Conclusions Acknowledgements Appendix A Supplementary data References OKUHARA 2002 3641 3666 T CLARK 2002 791 797 J CORMA 1997 257 308 A KISS 2006 141 150 A FELICZAKGUZIK 2018 33 45 A ZILLILLAH 2014 1202 1210 T ARDIZZONE 2004 470 478 S LI 2013 347 353 Y CARNITI 2006 373 378 P ETIENNE 2015 2028 2054 M KORANI 2015 90 100 A UMPIERRES 2017 566 578 C SHAO 2015 1761 1767 Y GUAN 2017 14034 14042 W ELFERGANI 2017 M GARCIASANCHO 2014 1 10 C SILVA 2019 654 F OSTOVAR 2018 77 S PINEDA 2018 129 136 A PINEDA 2011 1561 1565 A SILVA 2017 498 504 A VALENCIABALVIN 2014 133 140 C NOWAK 1999 3603 3624 I SHIMIZU 2008 15 K LEE 2016 185 191 M LI 2015 4243 4248 B HUANG 2019 16636 16644 J ANAND 2008 72 79 C DELACRUZ 2010 60 64 M PINEDAX2020X111092 PINEDAX2020X111092XA 2022-07-08T00:00:00.000Z 2022-07-08T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2022-06-11T07:42:38.642Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined RUDN University RUDN University http://data.elsevier.com/vocabulary/SciValFunders/501100018647 http://sws.geonames.org/2017370/ Universidad de Córdoba Universidad de Córdoba http://data.elsevier.com/vocabulary/SciValFunders/501100008679 http://sws.geonames.org/3686110/ Junta de Andalucía Junta de Andalucía http://data.elsevier.com/vocabulary/SciValFunders/501100011011 http://sws.geonames.org/2510769/ Antonio Pineda is really grateful with the support provided by “Plan Propio de Investigación” from Universidad de Córdoba (Spain) and “Programa Operativo” FEDER funds from Junta de Andalucía . This publication has been prepared with support from RUDN University Program 5–100. Antonio Pineda is really grateful with the support provided by “Plan Propio de Investigación” from Universidad de Córdoba (Spain) and “Programa Operativo” FEDER funds from Junta de Andalucía. This publication has been prepared with support from RUDN University Program 5–100. item S2468-8231(20)30355-2 S2468823120303552 1-s2.0-S2468823120303552 10.1016/j.mcat.2020.111092 315758 2020-09-14T20:06:32.794155Z 2020-09-01 2020-09-30 1-s2.0-S2468823120303552-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/MAIN/application/pdf/8252133b25490f00db0d608444d30ff7/main.pdf main.pdf pdf true 1420544 MAIN 6 1-s2.0-S2468823120303552-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/PREVIEW/image/png/f17bc96c7648d0b36100b1c19ac79bda/main_1.png main_1.png png 55717 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120303552-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/ga1/DOWNSAMPLED/image/jpeg/e869bc7c4a630b798e006e8597303d00/ga1.jpg ga1 true ga1.jpg jpg 20954 200 351 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr1/DOWNSAMPLED/image/jpeg/c750a98d71fcca5bfe91198f5c7d843e/gr1.jpg gr1 gr1.jpg jpg 12939 291 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr2/DOWNSAMPLED/image/jpeg/e49960fdd739e5fddcb9f8ab246f3173/gr2.jpg gr2 gr2.jpg jpg 11367 313 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr3/DOWNSAMPLED/image/jpeg/a6cc373889b4e3f190308bfc0324a992/gr3.jpg gr3 gr3.jpg jpg 53521 238 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr4/DOWNSAMPLED/image/jpeg/f6077546f659afdab8b63aad1f835105/gr4.jpg gr4 gr4.jpg jpg 25539 417 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr5/DOWNSAMPLED/image/jpeg/29a2f0996c0936879d55a09749094ba2/gr5.jpg gr5 gr5.jpg jpg 17795 214 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr6/DOWNSAMPLED/image/jpeg/b41d385eef3155ef4b312243e887f73f/gr6.jpg gr6 gr6.jpg jpg 15959 200 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/sc1/DOWNSAMPLED/image/jpeg/2c41740fa90692c4349f85559c68ba16/sc1.jpg sc1 sc1.jpg jpg 7733 120 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303552-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/ga1/THUMBNAIL/image/gif/55af6700dc9e41e0a27bea15a2229e58/ga1.sml ga1 true ga1.sml sml 12541 125 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr1/THUMBNAIL/image/gif/0cbaaa68d2d6f9235b7c222d3722db0b/gr1.sml gr1 gr1.sml sml 4181 164 170 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr2/THUMBNAIL/image/gif/bfd14fec493f4c24b03e073a66f0229c/gr2.sml gr2 gr2.sml sml 3211 163 157 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr3/THUMBNAIL/image/gif/2abae535cdc1d0daf2832e940c87b002/gr3.sml gr3 gr3.sml sml 15126 92 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr4/THUMBNAIL/image/gif/a0aba35631c7c6c82ae35c5c386f373a/gr4.sml gr4 gr4.sml sml 4911 164 118 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr5/THUMBNAIL/image/gif/1a765ed51c50383f640426a1952ac99f/gr5.sml gr5 gr5.sml sml 5926 139 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/gr6/THUMBNAIL/image/gif/6970a40918ae8cf7487c4fb4830b6ebb/gr6.sml gr6 gr6.sml sml 6518 146 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/sc1/THUMBNAIL/image/gif/2615880ce0d4621b344cf7dbc212b96d/sc1.sml sc1 sc1.sml sml 2792 70 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303552-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303552/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/35dc8756ae3f979bba7998d178b0b107/mmc1.docx mmc1 mmc1.docx docx 369104 APPLICATION 1-s2.0-S2468823120303552-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:106DC4P90LB/MAIN/application/pdf/ec989e7cb3d9766ccfc29b3e105f9618/am.pdf am am.pdf pdf false 2139080 AAM-PDF MCAT 111092 111092 S2468-8231(20)30355-2 10.1016/j.mcat.2020.111092 Elsevier B.V. Scheme 1 Alkylation of toluene with benzyl chloride or benzyl alcohol. Scheme 1 Fig. 1 Isotherm plots for Al-SBA-15 used as support (____) as well as Nb0.5/Al-SBA-BM (…..). Fig. 1 Fig. 2 Low-angle X-ray diffractograms for the material Al-SBA-15 a) used as support and for Nb0.5/Al-SBA-BM b). Fig. 2 Fig. 3 TEM micrographs of the Nb1/Al-SBA-BM material. Fig. 3 Fig. 4 DRIFT of adsorbed pyridine measured at 100 °C for the materials: a) Al-SBA-15(catalytic support), b) Nb0.5/Al-SBA-BM and c) Nb1/Al-SBA-BM. Fig. 4 Fig. 5 Catalytic activity in the alkylation of toluene with benzyl chloride for the different materials investigated, Nb-loaded materials and their respective support. Reaction conditions: 100 mg catalyst, 10 mL toluene, 1 mL benzyl chloride (molar ratio 10:1), conventional heating: 110 °C. Fig. 5 Fig. 6 Catalytic activity in the alkylation of toluene with benzyl alcohol for the different materials investigated, Nb-loaded materials and their respective support. Reaction conditions: 100 mg catalyst, 10 mL toluene, 1 mL benzyl alcohol, conventional heating: 110 °C. Fig. 6 Table 1 Textural properties for Nb loaded materials with different metal loadings as well as their respective support, Al-SBA-15, measured by nitrogen physisorption. Table 1 Materials Metal loading (wt.%) SBET (m2/g) CBET DBJH (nm) VBJH (ml/g) Al-SBA-15 – 680 101 7.9 0.67 Al-SBA-15(BM)* – 635 110 7.8 0.64 Nb0.5/Al-SBA-BM 0.33 598 103 8.4 0.58 Nb1/Al-SBA-BM 0.66 710 105 7.9 0.60 * Al-SBA-15 material milled at 350 r.p.m. for 10 min without adding Nb salt precursor. Table 2 Surface acid properties of the niobium loaded materials as well as their respective aluminosilicate support evaluated using a chromatographic pulse method using different bases as probe molecules. Table 2 Materials Total acidity (μmol PY/g) Brönsted acidity (μmol DMPY/g) Lewis Acidity (μmol /g) Al-SBA-15 82 61 21 Nb0.5/Al-SBA-BM 90 56 33 Nb1/Al-SBA-BM 116 75 45 Evaluation of acid properties of mechanochemically synthesized supported niobium oxide catalysts in the alkylation of toluene Antonio Pineda a * Noelia Lázaro a Alina M. Balu a Angel Garcia a Antonio A. Romero a Rafael Luque a b a Departamento de Química Orgánica Universidad de Córdoba, Edificio Marie Curie (C-3), Campus de Rabanales, Ctra Nnal IV-A, Km 396, E14014, Cordoba, Spain Departamento de Química Orgánica Universidad de Córdoba Edificio Marie Curie (C-3) Campus de Rabanales Ctra Nnal IV-A Km 396 Cordoba E14014 Spain Departamento de Química Orgánica Universidad de Córdoba, Edificio Marie Curie (C-3), Campus de Rabanales, Ctra Nnal IV-A, Km 396, E14014, Cordoba, Spain b Peoples Friendship University of Russia (RUDN University), 6 Miklukho-Maklaya Str, 117198, Moscow, Russia Peoples Friendship University of Russia (RUDN University) 6 Miklukho-Maklaya Str Moscow 117198 Russia Peoples Friendship University of Russia (RUDN University), 6 Miklukho-Maklaya Str, 117198, Moscow, Russia ⁎ Corresponding author. Graphical abstract Niobium loaded SBA-15 aluminosilicates with different metal loadings (0.5 and 1 wt. %), were mechanochemically synthesized as catalysts for Friedel-Crafts alkylation reactions. The physicochemical properties of these materials were investigated by means of N2 adsorption/desorption measurements, ICP-MS, DRIFT of Py-adsorption among other characterisation techniques. Niobium-loaded materials as well as their respective support displayed a mesoporous nature and the typical structure of SBA-15 materials. The impact of the incorporation of niobium on the aluminosilicate support on the acidic properties was investigated in the alkylation of toluene using benzyl alcohol and benzyl chloride as alkylating agents. The modification of SBA-15 aluminosilicates with Nb particles incorporated a low number of active sites shown to be highly active in alkylation reactions, reaching quantitative conversion in short reaction times (> 10 min), especially for the alkylation of toluene with benzyl chloride, catalysed by Lewis acid sites. The small increase in Lewis acid sites is going to lead to enhanced catalytic activities. Keywords Niobium oxide Al-SBA-15 Lewis acidity Mecanochemistry Friedel Krafts alkylation 1 Introduction Research on replacing traditional inorganic acids by solid acids as catalysts with green credentials has attracted many efforts from the scientific community during last decades [1,2]. These materials have a significant potential in the design of novel systems with suitable acid properties as well as other physico-chemical properties including pore size leading to improved selectivity towards desired products [3]. The use of inorganic mineral acids as catalysts such as commonly used sulfuric acid and phosphoric acid among others entails several disadvantages including their difficult and more expensive separation from the reaction mixture, which sometimes requires from neutralization in addition to others such as the corrosiveness and the risky handling [3,4]. These facts have driven the research on the catalysis field towards the development of novel heterogeneous catalysts that overcome such drawbacks. Zeolites have been most widely used solid acid catalysts in recent years, either with research purposes or in industrial applications, due to their commercial availability as well as intrinsic properties including uniform microporous size, crystallinity, shape-selectivity and high acidity not only with research purposes also, due to their commercial availability, in the industry, and more specifically by the petrochemical industry. However, these materials because of their microporous nature face limitations when in the reactions are involve molecules with a diameter close to the pore size [5]. In addition to zeolites, other materials have been investigated as solid acid catalysts including heteropolyacids [6], sulphated metal oxides [7] and sulfonated resins among others [8]. Interestingly, Nb-loaded materials including Nb2O5–SiO2, Nb2O5–Al2O3, Nbmodified zeolites, mesoporous Nb-MCM-41 as well as Nb-layer compounds offer excellent redox and acidic properties [9] that make them a very engaging materials in the catalysis field, in addition to the applications in different areas like enzymatic biosensors [10], enzymes immobilisation [11] and as adsorbent [12]. For instance, Nb2O5–SiO2 has been employed as catalytic support for Pd in the hydrodeoxygenation of biomass-related compounds to alkanes [13]. Nb2O5-Al2O3 was also utilized as catalyst support in hydrodeoxygenation reactions of lignin model compounds [14]. In addition, the modification of zeolites with niobium lead to bifunctional materials with a big plethora of applications, being of special interest those related with biomass valorisation. For instance, Nb modified Beta zeolites were successfully investigated in the one-pot transformation of glucose into succinic acid, where the acid sites in the zeolite are the responsible of glucose dehydration to levulinic acid that eventually was oxidize to succinic acid by the Nb sites [15]. Another interesting application for Nbmodified materials has been the dehydration of xylose to furfural that has been attempted by several catalyst including MCM-41 and SBA-15 were niobium was loaded via wet impregnation and the catalytic activity was attributed to the acidity generated on the material [16]. SBA-15 materials are relevant as catalytic support due to their high surface area and pore volume in the mesopore range that convert it in an outstanding catalyst support. The functionalization of such materials has been addressed by the utilisation of a wide range including direct synthesis methods as well as post-synthetic protocols such as, incipient wetness impregnation, grafting whose selection is going to depend on the application and type of metal [17]. In this sense, mechanochemical synthesis of metal loaded SBA-15 materials is a propitious method for the incorporation of highly active and accessible nanoparticle on such materials as our research group has reported [18,19]. In this work we aim to evaluate the acidity of several Al-SBA-15 supported niobium oxide catalysts prepared by a mechanochemical protocol with different metal loadings. The variations in the materials acidity and the influence in the catalytic performance after the incorporation of niobium onto the mesoporous aluminosilicate will be investigated in the alkylation of toluene with benzyl alcohol and benzyl chloride as alkylating agents. 2 Materials 2.1 Preparation of the support Aluminosilicate SBA-15, with a theoretical Si/Al ratio of 20, employed as support was prepared by a sol-gel protocol. Typically, the preparation of the material takes place in several steps. In the first step, 8 g of the copolymer triblock Pluronics P123 used as template were dissolved in 300 mL of a HCl solution (pH = 1.5). Subsequently, 18 mL of tetraethyl orthosilicate were dropwise added to the solution under continuous stirring and, then, the required amount of aluminum isopropoxide was added to achieve the aforementioned Si to Al molar ratio and kept under stirring for 24 h. In the next step the sample underwent hydrothermal treatment for 24 h and, afterwards, filtered, dried and calcined at 600 °C for 6 h to obtain the catalytic support (Al-SBA-15). 2.2 Preparation of supported niobium oxide For the preparation of niobium oxide, different amounts of ammonium niobite oxalate hydrate (C4H4NNbO9.xH2O, purity 99.99 %) and Al-SBA-15 used as support, were ground together in a planetary ball mill PM100 Restch with a spinning speed of 350 r.p.m. for 10 min according to the method already reported by our research group [19]. The materials synthesised in this way were denoted NbX/Al-SBA-BM, where X is the metal loading that can be 0.5 wt.% or 1 wt.%, Al-SBA for the support Al-SBA-15 and BM stands for Ball Milling. 2.3 Materials characterisation Textural properties of the synthesised materials were evaluated by using Nitrogen adsorption measurements at the liquid nitrogen temperature (77 K) in a Micromeritics ASAP 2000 instrument. Prior to the analysis, the samples were outgassed for 24 h at 130 °C under vacuum. The surface area (SBET) was measured using the BET (Brunauer-Emmet-Teller) equation, CBET, a constant in that indicates the magnitude of the interaction between nitrogen and the material and whose value must be positive below 200, while the pore volume (VBJH) and the pore size distributions (DBJH) were obtained using the Barrett, Joyner, and Halenda method from the adsorption branch. XRD diffractograms were acquired in a Bruker D8D Discover (40 kV, 40 mA) instrument (Bruker AXS, Karlsruhe, Germany) using the Cu Kα radiation (λ = 1.54 Å). The scan speed was 0.5°/min in the interval 0.5° < 2θ < 5° for the low angle measurements. Measurements of the surface acidity were carried out by a pulse chromatographic titration at 300 °C using pyridine (PY) and 2,6-dimethylpyridine (DMPY) as titrant bases. Such molecules are injected in very small amounts (around 2 microlitre) until the saturation of the catalyst. Once the basic molecules are adsorbed on the surface of the material until complete saturation, the peaks corresponding with the probe molecules in the gas phase are detected in the GC by the FID detector. For these experiments, it is supposed that 2,6-dimethylpyridine titrates selectively Brönsted acid sites while pyridine titrates Brönsted and Lewis acid sites. The difference between the value obtained by titration with pyridine and those measured using 2,6-dimethylpyridine as probe molecule will provide the Lewis acidity. Surface acidity was evaluated also by Diffuse Reflectance Fourier-Transform Infrared (DRIFT) spectra of adsorbed PY in a ABB 3000MB device provided with an environmental chamber Pike Diffuse IR Tm. Prior to the measurements each material was standardised at 300 °C for 30 min and, subsequently, the references at different temperatures (100, 150, 200 and 300 °C). Then the sample is saturated in a pyridine atmosphere and the spectra at the temperatures above indicated were acquired. Nb content in the materials was determined by Inductively Coupled Plasma (ICP) in a Philips PU 70,000 sequential spectrometer equipped with an Echelle monochromator (0.0075 nm resolution) and couple to mass spectrometry. The digestion of the samples was performed in a solution HNO3:HF:HClO4 (1:1:1) and subsequently analysed by ICP-MS at the SCAI of Universidad de Cordoba facilities. The catalytic activity of as-synthesised materials was investigated in the alkylation of toluene with either benzyl alcohol or benzyl chloride using a Carousel Reaction Station TM (Radleys Discovery Technologies). In a typical experiment, 10 mL of toluene and 1 mL of benzyl alcohol or benzyl chloride were pre-heated at 110 °C and then 0.1 g of catalyst was added to the reaction mixture, which was further stirred at 110 °C until reaction completion. The sample was periodically withdrawn and analysed in a HP series II gas chromatograph fitted with a fused silica capillary column EQUITY™-1 (60 m ×0.25 mm ×0.25 μm) and a flame ionisation detector (FID). 3 Results and discussion The mechanochemical approach for the preparation of the supported niobium particles have been demonstrated, along the different publication of our research group, as a non-aggressive method with the support, whose most distinctive properties are preserved after milling [19,20], despite of the presence of certain amorphous silica domains, especially, if the sample is ground at high milling speed [20]. Fig. 1 shows the characteristic type IV isotherms for mesoporous SBA-15 materials in the IUPAC classification are preserved in material containing Nb particles after the milling process. In addition, it is possible to observe the expected hysteresis loop between 0.4 and 0.8 relative pressure due to the capillary condensation. With regards to the textural properties, the incorporation of niobium oxide particles leads to decreased surface area as compared with the support. In addition, the pore size of the materials containing Nb particles did not undergo any considerably alteration while the pore volume in Nb-modified materials was decreased upon milling due to a minor deterioration of the structure (likely related to pore blockage, Table 1 ). Niobium loading, determined by ICP-MS, was found a bit lower than the expected values, 0.33 and 0.63 wt. % for 0.5 and 1 wt.% theoretical loadings, respectively. Such low metal loading can explain the difficulties faced in niobium phase identification by X-ray diffraction and XPS. In addition, it could be expected a high dispersion of the metal particles on the support together leading to the formation of niobium particles with a small particle size. Thus, accordingly with existing literature we could assume that Nb2O5 in pseudohexagonal (TT) and orthorhombic (T) phases, which are predominant when the calcination temperature is lower than 500 °C, are present in the materials herein synthesised [21–23]. However, it is important to remark that Nb polymorphism is going to be strongly affected by the preparation method and metal precursors among other factors [23]. Low-angle X-ray diffractograms of both, parent Al-SBA-15 material as well as after mechanochemical incorporation show typical three peaks [(100), (110), (200) corresponding to the space group P6mm, ordered hexagonal materials. As it can be observed on Fig. 2 , the diffractogram related to Nb0.5/Al-SBA-BM shows a minimal deterioration degree as compared to the corresponding support, indicative of the robustness of the catalytic support. Particle size was intended to be evaluated by TEM analysis, without clearly observing any discrete particle as Fig. 3 shows. In addition, it is possible to observe the typical hexagonal arrangement of SBA-15 materials together with a certain amorphization degree caused by the milling process used in the materials preparation. The presence of niobium particles was confirmed in the EDX-mapping (Figure S1), where it can be observed that the metal particles are homogeneously dispersed on the surface of the mesoporous aluminosilicate. Surface acid properties were measured by a pulse chromatographic titration method using pyridine and 2,6-dimethylpyridine in the gas phase as probe molecules (Table 2 ). These measurements allow quantification of the total number of acid sites (amount of pyridine adsorbed on the catalyst), the number of Brönsted acid sites (evaluated by the quantity of 2,6-dimethylpyridine adsorbed on the catalyst) and Lewis acid sites (estimated by difference between total and Brönsted acidity). Total acidity increased after incorporation of Nb particles onto the mesoporous aluminosilicate support. Thus, while Lewis acidity linearly increases with the metal loading, Brönsted acidity remained constant except for the material with a higher Nb loading. With regards to Lewis acid sites, such increase on acidity is small as compared to that found for other catalysts prepared by our research group using same approach but different metals such as iron, where small iron loadings (0.04 wt. %) could lead to an increase on acidity up to 50 % [20]. DRIFTS of adsorbed pyridine at 100 °C (Fig. 4 ) confirm the results obtained by pyridine titration in gaseous phase. Adsorption bands at 1450 cm−1 y 1546 cm−1 could be assigned to Lewis and Brönsted acid sites, respectively. Upon incorporation of niobium particles, the band corresponding to pyridine coordinatively adsorbed on Lewis acid sites (1445 cm−1) increased for both catalysts, independently of the metal loading. In contrast, the band corresponding to Brönsted acidity only increased for the material with higher Nb loading, 1 wt.%. The modification of the surface acid properties upon the incorporation of niobium was investigated in the Friedel-Crafts alkylation of toluene with different alkylating agents. Such type of reactions have been relevant for both chemical and petrochemical industries, traditionally catalysed by Lewis catalysts such as AlCl3 [24]. The influence of Nb on Lewis acidity was investigated in the alkylation of toluene with benzyl chloride [25] while benzyl alcohol was employed as alkylating agent to investigate effects of Brönsted acidity [25,26]. This reaction gives a useful approach about how the incorporation of niobium particles influences the acid properties of SBA-15 aluminosilicates. The alkylation reaction investigated in this work, represented in Scheme 1 , leads to the formation of 1-benzyl-2-methylbenzene, 1-benzyl-4-methylbenzene in similar amounts and residual amounts of 1-benzyl-3-methylbenzene. In addition, when benzyl alcohol is used as alkylating agent the formation of dibenzyl ether is also observed as consequence of benzyl alcohol self-condensation over Brönsted acid sites [27]. With regards to the alkylation of toluene with benzyl chloride, a beneficial effect of the incorporation of niobium oxide particles can be clearly observed, especially for the material with the lowest Nb loading (Fig. 5 ). While Nb0.5/Al-SBA-BM was able to achieve quantitative conversion of benzyl chloride after 10 min of reaction, the catalytic support, Al-SBA-15, achieved analogous conversion after four hours, without influencing products distribution. According to the acidic properties, there is a small increase upon Nb incorporation that induces a noticeable enhancement in catalytic activity. Interestingly, Nb0.5/Al-SBA-BM exhibited higher acidity as compared to Nb1/Al-SBA-BM with the highest Lewis acidity among the investigated materials. Such behaviour can be explained by the nature of the preparation method (mechanochemical), leading to the deposition of Nb on the external surface of the catalytic support. An increase in metal loading on the same surface area it is going to lead to larger particles and, therefore, to a lower catalytic activity. This behaviour has been observed before in a previous work of our research work in which an increase in cobalt loading originated a decrease in catalytic activity [19]. This reaction was performed using a molar ratio toluene:benzyl chloride of 10:1. Additionally, different ratios between toluene and alkylating agent were investigated (Tables S1 and S2) leading to similar results. Remarkably, the use of Nb0.5/Al-SBA-BM leads to high conversion in a short reaction time even when the highest benzyl chloride concentration in the reaction mixture was used. In contrast, as surface acidity evaluation revealed, the incorporation of Nb does not cause an increase on Brönsted acidity that is reflected in a simply slightly improved catalytic performance for Nb1/Al-SBA-BM as compared to the catalytic support (Al-SBA-15). On the contrary that it could be expected, the incorporation of Nb does not have any advantageous effect in the alkylation reaction catalysed by Brönsted acid sites (Fig. 6 ). A comparison of results with others reported in previous publications for the alkylation of toluene with benzyl chloride shows that Nb0.5/Al-SBA-BM reached a comparable performance to that achieved by supported cobalt particles on Al-SBA15 materials [19]. Previously, ferrosilicates with SBA-15 were investigated in the Friedel–Crafts alkylation of aromatic compounds including toluene, anisole, p-xylene among others [28]. However, the catalytic conversion of benzyl chloride in the alkylation of toluene was lower (66 %) after longer reaction times to those reported in this work. Other Nbbased materials, such as niobium phosphates, have been also evaluated in the alkylation of other compounds such as anisole using benzyl chloride catalysed by Lewis acid sites [29]. Similarly, quantitative conversion of benzyl chloride was also reached for a reaction time shorter than 60 min. The stability of the investigated materials was investigated under the investigated reaction conditions. Upon reaction completion, the addition of new amounts of alkylating did not show any progress of the reaction as indicative of absence of leaching from the active phase. In addition, the evaluation of the niobium loading on the materials by ICP-MS did not reveal any significant loss of the metal after the first catalyst use (Table S3). 4 Conclusions The mechanochemical incorporation of niobium onto SBA-15 aluminosilicates lead to materials with that preserve almost unchanged textural and structural properties despite of the milling process employed for the materials preparation. The acid properties of the niobium loaded materials were slightly influenced, with only a slight increase in Lewis acidity. The influence of niobium incorporation in the catalytic activity was investigated in the alkylation reaction of toluene with benzyl chloride and benzyl alcohol as alkylating agents. Considering the reaction between toluene and benzyl chloride that is assisted by Brönsted acid sites, almost no changes were observed when the reaction is performed in the presence a Nb-loaded material as compared to the parent support. However, there is a clear beneficial effect of the incorporation Nb particles in the alkylation of toluene with benzyl chloride catalysed by Lewis acid sites, despite of the low increase in Lewis acid number produced by such modification on the parent Al-SBA-15 support. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements Antonio Pineda is really grateful with the support provided by “Plan Propio de Investigación” from Universidad de Córdoba (Spain) and “Programa Operativo” FEDER funds from Junta de Andalucía. This publication has been prepared with support from RUDN University Program 5–100. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.111092. Appendix A Supplementary data The following is supplementary data to this article: References [1] T. Okuhara Water-tolerant solid acid catalysts Chem. Rev. 102 2002 3641 3666 10.1021/cr0103569 T. Okuhara, Water-Tolerant Solid Acid Catalysts, Chem. Rev. 102 (2002) 3641-3666. https://doi.org/10.1021/cr0103569. [2] J.H. Clark Solid acids for green chemistry Acc. Chem. Res. 35 2002 791 797 10.1021/ar010072a J. H. Clark, Solid Acids for Green Chemistry, Acc. Chem. Res. 35 (2002) 791-797. https://doi.org/10.1021/ar010072a. [3] A. Corma H. García Organic reactions catalysed over solid acid catalysts Catal. Today 38 1997 257 308 10.1016/S0920-5861(97)81500-1 A. Corma, H. García, Organic reactions catalysed over solid acid catalysts, Catal. Today 38 (1997) 257-308. https://doi.org/10.1016/S0920-5861(97)81500-1. [4] A.A. Kiss F. Omota A.C. Dimian G. Rothenberg The heterogeneous advantage: biodiesel by catalytic reactive distillation Topics Catal. 40 2006 141 150 10.1007/s11244-006-0116-4 A. A. Kiss, F. Omota, A. C. Dimian, G. Rothenberg, The heterogeneous advantage: biodiesel by catalytic reactive distillation, Topics Catal. 40 (2006) 141-150. https://doi.org/10.1007/s11244-006-0116-4. [5] A. Feliczak-Guzik Hierarchical zeolites: synthesis and catalytic properties Microporous Mesoporous Mater. 259 2018 33 45 10.1016/j.micromeso.2017.09.030 A. Feliczak-Guzik, Hierarchical zeolites: Synthesis and catalytic properties, Micropor. Mesopor. Mater, 259 (2018) 33-45. https://doi.org/10.1016/j.micromeso.2017.09.030. [6] T.A.Ngu Zillillah L. Zhi Phosphotungstic acid-functionalized magnetic nanoparticles as an efficient and recyclable catalyst for the one-pot production of biodiesel from grease via esterification and transesterification Green Chem. 16 2014 1202 1210 10.1039/C3GC41379A Zillillah, T.A. Ngu, L. Zhi, Phosphotungstic acid-functionalized magnetic nanoparticles as an efficient and recyclable catalyst for the one-pot production of biodiesel from grease via esterification and transesterification, Green Chem, 16 (2014) 1202-1210. 10.1039/C3GC41379A. [7] S. Ardizzone C.L. Bianchi G. Cappelletti F. Porta Liquid-phase catalytic activity of sulfated zirconia from sol–gel precursors: the role of the surface features J. Catal. 227 2004 470 478 10.1016/j.jcat.2004.07.030 S. Ardizzone, C.L. Bianchi, G. Cappelletti, F. Porta, Liquid-phase catalytic activity of sulfated zirconia from sol–gel precursors: the role of the surface features, J Catal, 227 (2004) 470-478. https://doi.org/10.1016/j.jcat.2004.07.030. [8] Y. Li H. Liu C. Song X. Gu H. Li W. Zhu S. Yin C. Han The dehydration of fructose to 5-hydroxymethylfurfural efficiently catalyzed by acidic ion-exchange resin in ionic liquid Bioresour. Technol. 133 2013 347 353 10.1016/j.biortech.2013.01.038 Y. Li, H. Liu, C. Song, X. Gu, H. Li, W. Zhu, S. Yin, C. Han, The dehydration of fructose to 5-hydroxymethylfurfural efficiently catalyzed by acidic ion-exchange resin in ionic liquid, Bioresour. Technol. 133 (2013) 347-353. https://doi.org/10.1016/j.biortech.2013.01.038. [9] P. Carniti A. Gervasini S. Biella A. Auroux Niobic acid and niobium phosphate as highly acidic viable catalysts in aqueous medium: fructose dehydration reaction Catal. Today 118 2006 373 378 10.1016/j.cattod.2006.07.024 P. Carniti, A. Gervasini, S. Biella, A. Auroux, Niobic acid and niobium phosphate as highly acidic viable catalysts in aqueous medium: Fructose dehydration reaction, Catal. Today 118 (2006) 373-378. https://doi.org/10.1016/j.cattod.2006.07.024. [10] M. Etienne L. Zhang N. Vilà A. Walcarius Mesoporous materials‐based electrochemical enzymatic biosensors Electroanalysis 27 2015 2028 2054 M. Etienne, L. Zhang, N. Vilà, A. Walcarius, Mesoporous Materials‐Based Electrochemical Enzymatic Biosensors, Electroanalysis, 27 (2015) 2028-2054. [11] A. Korani A. Salimi High performance glucose/O2 compartment-less biofuel cell using DNA/CNTs as platform for immobilizing bilirubin oxidase as novel biocathode and integrated NH2-CNTs/dendrimer/glucose dehydrogenase/nile blue as bioanode Electrochem. Acta 185 2015 90 100 10.1016/j.electacta.2015.10.090 A. Korani, A. Salimi, High performance glucose/O2 compartment-less biofuel cell using DNA/CNTs as platform for immobilizing bilirubin oxidase as novel biocathode and integrated NH2-CNTs/dendrimer/glucose dehydrogenase/nile blue as bioanode, Electrochem. Acta, 185 (2015) 90-100. https://doi.org/10.1016/j.electacta.2015.10.090. [12] C.S. Umpierres L.D.T. Prola M.A. Adebayo E.C. Lima G.S. dos Reis D. brNb2O5/SiO2 material obtained by sol-gel method and applied as adsorbent of crystal violet dye Environ. Technol. 38 2017 566 578 10.1080/09593330.2016.1202329 C. S. Umpierres, L. D. T. Prola, M. A. Adebayo, E. C. Lima, G. S. dos Reis, D. brNb2O5/SiO2 material obtained by sol-gel method and applied as adsorbent of crystal violet dye. Environ. Technol. 38 (2017) 566-578. https://doi.org/10.1080/09593330.2016.1202329 [13] Y. Shao Q. Xia X. Liu G. Lu Y. Wang Pd/Nb2O5/SiO2 catalyst for the direct hydrodeoxygenation of biomass‐related compounds to liquid alkanes under mild conditions ChemSusChem 8 2015 1761 1767 10.1002/cssc.201500053 Y. Shao, Q. Xia, X. Liu, G. Lu, Y. Wang, Pd/Nb2O5/SiO2 Catalyst for the Direct Hydrodeoxygenation of Biomass‐Related Compounds to Liquid Alkanes under Mild Conditions, ChemSusChem 8 (2015) 1761-1767. https://doi.org/10.1002/cssc.201500053. [14] W. Guan X. Chen S. Jin C. Li C.W. Tsang C. Liang Highly Stable Nb2O5Al2O3 Composites Supported Pt Catalysts for Hydrodeoxygenation of Diphenyl Ether Ind. Eng. Chem. Res. 56 2017 14034 14042 10.1021/acs.iecr.7b03736 W. Guan, X. Chen, S. Jin, C. Li, C. W. Tsang, C. Liang, Highly Stable Nb2O5-Al2O3 Composites Supported Pt Catalysts for Hydrodeoxygenation of Diphenyl Ether, Ind. Eng. Chem. Res. 56 (2017) 14034-14042. https://doi.org/10.1021/acs.iecr.7b03736. [15] M. El-Fergani N. Candu S.M. Coman V.I. Parvulescu Nb-Based Zeolites: Efficient bi-Functional Catalysts for the One-Pot Synthesis of Succinic Acid from Glucose Molecules 22 2017 10.3390/molecules22122218 M. El-Fergani, N. Candu, S. M. Coman, V. I. Parvulescu, Nb-Based Zeolites: Efficient bi-Functional Catalysts for the One-Pot Synthesis of Succinic Acid from Glucose, Molecules, 22 (2017). https://doi.org/10.3390/molecules22122218. [16] C. García-Sancho I. Agirrezabal-Telleira M.B. Güemez P. MairelesTorres Dehydration of d-xylose to furfural using different supported niobia catalysts Appl. Catal. B 152-153 2014 1 10 10.1016/j.apcatb.2014.01.013 C. García-Sancho, I. Agirrezabal-Telleira, M. B. Güemez, P. Maireles-Torres, Dehydration of d-xylose to furfural using different supported niobia catalysts, Appl. Catal. B, 152-153 (2014) 1-10. https://doi.org/10.1016/j.apcatb.2014.01.013. [17] F.C.M. Silva M.J.S. Costa L.K.R. Silva A.M. Batista G.E. Luz Jr Functionalization methods of SBA15 mesoporous molecular sieve: a brief overview SN Appl. Sci. 1 2019 654 10.1007/s42452-019-0677-z F. C. M. Silva, M. J. S. Costa, L. K. R. Silva, A. M. Batista, G. E. Luz Jr., Functionalization methods of SBA-15 mesoporous molecular sieve: a brief overview, SN Appl. Sci. 1 (2019) 654. https://doi.org/10.1007/s42452-019-0677-z. [18] S. Ostovar A. Franco A.R. Puente-Santiago M. Pinilla-de Dios D. Rodríguez-Padrón H.R. Shaterian R. Luque Efficient mechanochemical bifunctional nanocatalysts for the conversion of isoeugenol to vanillin Front. Chem. 6 2018 77 10.3389/fchem.2018.00077 . S. Ostovar, A. Franco, A. R. Puente-Santiago, M. Pinilla-de Dios, D. Rodríguez-Padrón, H. R. Shaterian, R. Luque, Efficient Mechanochemical Bifunctional Nanocatalysts for the Conversion of Isoeugenol to Vanillin, Front. Chem. 6 (2018) 77. https://doi.org/10.3389/fchem.2018.00077. [19] A. Pineda M. Ojeda A.A. Romero A.M. Balu R. Luque Mechanochemical synthesis of supported cobalt oxide nanoparticles on mesoporous materials as versatile bifunctional catalysts Microporous Mesoporous Mater. 272 2018 129 136 10.1016/j.micromeso.2018.06.029 A. Pineda, M. Ojeda, A. A. Romero, A. M. Balu, R. Luque, Mechanochemical synthesis of supported cobalt oxide nanoparticles on mesoporous materials as versatile bifunctional catalysts, Micropor. Mesopor. Mater. 272 (2018) 129-136. https://doi.org/10.1016/j.micromeso.2018.06.029. [20] A. Pineda A.M. Balu J.M. Campelo A.A. Romero D. Carmona F. Balas J. Santamaria R. Luque ChemSusChem 4 2011 1561 1565 10.1002/cssc.201100265 A. Pineda, A. M. Balu, J. M. Campelo, A. A. Romero, D. Carmona, F. Balas, J. Santamaria, R. Luque, ChemSusChem, 4 (2011) 1561-1565. https://doi.org/10.1002/cssc.201100265. [21] A. Silva K. Wilson A.F. Lee V.C. Santos A.C. Cons Bacilla K.M. Mantovani S. Nakagaki Nb2O5/SBA-15 catalyzed propanoic acid esterification Appl. Catal. B 205 2017 498 504 10.1016/j.apcatb.2016.12.066 A. Silva, K. Wilson, A. F. Lee, V. C. Santos, A. C. Cons Bacilla, K. M. Mantovani, S. Nakagaki, Nb2O5/SBA-15 catalyzed propanoic acid esterification, Appl. Catal. B, 205 (2017) 498-504. https://doi.org/10.1016/j.apcatb.2016.12.066 [22] C. Valencia-Balvín S. PérezWalton G.M. Dalpian J.M. Osorio-Guillén First-principles equation of state and phase stability of niobium pentoxide Comp. Mater. Sci. 81 2014 133 140 10.1016/j.commatsci.2013.07.032 C. Valencia-Balvín, S. Pérez-Walton, G. M. Dalpian, J. M. Osorio-Guillén, First-principles equation of state and phase stability of niobium pentoxide, Comp. Mater. Sci. 81 (2014) 133-140. https://doi.org/10.1016/j.commatsci.2013.07.032. [23] I. Nowak M. Ziolek Niobium compounds: preparation, characterization, and application in heterogeneous catalysis Chem. Rev. 99 1999 3603 3624 10.1021/cr9800208 I. Nowak, M. Ziolek, Niobium Compounds: Preparation, Characterization, and Application in Heterogeneous Catalysis, Chem. Rev. 99 (1999) 3603-3624. https://doi.org/10.1021/cr9800208. [24] K. Shimizu K. Niimi A. Satsuma Polyvalent-metal salts of heteropolyacid as catalyst for Friedel-Crafts alkylation reactions Appl. Catal. A Gen. 349 2008 15 10.1016/j.apcata.2008.03.042 K. Shimizu, K. Niimi, A. Satsuma, Polyvalent-metal salts of heteropolyacid as catalyst for Friedel-Crafts alkylation reactions Appl. Catal. A: Gen. 349 (2008), 1-5. https://doi.org/10.1016/j.apcata.2008.03.042. [25] M. Lee Y. Seo H.S. Shin C. Jo R. Ryoo Anatase TiO2 nanosheets with surface acid sites for Friedel–Crafts alkylation Microporous Mesoporous Mater. 222 2016 185 191 10.1016/j.micromeso.2015.10.019 M. Lee, Y. Seo, H.S. Shin, C. Jo, R. Ryoo Anatase TiO2 nanosheets with surface acid sites for Friedel–Crafts alkylation, Micropor. Mesopor. Mater. 222 (2016), pp. 185-191. https://doi.org/10.1016/j.micromeso.2015.10.019 [26] B. Li K. Leng Y. Zhang J.J. Dynes J. Wang Y. Hu D. Ma Z. Shi L. Zhu D. Zhang Metal-organic framework based upon the synergy of a Bronsted acid framework and Lewis acid centers as a highly efficient heterogeneous catalyst for fixed-bed reactions J. Am. Chem. Soc. 137 2015 4243 4248 10.1021/jacs.5b01352 B. Li, K. Leng, Y. Zhang, J. J. Dynes, J. Wang, Y. Hu, D. Ma, Z. Shi, L. Zhu, D. Zhang, Metal-organic framework based upon the synergy of a Bronsted acid framework and Lewis acid centers as a highly efficient heterogeneous catalyst for fixed-bed reactions. J. Am. Chem. Soc. 137 (2015) 4243– 4248, DOI: 10.1021/jacs.5b01352 [27] J. Huang B. Liu Z. Liao H. Chen K. Yan Fabrication of Cu-encapsulated hierarchical MEL zeolites for alkylation of mesitylene with benzyl alcohol Ind. Eng. Chem. Res. 58 2019 16636 16644 10.1021/acs.iecr.9b03524 J. Huang, B. Liu, Z. Liao, H. Chen, K. Yan, Fabrication of Cu-encapsulated hierarchical MEL zeolites for alkylation of mesitylene with benzyl alcohol. Ind. Eng. Chem. Res. 58 (2019) 16636−16644, https://doi.org/10.1021/acs.iecr.9b03524. [28] C. Anand P. Srinivasu S. Alam V.V. Balasubramanian D.P. Sawant M. Palanichamy V. Murugesan A. Vinu Highly active three-dimensional cage type mesoporous ferrosilicate catalysts for the Friedel–Crafts alkylation Micropor Microporous Mesoporous Mater. 111 2008 72 79 10.1016/j.micromeso.2007.07.011 C. Anand, P. Srinivasu, S. Alam, V.V. Balasubramanian, D.P. Sawant, M. Palanichamy, V. Murugesan, A. Vinu, Highly active three-dimensional cage type mesoporous ferrosilicate catalysts for the Friedel–Crafts alkylation Micropor. Mesopor. Mater. 111 (2008) 72–79, https://doi.org/10.1016/j.micromeso.2007.07.011. [29] M.H.C. de La Cruz Â.S. Rocha E.R. Lachter A.M.S. Forrester M.C. Reis R.A.S. San Gil S. Caldarelli A.D. Farias W.A. Gonzalez Investigation of the catalytic activity of niobium phosphates for liquid phase alkylation of anisole with benzyl chloride Appl. Catal. A-Gen. 386 2010 60 64 10.1016/j.apcata.2010.07.030 M.H.C. de La Cruz, Â.S. Rocha, E.R. Lachter, A.M.S. Forrester, M.C. Reis, R.A.S. San Gil, S. Caldarelli, A.D. Farias, W.A. Gonzalez, Investigation of the catalytic activity of niobium phosphates for liquid phase alkylation of anisole with benzyl chloride Appl. Catal. A-Gen. 386 (2010) 60-64, https://doi.org/10.1016/j.apcata.2010.07.030.",
      "scopus-id": "85087514893",
      "coredata": {
        "eid": "1-s2.0-S2468823120303552",
        "dc:description": "Niobium loaded SBA-15 aluminosilicates with different metal loadings (0.5 and 1 wt. %), were mechanochemically synthesized as catalysts for Friedel-Crafts alkylation reactions. The physicochemical properties of these materials were investigated by means of N2 adsorption/desorption measurements, ICP-MS, DRIFT of Py-adsorption among other characterisation techniques. Niobium-loaded materials as well as their respective support displayed a mesoporous nature and the typical structure of SBA-15 materials. The impact of the incorporation of niobium on the aluminosilicate support on the acidic properties was investigated in the alkylation of toluene using benzyl alcohol and benzyl chloride as alkylating agents. The modification of SBA-15 aluminosilicates with Nb particles incorporated a low number of active sites shown to be highly active in alkylation reactions, reaching quantitative conversion in short reaction times (> 10 min), especially for the alkylation of toluene with benzyl chloride, catalysed by Lewis acid sites. The small increase in Lewis acid sites is going to lead to enhanced catalytic activities.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120303552",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pineda, Antonio"
          },
          {
            "@_fa": "true",
            "$": "Lázaro, Noelia"
          },
          {
            "@_fa": "true",
            "$": "Balu, Alina M."
          },
          {
            "@_fa": "true",
            "$": "Garcia, Angel"
          },
          {
            "@_fa": "true",
            "$": "Romero, Antonio A."
          },
          {
            "@_fa": "true",
            "$": "Luque, Rafael"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120303552"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120303552"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30355-2",
        "prism:volume": "493",
        "articleNumber": "111092",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Evaluation of acid properties of mechanochemically synthesized supported niobium oxide catalysts in the alkylation of toluene",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Niobium oxide"
          },
          {
            "@_fa": "true",
            "$": "Al-SBA-15"
          },
          {
            "@_fa": "true",
            "$": "Lewis acidity"
          },
          {
            "@_fa": "true",
            "$": "Mecanochemistry"
          },
          {
            "@_fa": "true",
            "$": "Friedel Krafts alkylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111092",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2020",
        "prism:doi": "10.1016/j.mcat.2020.111092",
        "prism:startingPage": "111092",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111092",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "351",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20954",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "291",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12939",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11367",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "238",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53521",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "417",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25539",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "214",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17795",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15959",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "120",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7733",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "125",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12541",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4181",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "157",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3211",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15126",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4911",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5926",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6518",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2792",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "369104",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303552-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2139080",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85087514893"
      }
    }
  }
}