{
  "metadata": {
    "title": "A polydopamine-mediated crystalline/amorphous Ru-RuO<ce:inf loc=post>2</ce:inf>/Ni(OH)<ce:inf loc=post>2</ce:inf> composite catalyst for high current density hydrogen evolution reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-06-01",
    "doi": "10.1016/j.mcat.2025.115106",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125002925",
    "pii": "S2468823125002925"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105001940301",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-04-10 2025-04-10 2025-04-10 2025-04-10 2025-04-25T00:06:19 1-s2.0-S2468823125002925 S2468-8231(25)00292-5 S2468823125002925 10.1016/j.mcat.2025.115106 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00079 2025-04-25T01:24:02.012024Z 0 0 20250601 2025 2025-04-10T22:25:44.748702Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 580 580 C Volume 580 10 115106 115106 115106 20250601 1 June 2025 2025-06-01 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. APOLYDOPAMINEMEDIATEDCRYSTALLINEAMORPHOUSRURUO2NIOH2COMPOSITECATALYSTFORHIGHCURRENTDENSITYHYDROGENEVOLUTIONREACTION LAI L 1 Introduction 2 Experimental methods 2.1 Synthesis of PDA/NF 2.2 Synthesis of Ru-RuO2-Ni(OH)2/PDA/NF 2.3 Material characterizations 2.4 Electrochemical tests 2.5 DFT 3 Results and discussion 3.1 Synthesis and structural characterization 3.2 Electrocatalytic properties for HER 3.3 Mechanism analysis by DFT 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References WANG 2021 4 S ZHOU 2022 2202336 B RABI 2020 111116 O HU 2019 2620 2645 C KHOSA 2022 112514 R SANATI 2022 3119 3151 S XU 2023 11302 11320 Y TIAN 2019 1808066 X FENG 2025 130531 Q ZAHRA 2022 141257 S BAE 2020 43 56 S BAI 2024 737 744 F LI 2020 31 40 C LIU 2022 2200928 Y MA 2023 11759 11776 W LI 2023 8079 8098 Y KHAMGAONKAR 2023 6812 6848 S JING 2024 113832 C GUAN 2024 127628 J XU 2018 1819 1827 J CHEN 2024 2310690 W YANG 2021 160 Y YUAN 2023 922 930 Y LUO 2020 100274 W NGUYEN 2023 172020 T WU 2024 815 822 J KUANG 2024 2402043 Y ZHU 2022 15370 15389 J CHEN 2021 e2104764 X CHEN 2020 136732 S XIAO 2020 1900796 X LI 2020 1901833 M LI 2024 11890 11901 W WANG 2019 249 256 D HU 2022 713 719 Y PERDEW 1996 3865 3868 B KRESSE 1996 15 50 J WANG 2021 108033 V GRIMME 2011 1456 1465 S 1994 17953 17979 WANG 2021 e2005587 K YAN 2021 15586 15594 P KONG 2023 156023 A JI 2023 2300013 P LIU 2025 137336 Y WAN 2023 1022 1029 C YAN 2024 2406070 H ZHOU 2024 e202300980 L SHARMA 2021 2006478 P KIM 2023 1406 1414 D ALBOUKHARI 2024 141038 J WANG 2019 506 512 Y LAI 2021 26861 26872 W HUANG 2019 17458 17464 J KONG 2021 897 906 A YU 2021 118395 Y ZHANG 2022 2103 2111 J MAO 2023 698 709 F BARANTON 2013 1 8 S LI 2024 e2403151 C LI 2024 e2307164 W ZHAO 2021 120395 Y LAIX2025X115106 LAIX2025X115106XL 2027-04-10T00:00:00.000Z 2027-04-10T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-04-10T02:01:20.543Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined KX6410 http://sws.geonames.org/1814991 Foundation for High Level Talents of Shihezi University Tianchi Talent Program 2023AB033 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 This work was financially supported by Bingtuan Science and Technology Program (No. 2023AB033), Tianchi Talent Program (Young Doctoral Program) of Xinjiang of 2024. The Foundation for High Level Talents of Shihezi University (KX6410). This work was financially supported by Bingtuan Science and Technology Program (No. 2023AB033 ), Tianchi Talent Program (Young Doctoral Program) of Xinjiang of 2024. The Foundation for High Level Talents of Shihezi University ( 0730-KX6410 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00292-5 S2468823125002925 1-s2.0-S2468823125002925 10.1016/j.mcat.2025.115106 315758 2025-04-25T01:24:02.012024Z 2025-06-01 1-s2.0-S2468823125002925-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/MAIN/application/pdf/c252a00227774c5247ccbe671e3800fa/main.pdf main.pdf pdf true 7870227 MAIN 9 1-s2.0-S2468823125002925-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/PREVIEW/image/png/81d5d4ae3e693b88901591cc12b4fe8b/main_1.png main_1.png png 59879 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125002925-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr2/DOWNSAMPLED/image/jpeg/e56698cb9985a4f0bc270220216fddff/gr2.jpg gr2 gr2.jpg jpg 52895 282 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/ga1/DOWNSAMPLED/image/jpeg/58edd21dd92a03afd951e6d23eb276d8/ga1.jpg ga1 true ga1.jpg jpg 50580 200 428 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr1/DOWNSAMPLED/image/jpeg/eb9ad429d0501058f72f87585fae279d/gr1.jpg gr1 gr1.jpg jpg 231197 759 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr4/DOWNSAMPLED/image/jpeg/0f85bfd376e93d6cf050c87e7b8f8e03/gr4.jpg gr4 gr4.jpg jpg 148976 907 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr3/DOWNSAMPLED/image/jpeg/a22abd392fb206d7057fcdf2172fd225/gr3.jpg gr3 gr3.jpg jpg 110796 561 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr5/DOWNSAMPLED/image/jpeg/6587d56af2e7865c2ba386a46a11e3a3/gr5.jpg gr5 gr5.jpg jpg 135335 434 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002925-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr2/THUMBNAIL/image/gif/0afcfe11438f07ad73ff192df2d98a3e/gr2.sml gr2 gr2.sml sml 8460 91 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/ga1/THUMBNAIL/image/gif/4fcdb297c37a8d4927e7806c13c2491c/ga1.sml ga1 true ga1.sml sml 19648 102 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr1/THUMBNAIL/image/gif/a40092427da35afef66204bde1d6bd42/gr1.sml gr1 gr1.sml sml 18681 163 154 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr4/THUMBNAIL/image/gif/e608680aa47faaa18931e0197f72aedf/gr4.sml gr4 gr4.sml sml 9898 163 122 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr3/THUMBNAIL/image/gif/7bd92560e647d7deb50156e63f52cfe3/gr3.sml gr3 gr3.sml sml 14303 164 209 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/gr5/THUMBNAIL/image/gif/bae264fc998037e2f4469fa4fee42da9/gr5.sml gr5 gr5.sml sml 15756 140 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002925-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/HIGHRES/image/jpeg/baa20861124ba88993f3136adf6baaf6/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 332840 1246 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/HIGHRES/image/jpeg/2c1086149b993d45f5cf51bf1e7fc012/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 436566 886 1895 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/HIGHRES/image/jpeg/becdc81c8bcd2c3c09e4cbb3ed105277/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 2320318 3362 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002901/HIGHRES/image/jpeg/834433cfc47aa3a1e2f480746cc957ea/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1027295 4012 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002901/HIGHRES/image/jpeg/8bb778a04c7d3ea71d480b85a2f2cbf3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 772117 2485 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002901/HIGHRES/image/jpeg/063427a01206ea7633970e8761fdc8b6/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 929420 1922 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125002925-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002925/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5cbd4492a5f119c9b32071d34736f6ee/mmc1.docx mmc1 mmc1.docx docx 1036785 APPLICATION MCAT 115106 115106 S2468-8231(25)00292-5 10.1016/j.mcat.2025.115106 Elsevier B.V. Fig. 1 (b) SEM image of PDA/NF, (c) SEM image of Ru-RuO2 Ni(OH)2/PDA/NF, (d) Enlarged SEM image of Ru-RuO2 Ni(OH)2/PDA/NF, (e) TEM image of Ru-RuO2 Ni(OH)2/PDA/NF arrays, (f) HRTEM image, (g) SAED pattern, (h) elemental mapping. Fig 1 Fig. 2 (a) XRD patterns of PDA/NF and Ru-RuO2 Ni(OH)2/PDA/NF and (b) the corresponding Raman spectra. Fig 2 Fig. 3 (a, b) High-resolution XPS spectra of N 1 s and O 1 s for PDA/NF and Ru-PDA/NF (c) High resolution XPS spectra of for Ru 3p Ru-RuO2/Ni(OH)2/PDA/NF and (d) Ni 2p. Fig 3 Fig. 4 (a) HER LSV for NF, PDA/NF, Pt/C, Ru/NF and Ru-RuO2/Ni(OH)2/PDA/NF, (b, c,) The corresponding Tafel plots, double layer capacitance EIS, (d) Corresponding charge-transfer resistance diagram, (e) Timing amperometry of Ru-RuO2/Ni(OH)2/PDA/NF at 1.0 M KOH. Fig 4 Fig. 5 (a) Differential charge density analysis of the optimal and comparative catalyst structures. (b) PDOS of Ru/RuO2/Ni(OH)2, Ru, RuO2 and Ru/RuO2. (c) Gibbs free energy profiles for hydrogen adsorption (ΔGH*) on Ni(OH)2, Ni(OH)2/Ru, RuO2/Ru, Ru, RuO2, Ni(OH)2/RuO2/Ru (illustrated with the optimized hydrogen adsorption structures of each catalyst). Fig 5 A polydopamine-mediated crystalline/amorphous Ru-RuO2/Ni(OH)2 composite catalyst for high current density hydrogen evolution reaction Liuyun Lai Writing – original draft Validation Software Formal analysis a 1 Houjun Zhang Visualization Validation Software Investigation Data curation b 1 Juan Zeng Writing – original draft Validation Methodology Investigation Conceptualization a Yanzhao Dong Supervision Project administration Methodology Conceptualization a Wenqing Jin Validation Resources Project administration Data curation a Chengcheng Li Validation Project administration Investigation Data curation a Yueshun Li Validation Investigation Data curation a Yiran Niu Software Resources Investigation Data curation a Jinli Zhang Supervision Resources Project administration Investigation Funding acquisition a b Haiyang Zhang Supervision Resources Methodology Funding acquisition Conceptualization a ⁎ Aiqun Kong Writing – review & editing Supervision Resources Project administration Methodology Formal analysis Conceptualization a ⁎ a State Key Laboratory Incubation Base for Green Processing of Chemical Engineering, School of Chemistry and Chemical Engineering of Shihezi University, Shihezi, Xinjiang 832000, PR China State Key Laboratory Incubation Base for Green Processing of Chemical Engineering School of Chemistry and Chemical Engineering of Shihezi University Shihezi Xinjiang 832000 PR China aState Key Laboratory Incubation Base for Green Processing of Chemical Engineering, School of Chemistry and Chemical Engineering of Shihezi University, Shihezi, Xinjiang 832000, PR China b School of Chemical Engineering & Technology, Tianjin University, Tianjin 300350, PR China School of Chemical Engineering & Technology Tianjin University Tianjin 300350 PR China bSchool of Chemical Engineering & Technology, Tianjin University, Tianjin 300350, PR China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Ruthenium (Ru)-based materials are considered significantly promising alternative electrocatalysts, benefiting from the fact that it has similar hydrogen bonding energy to Pt and is much cheaper than Pt toward the industrial alkaline hydrogen evolution reaction (HER). However, the weak kinetics of water dissociation for water is reduced to hydrogen by electrochemistry in alkaline solutions impedes seriously its practical application. We propose a novel and efficient method for preparing Ru-RuO2/Ni(OH)2/PDA hybrids, inspired by the reducibility and excellent adhesion of Polydopamine (PDA). It is interesting that in the process of preparing Ru nanoparticles by electrodeposition, the reduction rate of Ru can be adjusted by the PDA attached to the surface of nickel foam so that Ru/RuO2 hybrids with crystal structure can be prepared. Meanwhile, the amorphous Ni(OH)2 nanoarray was grown on the surface of PDA without additional Ni source. The experimental and simulation consequence showed that the mussel-inspired polydopamine transition layer significantly improves the activity of Ru/RuO2 nanoparticles for HER, which is due to the change in electronic structure caused by the favorable interaction between amorphous Ni(OH)2 and crystalline Ru-RuO2. Astonishingly, the Ru-RuO2/Ni(OH)2/PDA electrode presented an overpotential of merely 154 mV at a current density of 1000 mA cm⁻² in an alkaline medium. (1 M KOH), and simultaneously demonstrating prominent long-term stability for 600 h. This work supplies a neoteric venue for optimizing ruthenium-based electrocatalysts toward industrial green hydrogen production. Graphical abstract Image, graphical abstract Inspired by the reducibility and good adhesion of Polydopamine (PDA), we propose a new and efficient method for preparing Ru-RuO2/Ni(OH)2/PDA hybrids. The prepared Ru-RuO2/Ni(OH)2/PDA electrode displayed overpotential of only 154 mV at high current density of 1000 mA cm-2 in alkaline solution (1 M KOH), and simultaneously demonstrating prominent long-term stability for 600 h. Keywords Ruthenium-based catalyst Electrocatalysis Alkaline electrolyzed water High current density Data availability The authors do not have permission to share data. 1 Introduction Hydrogen energy, as a green, safe, efficient, high-energy density, and environmentally low-impact characteristics secondary energy source has deemed to be a potential alternative power carrier to traditional fossil energy, which can promote the plant-scale application of renewable energy [1–3]. Of all the hydrogen production techniques, alkaline water electrolysis (AWE) is viewed as the best promising and broadly accepted for industrialization [4,5]. However, water electrolysis technology is still distant from satisfactory for industrial applications (1000 mA cm-2) due to the shortage of economically competitive, high efficient and steady-going compounds involved in the hydrogen evolution reaction (HER) and oxygen evolution reaction (OER) [6–9]. To realize industrial hydrogen evolution, It is essential to design a more efficient electrocatalyst with ampere level current densities and durable operating stability for HER [10–12]. Although, platinum (Pt) is still be seen as the benchmark electrocatalyst for HER in commercial application at present on account to the optimal hydrogen adsorption free energy [13–16]. The high cost, scarcity and poor stability at high current densities of Pt stymie its large-scale applications [17–19]. Ruthenium (Ru), belonging to the Pt-group of metals, based materials are a promising alternative to Pt by reason of the suitable metal-hydrogen bond intensity (65 kcal mol-1) and comparatively low cost (only one-third that of Pt) [20–23]. However, the weak ability of water dissociation and irreversible agglomeration contribute to inadequate HER activity and stability when current densities are high with extreme conditions [24–28]. Thus, it is highly desired to rational design Ru-based electrocatalysts to simultaneously optimize water dissociation kinetics and enhance catalytic stability towards the HER performance for the industrial hydrogen production. Recently, considerable efforts have demonstrated that nickel hydroxide (Ni(OH)2) nanosheets can efficaciously cracking the H–OH bond for dissociating water molecules. However, the reaction performance of Ni(OH)2 nanosheets is not satisfactory for HER activity by reason of the poor conductivity. As a consequence, s integrating strategies are usually adopted to design a high-efficient electrocatalyst with the synergistic effect for HER. Yu and co-workers reported that Ru in its atomic form was secured on Ni(OH)2 nanoribbon obviously reduce the kinetic energy barrier and subsequently promoting the HER performance [29]. Nevertheless, the evaluation of numerous HER electrocatalysts was conducted at low current densities of 10 mA cm-2, which is not suitable for practical purposes. Zhu and co-workers composited Ni(OH)2 layers embedded Ru quantum dots (QDs) with a simple hydrothermal procedure. With an overpotential of 105.1 mV at 300 mA cm- 2, the catalysts exhibited strong HER catalytic ability [30]. Ren and co-workers prepared Fe adulterated Ru/Ni(OH)2 (Ru/(Fe,Ni)(OH)2) nanosheet arrays by hydrothermal and self-reduction method. The obtained Ru/(Fe,Ni)(OH)2 just needed an overpotential of 152 mV to actuate 1000 mA cm- 2 for HER [31]. The above results showed that the HER activity can be boosted by regulating the structure or electronic structure of Ru, but the stability at high current density needs to be further improved. This further demonstrates that coupling highly active noble metals with transition metals through doping or similar approaches is a highly effective strategy for fabricating efficient electrocatalysts, which not only reduces costs but also enhances catalytic performance [32,33]. Cao et al. proved that Ru-based catalysts stability could be improved by coating with polyaniline (PANI) by reducing dissolution in harsh electrolytes environment [34]. Polydopamine (PDA), a material inspired by mussels, has a unique property of forming interfacial coatings and supporting the anchoring of metal ions and particles. Wang et al. have verified that Polydopamine (PDA) as a bio-inspired coating material can inhibit Ru-Ni(OH)2 erosion during HER reaction, thereby improving the catalyst stability, which has generated considerable attention during the past few years [35]. Furthermore, the construction of the special structures combining the crystal and amorphous phases have been demonstrated to accelerate the HER process. Inspired by these works, we propose a new strategy for preparing Ru-RuO2 Ni(OH)2/PDA/NF composite catalysts based on PDA-regulated crystalline Ru-RuO2 and amorphous Ni(OH)2 nanosheet arrays via a facile self-polymerization reaction of dopamine on Ni foam (NF) followed by electrodeposition method. In particular, PDA not only can be coated on the NF uniformly with the strong adhesion but also control the reduction rate of Ru to form crystalline Ru-RuO2 in the process of electrodeposition. The presence of PDA induced partial hydrolysis of Ru3+ to RuO2. Meanwhile, due to the weak acidity of PDA solution, Ni2+ ions were formed by etching foam nickel in the process of polymerization to form PDA, and the formed Ni2+ ions were introduced into the PDA. During the electrodeposition of Ru, Ni2+ ions were converted to amorphous Ni(OH)2, forming a Ru-RuO2 Ni(OH)2/PDA/NF composite catalyst as depicted in Fig 1 a. The obtained crystalline/amorphous heterostructure catalyst showed exceptional HER performance with remarkably low overpotentials of 112 and 154 mV at the present densities of 500 and 1000 mA cm-2, separately, in alkaline solution (1 M KOH). Simultaneously, the Ru-RuO2 Ni(OH)2/PDA/NF catalyst is subjected to a high current density of 1000 mA cm-2, it displayed the extraordinary long-term stability for over 600 h, suggesting its suitability for practical application. The pronounced interaction within the crystalline Ru-RuO2 and amorphous Ni(OH)2 that regulated the electronic structure, which modulates the HER activity. Density function theory calculation was consistent with the experimental result. 2 Experimental methods 2.1 Synthesis of PDA/NF The pre-treated nickel foam was placed in (9 mg mL-1) dopamine hydrochloride solution for 12 h, and put into a vacuum oven to dry for 6 h to acquire the PDA/NF electrode deposited with polydopamine. 2.2 Synthesis of Ru-RuO2-Ni(OH)2/PDA/NF The PDA/NF electrode served as the working electrode, while a Hg/HgO electrode was used as the reference and a platinum sheet acted as the counter electrode. Electrodeposition was carried out in a three-electrode setup using 0.02 M RuCl3·3H2O as the electrolyte solution. The deposition was carried out at a constant voltage of −1 V for 1 h, resulting in the formation of the PDA-Ru/NF electrode, also referred to as the Ru-RuO2/Ni(OH)2 electrode. For details on the preparation of the remaining comparison catalysts and the commercial Pt/C electrode, please refer to the supplementary materials. 2.3 Material characterizations The synthesized electrode catalyst materials were systematically characterized through a series of advanced analytical techniques. X-ray diffraction (XRD) analysis (Bruker, Cu Kα radiation, 10–90°) was conducted to elucidate the crystalline phase and structural properties of the materials. The surface morphology and microstructural attributes were examined using scanning electron microscopy (SEM, Zeiss Sigma 300) and transmission electron microscopy (TEM, Tecnai G2 F30), providing detailed insights into the materials’ surface topography and morphological characteristics. Raman spectroscopy (LabRam HR Evolution) was employed to probe the molecular structure and bond configurations within the samples, while X-ray photoelectron spectroscopy (XPS, Thermo Escalab 250XI) offered an in-depth analysis of the elemental composition and electronic states, revealing the chemical environment and oxidation states present. Additionally, inductively coupled plasma mass spectrometry (ICP-MS, Agilent 7800) enabled precise quantification of the elemental concentrations, including trace elements, within the material matrix, enhancing the comprehensive understanding of its elemental profile. 2.4 Electrochemical tests All the catalysts prepared above were tested by electrochemistry, including LSV, CV and EIS. After that, the electrochemical performance parameters such as Tafel slope, Cdl and ECSA of various materials were obtained by calculating the data. At the same time, the stability of catalyst and Faraday efficiency of whole water cracking were tested. See the electrochemical test of supporting materials for specific experimental parameter conditions and parameter settings. 2.5 DFT All spin-polarized DFT calculations were executed with the Perdew-Burke-Ernzerhof (PBE) exchange-correlation functional under the generalized gradient approximation (GGA), using the VASP, implemented through the Vienna Ab initio Simulation Package (VASP) [36–38]. The energy cut-off was set at 520 eV and 2 × 2 × 1 Monkhorst-Pack k-point mesh was applied. Projector augmented wave (PAW) potentials were utilized to approximate valence electron densities and core-valence interactions [39]. Additionally, the Grimme method for DFT-D3 dispersion corrections was employed [40]. The force and energy convergence criteria were set lower than 0.03 eV∙Å-1 and 1 × 10–5 eV, respectively. Ni(OH)2 (100), Ru (100), RuO2 (110), Ni(OH)2/Ru, Ni(OH)2/Ru/RuO2, RuO2/Ru were modeled with the bottom one layer fixed and the upper layers relaxed. To ensure accurate calculations, a vacuum layer of 20 Å was added along the z-axis [41,42]. Subsequently, free energy corrections were performed using vaspkit [38,43] with the temperature set to 298.15 K. 3 Results and discussion 3.1 Synthesis and structural characterization As depicted in Fig. 1a, Ru-RuO2 Ni(OH)2/PDA/NF electrode was prepared by the following two steps. Firstly, the smooth PDA films were deposited uniformly on the surface of NF by self-polymerization of the dopamine (Fig. 1b and Fig. S1). Then, the Ru electrodeposition process was performed in a three-electrode system with RuCl3 electrolyte at ambient temperature. Interestingly, after electrodeposition, the surface of nickel foam (NF) grew compact nano-arrays (Fig. 1c and 1d), indicating that the development of Ni(OH)2, possibly due to the attachment of Ni2+ to the PDA surface. In order to verify the presence of Ni2+, ICP test was performed on PDA solution after NF immersed in PDA solution for 12 h. The results indicated that the concentration of Ni2+ in PDA solution was about 475 mg mL-1, which indicated that nickel foam can also be etched into nickel ions and adsorbed on PDA. Therefore, nickel ions on the surface of PDA were converted into Ni(OH)2 nanoarrays during the electrodeposition process. To investigate further details in the morphology and microstructure, TEM characterization was analyzed. Fig. 1e displayed the Ni(OH)2 nanoarrays with curl and wrinkle were observed clearly, which was consistent with the above SEM results (Fig. 1d). The layered or nanosheet structure provides a high specific surface area and abundant exposed edge active sites, facilitating the adsorption/desorption of reactive intermediates (H*) [44,45], while the hydrophilic Ni(OH)2 surface enhances electrolyte permeation, reduces bubble adhesion, and accelerates reaction kinetics [46]. The high-resolution TEM (HRTEM) image revealed distinct crystal lattice stripes with pitches measuring 0.202 nm and 0.220 nm, as illustrated in Fig 1f. These measurements align with the (101) crystal plane of ruthenium (Ru) and the (220) crystal plane of ruthenium dioxide (RuO2) [47], respectively. This observation highlights the structural characteristics of the materials under investigation, providing insight into their crystallographic features. Additionally, the selected area electron diffraction (SAED) pattern showcased in Fig 1 g displayed two crystalline structures that correspond to the (101) plane of Ru and the (110) and (220) planes of RuO2. This observation signifies the formation of a composite structure consisting of both Ru and RuO2, thereby confirming the interaction and potential synergy between these two materials in their crystalline forms. Moreover, energy dispersive X-ray spectroscopy (EDS) elemental mapping, as pictured in Fig 1h, confirmed the even distribution of elements within the nanosheets. Specifically, nitrogen (N), oxygen (O), nickel (Ni), and ruthenium (Ru) were found to be homogeneously spread across the surface of the nanosheets. This finding not only affirms the successful synthesis of the composite material but also suggests its uniformity, which is crucial for ensuring consistent material properties in potential applications. However, the interplanar spacing of Ni(OH)2 based on the HRTEM and the corresponding diffraction fringe were not observed, demonstrating that the Ni(OH)2 exhibited an amorphous feature. Therefore, it could be speculated that PDA promoted the formation of crystalline Ru-RuO2 species and the formation of amorphous Ni(OH)2 nanosheets during electrodeposition. All the above described results confirmed that the PDA-regulated Ru-RuO2 Ni(OH)2 electrode showed crystalline-amorphous structure, which may promote the HER process. To study the phase and structure of the composites further, XRD was employed to characterize the prepared materials. As can be seen from Fig. 2 a, only the characteristic peaks of Ni (PDF#04–0850) were observed, which indicated that Ni(OH)2 was mainly presented in the form of an amorphous phase, being well matched with the TEM results [48]. In the bargain, the diffraction peaks of metallic Ru-RuO2 were also not detected, which further indicated that the loading of Ru species was low (analyzed by ICP, 5.5 mg cm-2) and evenly distributed [49]. Furthermore, the detailed construction of the prepared catalysts was further analyzed by Raman spectroscopy. As shown in Fig. 2b, there were two strong characteristic peaks at 1321 and 1581 cm-1 for both PDA/NF and Ru-RuO2 Ni(OH)2/PDA/NF, which corresponded to the aromatic ring stretching and deformation modes of PDA, respectively, indicating the presence of PDA [50]. Additionally, the characteristic peak at about 680 cm-1 corresponding to the Eg peak of RuO2 was detected, which certified the existence of RuO2 phase on the superficial of the compound [51]. Compared with PDA/NF, the profile of Ru-RuO2 Ni(OH)2/PDA/NF showed a characteristic peak at 489 cm-1, which belonged to Ni-O of Ni(OH)2 [52–54]. The above results demonstrated that the formation of Ru species and Ni(OH)2 on the surface of PDA/NF by electrodeposition. The technology of XPS was utilized to examine the chemical components and oxidation states of the synthesized materials. The full XPS spectra revealed the exist of C, N, O, Ni and Ru elements on the surface of prepared electrode (Fig. S2a). Additionally, it was revealed that the ratios of Ni and O increased after electrodeposition (Fig. S2b), which further indicated the formation of Ni(OH)2. The high-resolution spectra of N, Ni, O and Ru were analyzed. Fig. 3 a showed the XPS N 1 s spectrum of PDA/NF could be matched into three peaks at 398.7, 399.8 and 401.5 eV attributing to the binding energy of =N-, -NH- and -NH2, respectively [50]. After electrodeposition, the peak of -NH2 shifted from 401.5 eV to 400.6 eV, whereas the others remain unchanged, implying the possible strong reaction in ammonium group sites and Ru. Following this, the O 1 s spectrum of PDA/NF was analyzed using deconvolution techniques, which revealed two distinct peaks. These peaks were identified at binding energies of 532.9 eV and 531.3 eV, respectively. The peak at 532.9 eV is related with the carbonyl (C = O) functional group, while the peak at 531.3 eV corresponds to the CO functional group. This analysis is illustrated in Fig. 3b [55]. Remarkably, a new peak located at 530.4 eV was appeared, which was distributed to Ru-O, indicating that the formation of RuO2 [56]. Fig. 3c presented the high-resolution spectrum for Ru 3p Two main peaks were observed at 461.7 eV and 483.6 eV, corresponding to the Ru 3p3/2 and Ru 3p1/2 signals of ruthenium in its metallic form. Furthermore, the Ru 3p peaks at 464.2 eV and 486.2 eV can be identified as signals from RuO2 [57]. The above results expressed that the part of Ru0 was oxidized to RuO2 due to the presence of PDA. In addition, the analysis of the Ni 2p region in the Ru-RuO2/Ni(OH)2/PDA/NF sample revealed significant peaks that correspond to the electronic states of nickel. Specifically, the peaks observed at binding energies of 856 eV and 873.4 eV can be attributed to the Ni 2p3/2 and Ni 2p1/2 levels of nickel hydroxide (Ni(OH)2), respectively [58]. The above results further manifested the formation of Ni(OH)2 during electrodeposition. Compared to metallic nickel, high-valent nickel species facilitate water adsorption and dissociation, thereby lowering the HER reaction energy barrier and enhancing catalytic activity [59,60]. 3.2 Electrocatalytic properties for HER The electrocatalytic performance of the HER catalyst was studied in 1.0 M KOH electrolyte using a standard three-electrode system. The linear sweep voltammetry curve is shown in Fig. 4 a. Particularly, the ideal Ru-RuO2/Ni(OH)2/PDA/NF electrode exhibits enhanced HER reactivity at high current densities of 500 and 1000 mA cm-2 and low overpotentials of 112 and 154 mV. which surpassed the mercantile Pt/C (256 mV@500 mA cm-2, 405 mV@1000 mA cm-2), PDA/NF (487 mV@500 mA cm-2, 576 mV@1000 mA cm-2), Ru/NF (174 mV@500 mA cm-2, 275 mV@1000 mA cm-2) and those previously reported (Table S1). The Ru-RuO2/NF reference catalyst was also synthesized and subjected to electrochemical testing. Although its HER performance (166 mV @ 500 mA cm-2, 269 mV @ 1000 mA cm-2) surpassed that of commercial Pt/C, it still underperformed relative to the ultimate catalyst (Fig. S6 a). Furthermore, the preparation conditions of Ru-RuO2/Ni(OH)2/PDA/NF were optimized involving the deposition time and concentration of PDA (Fig. S3), electrodeposition voltage, electrodeposition time and electrolyte concentration (Fig. S4). Additionally, the corresponding Tafel slope of the catalysts was employed to assess reaction kinetics during the HER course. As shown in Fig. 4b and Fig S6 b, what we have prepared the Ru-RuO2/Ni(OH)2/PDA/NF electrode displayed a quite small Tafel slope of 67.3 mV dec‑1, which was significantly under those of NF (136.7 mV dec‑1), PDA/NF (135.3 mV dec‑1), Pt/C (79.8 mV dec‑1), Ru-RuO2/NF (80.17 mV dec‑1) and Ru/NF (75.4 mV dec‑1), indicating that the prepared Ru-RuO2/Ni(OH)2/PDA/NF catalyst exhibited rapid reaction kinetics. At the same time, The Tafel slope values of the electrodes ranged from 40 to 120 mV dec‑1, indicating that the Volmer-Heyrovsky process is the rate-limiting step of the HER process. For the sake of further analyze the chemical kinetics information of electrodes, electrochemical impedance spectroscopy (EIS) was executed. As depicted in Fig. 4c, the Nyquist plot of Ru-RuO2/Ni(OH)2/PDA/NF displayed a smaller radius compared to other catalysts. The corresponding charge transfer resistance (Rct) acquired by the fitting of the EIS data was 0.15 Ω (Fig. 4c), which was markedly lower than that of NF (83.60 Ω), PDA/NF (83.40 Ω), Ru/NF (0.90 Ω) and commercial Pt/C (2.70 Ω). This shows that among the materials listed above, the best prepared catalysts have the lowest charge transfer resistance, highlighting its superior efficiency in the HER reaction. In addition, the ESCA of Ru-RuO2/Ni(OH)2/PDA/NF was further evaluated, which was related to the Cdl of the prepared materials. As shown in Fig. 4d, the Cdl value of Ru-RuO2/Ni(OH)2/PDA/NF was computed according to different cyclic voltammetry (CV) curves (Fig. S5 e). The Ru-RuO2/Ni(OH)2/PDA/NF exhibited the supreme Cdl performance (80.6 mF cm-2) than that of NF (1.73 mF cm-2), PDA/NF (2.77 mF cm-2), Ru/NF (41.3 mF cm-2) and Pt/C (33.4 mF cm-2), signifying much more accessible reactive sites for Ru-RuO2/Ni(OH)2/PDA/NF, which was beneficial to promote the intrinsic catalytic capacity for HER process. Based on the double-layer capacitance (Cdl) derived from cyclic voltammetry (CV) measurements, the calculated ECSA and RF values reached 2015 cm-2 and 8060, respectively [61]. Moreover, for the sake of evaluate the durability of the prepared materials, the chronopotentiometry test was implementing at ampere-level current density of 1000 mA cm-2 (Fig. 4e). Impressively, the optimal electrode showed negligible decline after 600 h, manifesting the remarkable stability at high current density. In addition, the Faradaic efficiency (FE) of the electrode was evaluated to determine its charge utilization efficiency. As shown in Fig. S5 f, the volumes of oxygen and hydrogen were obtained by using a Hoffmann electrolysis apparatus, where the Ru-RuO2/Ni(OH)2/PDA/NF electrode serving as the negative electrode and commercial RuO2 as the positive. The volume ratio of H2 to O2 approximated 2:1 and the calculated Faradaic efficiency for Ru-RuO2/Ni(OH)2/PDA/NF||RuO2 system was about 95.5 %, reflecting high efficiency in charge utilization. The above results showed Ru-RuO2/Ni(OH)2/PDA/NF was a potential catalyst for industrial application. 3.3 Mechanism analysis by DFT To further investigate the influence of the structural characteristics of crystalline/amorphous heterostructure catalysts on their performance, DFT calculations were conducted. These analyses primarily included the charge density difference analysis for Ru-RuO2/Ni(OH)2 and Ru/Ni(OH)2 structures, the density of states (DOS), and the adsorption energy of hydrogen intermediates (H*). As illustrated in Fig. 5 a, the charge density difference analysis revealed significant charge transfer from the Ru/RuO2 structure to the adjacent Ni(OH)2 layer in the heterostructure. The magnitude of charge transfer was quantified as 0.609 e, which exceeds the charge transfer observed in the Ru/Ni(OH)2 structure (0.517 e). This charge transfer effectively modulates the d-band center of Ru. As shown in Fig. 5b, the d-band center of Ru-RuO2/Ni(OH)2 (−2.299 eV) exhibits a more pronounced downshift compared to Ru-RuO2 (−1.793 eV) and Ru/Ni(OH)2 (−2.223 eV). The downshift of the d-band center triggers electronic charge redistribution within Ru atoms, optimizing hydrogen intermediate (H*) adsorption at catalytic active sites. This downshift facilitates a reduction in H* adsorption energy, thereby promoting the hydrogen evolution reaction (HER) [60,62]. Furthermore, the ΔG H* values for various catalytic structures were calculated (Fig. 5c). The inset illustrates the hydrogen adsorption configurations for each catalyst (from left to right: Ni(OH)2, Ni(OH)2/Ru, RuO2/Ru, Ru, RuO2, and Ni(OH)2/Ru/RuO2). Among them, Ni(OH)2 (0.57 eV) and RuO2 (−1.25 eV) exhibited the highest and lowest ΔG H* values, respectively. Notably, the crystalline/amorphous heterostructure Ru-RuO2/Ni(OH)2 (−0.37 eV) demonstrated the most favorable ΔG H* value. These computational results displayed that the Ru-RuO2/Ni(OH)2/PDA/NF catalyst exhibits enhanced catalytic activity and stability due to the formation of the crystalline/amorphous heterostructure Ru-RuO2. This structural feature effectively modulates the d-band center of the catalytic active sites, optimizing the adsorption energy of H* during the HER process and consequently improving the overall catalytic performance. 4 Conclusion In summary, PDA as the transition layer with good adhesion, adsorption and oxidation–reduction properties can regulate the ratio of Ru and RuO2 in the process of preparing Ru by electrodeposition, and provide Ni2+ attachment point for the constitution of Ni(OH)2, and ultimately prepared amorphous Ni(OH)2 and crystalline Ru-RuO2 (Ru-RuO2/Ni(OH)2/PDA/NF). The outcome showed that the optimized Ru-RuO2/Ni(OH)2/PDA/NF catalyst achieved current densities of 500 and 1000 mA cm-2 at overpotentials of only 112 mV and 154 mV, individually. Moreover, the Ru-RuO2/Ni(OH)2/PDA/NF catalyst displayed remarkable stability after chronoamperometric tests, showing no significant current degradation after over 600 h. This research provides a innovative technique for the fabrication of ruthenium-based catalysts for industrial hydrogen production. CRediT authorship contribution statement Liuyun Lai: Writing – original draft, Validation, Software, Formal analysis. Houjun Zhang: Visualization, Validation, Software, Investigation, Data curation. Juan Zeng: Writing – original draft, Validation, Methodology, Investigation, Conceptualization. Yanzhao Dong: Supervision, Project administration, Methodology, Conceptualization. Wenqing Jin: Validation, Resources, Project administration, Data curation. Chengcheng Li: Validation, Project administration, Investigation, Data curation. Yueshun Li: Validation, Investigation, Data curation. Yiran Niu: Software, Resources, Investigation, Data curation. Jinli Zhang: Supervision, Resources, Project administration, Investigation, Funding acquisition. Haiyang Zhang: Supervision, Resources, Methodology, Funding acquisition, Conceptualization. Aiqun Kong: Writing – review & editing, Supervision, Resources, Project administration, Methodology, Formal analysis, Conceptualization. Declaration of competing interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Haiyang Zhang reports financial support was provided by Foundation for the National Natural Science Foundation of China. Jinli Zhang reports financial support was provided by Bingtuan Science and Technology Program. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by Bingtuan Science and Technology Program (No. 2023AB033), Tianchi Talent Program (Young Doctoral Program) of Xinjiang of 2024. The Foundation for High Level Talents of Shihezi University (KX6410). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115106. Appendix Supplementary materials Image, application 1 References [1] S. Wang A.L. Lu C.J. Zhong Hydrogen production from water electrolysis: role of catalysts Nano Converg. 8 1 2021 4 10.1186/s40580-021-00254-x Wang S., Lu A.L. and Zhong C.J. Hydrogen production from water electrolysis: role of catalysts. Nano Converg., 2021, 8(1): 4. https://doi.org/10.1186/s40580-021-00254-x [2] B.H. Zhou R.J. Gao J.J. Zou H.M. Yang Surface design strategy of catalysts for water electrolysis Small. 18 27 2022 2202336 10.1002/smll.202202336 Zhou B.H., Gao R.J., Zou J.J. and Yang H.M. Surface design strategy of catalysts for water electrolysis. Small., 2022, 18(27): 2202336. https://doi.org/10.1002/smll.202202336 [3] O. Rabi E. Pervaiz R. Zahra M. Ali M.B.K Niazi An inclusive review on the synthesis of molybdenum carbide and its hybrids as catalyst for electrochemical water splitting Mol. Catal. 494 2020 111116 10.1016/j.mcat.2020.111116 Rabi O., Pervaiz E., Zahra R., Ali M. and Niazi M.B.K. An inclusive review on the synthesis of molybdenum carbide and its hybrids as catalyst for electrochemical water splitting. Mol. Catal., 2020, 494: 111116. https://doi.org/10.1016/j.mcat.2020.111116 [4] C.L. Hu L. Zhang J.L. Gong Recent progress made in the mechanism comprehension and design of electrocatalysts for alkaline water splitting Energy Environ. Sci. 12 9 2019 2620 2645 10.1039/c9ee01202h Hu C.L., Zhang L. and Gong J.L. Recent progress made in the mechanism comprehension and design of electrocatalysts for alkaline water splitting. Energy Environ. Sci., 2019, 12(9): 2620–2645. https://doi.org/10.1039/c9ee01202h [5] R. Khosa E. Pervaiz U. Abdullah M. Ali U. Sohail A. Shakoor An insight on molybdenum phosphide and its hybrids as catalyst for electrochemical water splitting: a mini-review Molec. Catal. 528 2022 112514 10.1016/j.mcat.2022.112514 Khosa R., Pervaiz E., Abdullah U., Ali M., Sohail U. and Shakoor A. An insight on molybdenum phosphide and its hybrids as catalyst for electrochemical water splitting: a mini-review. Molec. Catal., 2022, 528: 112514. https://doi.org/10.1016/j.mcat.2022.112514 [6] S. Sanati A. Morsali H. García First-row transition metal-based materials derived from bimetallic metal-organic frameworks as highly efficient electrocatalysts for electrochemical water splitting Energy Environ. Sci. 15 8 2022 3119 3151 10.1039/d1ee03614a Sanati S., Morsali A. and García H. First-row transition metal-based materials derived from bimetallic metal-organic frameworks as highly efficient electrocatalysts for electrochemical water splitting. Energy Environ. Sci., 2022, 15(8): 3119–3151. https://doi.org/10.1039/d1ee03614a [7] Y.L. Xu X.Y. Zhang Y.Y. Liu R.J. Wang Y.W. Yang J.F. Chen A critical review of research progress for metal alloy materials in hydrogen evolution and oxygen evolution reaction Environ. Sci. Pollut. Res. 30 5 2023 11302 11320 10.1007/s11356-022-24728-5 Xu Y.L., Zhang X.Y., Liu Y.Y., Wang R.J., Yang Y.W. and Chen J.F. A critical review of research progress for metal alloy materials in hydrogen evolution and oxygen evolution reaction. Environ. Sci. Pollut. Res., 2023, 30(5): 11302–11320. https://doi.org/10.1007/s11356-022-24728-5 [8] X.Y. Tian P.C. Zhao W.C. Sheng Hydrogen evolution and oxidation: mechanistic studies and material advances Adv. Mater. 31 31 2019 1808066 10.1002/adma.201808066 Tian X.Y., Zhao P.C. and Sheng W.C. Hydrogen evolution and oxidation: mechanistic studies and material advances. Adv. Mater., 2019, 31(31): 1808066. https://doi.org/10.1002/adma.201808066 [9] Q. Feng Y. Sun X. Li J. Zhao P. Zhu C. Zhang D. Fan A novel amorphous/crystalline RuTe heterostructure catalyst for efficient and sustainable hydrogen production Sep. Purif. Technol. 359 2025 130531 10.1016/j.seppur.2024.130531 Feng Q., Sun Y., Li X., Zhao J., Zhu P., Zhang C. and Fan D. A novel amorphous/crystalline RuTe heterostructure catalyst for efficient and sustainable hydrogen production. Sep. Purif. Technol., 2025, 359: 130531. https://doi.org/10.1016/j.seppur.2024.130531 [10] S.A. Zahra M.W. Hakim M.A. Mansoor S. Rizwan Two-dimensional double transition metal carbides as superior bifunctional electrocatalysts for overall water splitting Electrochim. Acta 434 2022 141257 10.1016/j.electacta.2022.141257 Zahra S.A., Hakim M.W., Mansoor M.A. and Rizwan S. Two-dimensional double transition metal carbides as superior bifunctional electrocatalysts for overall water splitting. Electrochim. Acta, 2022, 434: 141257. https://doi.org/10.1016/j.electacta.2022.141257 [11] S.-Y. Bae J. Mahmood I.-Y. Jeon J.-B. Baek Recent advances in ruthenium-based electrocatalysts for the hydrogen evolution reaction Nanoscale Horiz. 5 1 2020 43 56 10.1039/c9nh00485h Bae S.-Y., Mahmood J., Jeon I.-Y. and Baek J.-B. Recent advances in ruthenium-based electrocatalysts for the hydrogen evolution reaction. Nanoscale Horiz., 2020, 5(1): 43–56. https://doi.org/10.1039/c9nh00485h [12] F. Bai Design strategies and prospects for electrocatalyst hydrogen evolution reaction in alkaline environment Petrochem. Technol. 53 5 2024 737 744 10.3969/j.issn.1000-8144.2024.05.017 Bai F. Design strategies and prospects for electrocatalyst hydrogen evolution reaction in alkaline environment. Petrochem. Technol., 2024, 53(5): 737–744. https://doi.org/10.3969/j.issn.1000-8144.2024.05.017 [13] C.Q. Li J.B. Baek Recent advances in noble metal (Pt, Ru, and Ir)-based electrocatalysts for efficient hydrogen evolution reaction ACS. Omega 5 1 2020 31 40 10.1021/acsomega.9b03550 Li C.Q. and Baek J.B. Recent advances in noble metal (Pt, Ru, and Ir)-based electrocatalysts for efficient hydrogen evolution reaction. ACS. Omega, 2020, 5(1): 31–40. https://doi.org/10.1021/acsomega.9b03550 [14] Y.H. Liu Q.L. Wang J.C. Zhang J. Ding Y.Q. Cheng T. Wang J. Li F.X. Hu H.B. Yang B. Liu Recent advances in carbon-supported noble-metal electrocatalysts for hydrogen evolution reaction: syntheses, structures, and properties Adv. Energy Mater. 12 28 2022 2200928 10.1002/aenm.202200928 Liu Y.H., Wang Q.L., Zhang J.C., Ding J., Cheng Y.Q., Wang T., Li J., Hu F.X., Yang H.B. and Liu B. Recent advances in carbon-supported noble-metal electrocatalysts for hydrogen evolution reaction: syntheses, structures, and properties. Adv. Energy Mater., 2022, 12(28): 2200928. https://doi.org/10.1002/aenm.202200928 [15] W. Ma X.Y. Zhang W.Y. Li M.G. Jiao L.L. Zhang R.Z. Ma Z. Zhou Advanced Pt-based electrocatalysts for the hydrogen evolution reaction in alkaline medium Nanoscale 15 28 2023 11759 11776 10.1039/d3nr01940c Ma W., Zhang X.Y., Li W.Y., Jiao M.G., Zhang L.L., Ma R.Z. and Zhou Z. Advanced Pt-based electrocatalysts for the hydrogen evolution reaction in alkaline medium. Nanoscale, 2023, 15(28): 11759–11776. https://doi.org/10.1039/d3nr01940c [16] Y.W. Li L.G. Feng Recent advances and perspectives in Ru hybrid electrocatalysts for the hydrogen evolution reaction Energy Fuels 37 12 2023 8079 8098 10.1021/acs.energyfuels.3c00749 Li Y.W. and Feng L.G. Recent advances and perspectives in Ru hybrid electrocatalysts for the hydrogen evolution reaction. Energy Fuels, 2023, 37(12): 8079–8098. https://doi.org/10.1021/acs.energyfuels.3c00749 [17] S. Khamgaonkar M. Okasha V. Maheshwari Recent advances towards increasing the Pt utilization efficiency for hydrogen evolution reaction: a review Inorg. Chem. Front. 10 23 2023 6812 6848 10.1039/d3qi01656k Khamgaonkar S., Okasha M. and Maheshwari V. Recent advances towards increasing the Pt utilization efficiency for hydrogen evolution reaction: a review. Inorg. Chem. Front., 2023, 10(23): 6812–6848. https://doi.org/10.1039/d3qi01656k [18] C. Jing L. Hong B. Li Y. Wang F. Zhang H. bo Huang Q. Jiang J. Tang A review with transition-metal phosphide electrocatalysts in hydrogen evolution reaction: doping perspective Molec. Catal. 554 2024 113832 10.1016/j.mcat.2024.113832 Jing C., Hong L., Li B., Wang Y., Zhang F., bo Huang H., Jiang Q. and Tang J. A review with transition-metal phosphide electrocatalysts in hydrogen evolution reaction: doping perspective. Molec. Catal., 2024, 554: 113832. https://doi.org/10.1016/j.mcat.2024.113832 [19] J. Guan Y. Xiao Y. Zhu L. Wang B. Guo Y. Fu M. Zhang Multistage structural self-supported electrode via structural engineering on carbon nanofibers for efficient hydrogen evolution reaction at high current density Sep. Purif. Technol. 347 2024 127628 10.1016/j.seppur.2024.127628 Guan J., Xiao Y., Zhu Y., Wang L., Guo B., Fu Y. and Zhang M. Multistage structural self-supported electrode via structural engineering on carbon nanofibers for efficient hydrogen evolution reaction at high current density. Sep. Purif. Technol., 2024, 347: 127628. https://doi.org/10.1016/j.seppur.2024.127628 [20] J. Xu T. Liu J. Li B. Li Y. Liu B. Zhang D. Xiong I. Amorim W. Li L. Liu Boosting the hydrogen evolution performance of ruthenium clusters through synergistic coupling with cobalt phosphide Energy Environ. Sci. 11 7 2018 1819 1827 10.1039/c7ee03603e Xu J., Liu T., Li J., Li B., Liu Y., Zhang B., Xiong D., Amorim I., Li W. and Liu L. Boosting the hydrogen evolution performance of ruthenium clusters through synergistic coupling with cobalt phosphide. Energy Environ. Sci., 2018, 11(7): 1819–1827. https://doi.org/10.1039/c7ee03603e [21] W.X. Chen W. Wei F. Li Y.J. Wang M. Liu S. Dong J.H. Cui Y.Y. Zhang R. Wang K. Ostrikov S.Q. Zang Tunable built-In electric field in Ru nanoclusters-based electrocatalyst boosts water splitting and simulated seawater electrolysis Adv. Funct. Mater. 34 7 2024 2310690 10.1002/adfm.202310690 Chen W.X., Wei W., Li F., Wang Y.J., Liu M., Dong S., Cui J.H., Zhang Y.Y., Wang R., Ostrikov K. and Zang S.Q. Tunable built-In electric field in Ru nanoclusters-based electrocatalyst boosts water splitting and simulated seawater electrolysis. Adv. Funct. Mater., 2024, 34(7): 2310690. https://doi.org/10.1002/adfm.202310690 [22] Y.J. Yang Y.H. Yu J. Li Q.R. Chen Y.L. Du P. Rao R.S. Li C.M. Jia Z.Y. Kang P.L. Deng Y.J. Shen X.L. Tian Engineering ruthenium-based electrocatalysts for effective hydrogen evolution reaction Nanomicro Lett. 13 1 2021 160 10.1007/s40820-021-00679-3 Yang Y.J., Yu Y.H., Li J., Chen Q.R., Du Y.L., Rao P., Li R.S., Jia C.M., Kang Z.Y., Deng P.L., Shen Y.J. and Tian X.L. Engineering ruthenium-based electrocatalysts for effective hydrogen evolution reaction. Nanomicro Lett., 2021, 13(1): 160. https://doi.org/10.1007/s40820-021-00679-3 [23] Y. Yuan L. Zheng J. Rong Research progress of Non-platinum-based alkaline hydrogen evolution catalysts Acta Petrolei Sinica. Petrol. Process. Sec. 39 4 2023 922 930 Yuan Y., Zheng L. and Rong J. Research progress of Non-platinum-based alkaline hydrogen evolution catalysts. Acta Petrolei Sinica. Petrol. Process. Sec., 2023, 39(4): 922–930. [24] W.J. Luo Y.J. Wang C.W. Cheng Ru-based electrocatalysts for hydrogen evolution reaction: recent research advances and perspectives Mater. Today Phys. 15 2020 100274 10.1016/j.mtphys.2020.100274 Luo W.J., Wang Y.J. and Cheng C.W. Ru-based electrocatalysts for hydrogen evolution reaction: recent research advances and perspectives. Mater. Today Phys., 2020, 15: 100274. https://doi.org/10.1016/j.mtphys.2020.100274 [25] T.B. Nguyen K. Sherpa C.W. Chen L.J. Chen C.D. Dong Breakthroughs and prospects in ruthenium-based electrocatalyst for hydrogen evolution reaction J. Alloys. Compd. 968 2023 172020 10.1016/j.jallcom.2023.172020 Nguyen T.B., Sherpa K., Chen C.W., Chen L.J. and Dong C.D. Breakthroughs and prospects in ruthenium-based electrocatalyst for hydrogen evolution reaction. J. Alloys. Compd., 2023, 968: 172020. https://doi.org/10.1016/j.jallcom.2023.172020 [26] J.H. Wu Y. Chang S.H. Guo A.J. Xu J.C. Jia M.L. Jia Oxygen vacancies and interfacial engineering of RuO2/CeO2-NC heterojunction for pH-universal hydrogen evolution reaction Int. J. Hydrogen. Energy 86 2024 815 822 10.1016/j.ijhydene.2024.08.436 Wu J.H., Chang Y., Guo S.H., Xu A.J., Jia J.C. and Jia M.L. Oxygen vacancies and interfacial engineering of RuO2/CeO2-NC heterojunction for pH-universal hydrogen evolution reaction. Int. J. Hydrogen. Energy, 2024, 86: 815–822. https://doi.org/10.1016/j.ijhydene.2024.08.436 [27] Y.B. Kuang F.L. Yang L.G. Feng Advancements in ruthenium (Ru)-based heterostructure catalysts: overcoming bottlenecks in catalysis for hydrogen evolution reaction Adv. Energy Mater. 14 35 2024 2402043 10.1002/aenm.202402043 Kuang Y.B., Yang F.L. and Feng L.G. Advancements in ruthenium (Ru)-based heterostructure catalysts: overcoming bottlenecks in catalysis for hydrogen evolution reaction. Adv. Energy Mater., 2024, 14(35): 2402043. https://doi.org/10.1002/aenm.202402043 [28] J.T. Zhu L.J. Cai Y.D. Tu L.F. Zhang W.J. Zhang Emerging ruthenium single-atom catalysts for the electrocatalytic hydrogen evolution reaction J. Mater. Chem. A 10 29 2022 15370 15389 10.1039/d2ta03860a Zhu J.T., Cai L.J., Tu Y.D., Zhang L.F. and Zhang W.J. Emerging ruthenium single-atom catalysts for the electrocatalytic hydrogen evolution reaction. J. Mater. Chem. A, 2022, 10(29): 15370–15389. https://doi.org/10.1039/d2ta03860a [29] X. Chen J. Wan J. Wang Q. Zhang L. Gu L. Zheng N. Wang R. Yu Atomically dispersed ruthenium on nickel hydroxide ultrathin nanoribbons for highly efficient hydrogen evolution reaction in alkaline Media Adv. Mater. 33 44 2021 e2104764 10.1002/adma.202104764 Chen X., Wan J., Wang J., Zhang Q., Gu L., Zheng L., Wang N. and Yu R. Atomically dispersed ruthenium on nickel hydroxide ultrathin nanoribbons for highly efficient hydrogen evolution reaction in alkaline Media. Adv. Mater., 2021, 33(44): e2104764. https://doi.org/10.1002/adma.202104764 [30] S. Chen Y. Zhang J. Jin H. Qu T. Zhu Q. Zhong 3D network Ni-based electrocatalysts with interfacial active sites of Ru QDs and Ni(OH)2 for efficient hydrogen evolution reaction under large current density in alkaline environment Electrochim. Acta 356 2020 136732 10.1016/j.electacta.2020.136732 Chen S., Zhang Y., Jin J., Qu H., Zhu T. and Zhong Q. 3D network Ni-based electrocatalysts with interfacial active sites of Ru QDs and Ni(OH)2 for efficient hydrogen evolution reaction under large current density in alkaline environment. Electrochim. Acta, 2020, 356: 136732. https://doi.org/10.1016/j.electacta.2020.136732 [31] X. Xiao X.K. Wang X.X. Jiang S.W. Song D.K. Huang L. Yu Y. Zhang S. Chen M.K. Wang Y. Shen Z.F. Ren Situ growth of Ru nanoparticles on (Fe,Ni)(OH)2 to boost hydrogen evolution activity at high current density in alkaline Media Small. Methods 4 6 2020 1900796 10.1002/smtd.201900796 Xiao X., Wang X.K., Jiang X.X., Song S.W., Huang D.K., Yu L., Zhang Y., Chen S., Wang M.K., Shen Y. and Ren Z.F. In Situ growth of Ru nanoparticles on (Fe,Ni)(OH)2 to boost hydrogen evolution activity at high current density in alkaline Media. Small. Methods, 2020, 4(6): 1900796. https://doi.org/10.1002/smtd.201900796 [32] M. Li H. Wang W. Zhu W. Li C. Wang X. Lu RuNi nanoparticles embedded in N-doped carbon nanofibers as a robust bifunctional catalyst for efficient overall water splitting Adv. Sci. (Weinh) 7 2 2020 1901833 10.1002/advs.201901833 Li M., Wang H., Zhu W., Li W., Wang C. and Lu X. RuNi nanoparticles embedded in N-doped carbon nanofibers as a robust bifunctional catalyst for efficient overall water splitting. Adv. Sci. (Weinh), 2020, 7(2): 1901833. https://doi.org/10.1002/advs.201901833 [33] W. Li W. Gou L. Zhang M. Zhong S. Ren G. Yu C. Wang W. Chen X. Lu Manipulating electron redistribution between iridium and Co6Mo6C bridging with a carbon layer leads to a significantly enhanced overall water splitting performance at industrial-level current density Chem. Sci, 15 30 2024 11890 11901 10.1039/d4sc02840f Li W., Gou W., Zhang L., Zhong M., Ren S., Yu G., Wang C., Chen W. and Lu X. Manipulating electron redistribution between iridium and Co6Mo6C bridging with a carbon layer leads to a significantly enhanced overall water splitting performance at industrial-level current density. Chem. Sci, 2024, 15(30): 11890–11901. https://doi.org/10.1039/d4sc02840f [34] D. Wang L. Yang H.B. Liu D.P. Cao Polyaniline-coated Ru/Ni(OH)2 nanosheets for hydrogen evolution reaction over a wide pH range J. Catal. 375 2019 249 256 10.1016/j.jcat.2019.06.008 Wang D., Yang L., Liu H.B. and Cao D.P. Polyaniline-coated Ru/Ni(OH)2 nanosheets for hydrogen evolution reaction over a wide pH range. J. Catal., 2019, 375: 249–256. https://doi.org/10.1016/j.jcat.2019.06.008 [35] Y. Hu B. Li X. Sun Y. Wang N. Wang Polydopamine decorated Ru-Ni(OH)2 nanosheets for enhanced performance of hydrogen evolution in alkaline Media Catal Lett, 153 3 2022 713 719 10.1007/s10562-022-04036-w Hu Y., Li B., Sun X., Wang Y. and Wang N. Polydopamine decorated Ru-Ni(OH)2 nanosheets for enhanced performance of hydrogen evolution in alkaline Media. Catal Lett, 2022, 153(3): 713–719. https://doi.org/10.1007/s10562-022-04036-w [36] Burke Perdew Generalized gradient approximation made simple Phys. Rev. Lett. 77 18 1996 3865 3868 10.1103/PhysRevLett.78.1396 Perdew, Burke and Ernzerhof. Generalized gradient approximation made simple. Phys. Rev. Lett., 1996, 77(18): 3865–3868. https://doi.org/10.1103/PhysRevLett.78.1396 [37] G. J.F. Kresse Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set Comp. Mater. Sci. 6 1 1996 15 50 10.1016/0927-0256(96)00008-0 G. Kresse J.F. Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set. Comp. Mater. Sci., 1996, 6(1): 15–50. https://doi.org/10.1016/0927-0256(96)00008-0 [38] V. Wang N. Xu J.-C. Liu G. Tang W.-T. Geng VASPKIT: a user-friendly interface facilitating high-throughput computing and analysis using VASP code Compu. Phys. Commun. 267 2021 108033 10.1016/j.cpc.2021.108033 Wang V., Xu N., Liu J.-C., Tang G. and Geng W.-T. VASPKIT: a user-friendly interface facilitating high-throughput computing and analysis using VASP code. Compu. Phys. Commun., 2021, 267: 108033. https://doi.org/10.1016/j.cpc.2021.108033 [39] S. Grimme S. Ehrlich L. Goerigk Effect of the damping function in dispersion corrected density functional theory J. Comput. Chem. 32 7 2011 1456 1465 10.1002/jcc.21759 Grimme S., Ehrlich S. and Goerigk L. Effect of the damping function in dispersion corrected density functional theory. J. Comput. Chem., 2011, 32(7): 1456–1465. https://doi.org/10.1002/jcc.21759 [40] Blochl Projector augmented-wave method Phys. Rev. B, Condens. Matter 50 24 1994 17953 17979 10.1103/PhysRevB.50.17953 Blochl. Projector augmented-wave method. Phys. Rev. B, Condens. Matter, 1994, 50(24): 17953–17979. https://doi.org/10.1103/PhysRevB.50.17953 [41] K. Wang H. Du S. He L. Liu K. Yang J. Sun Y. Liu Z. Du L. Xie W. Ai W. Huang Kinetically controlled, scalable synthesis of γ-FeOOH nanosheet arrays on nickel foam toward efficient oxygen evolution: the key role of In-situ-generated γ-NiOOH Adv. Mater. 33 11 2021 e2005587 10.1002/adma.202005587 Wang K., Du H., He S., Liu L., Yang K., Sun J., Liu Y., Du Z., Xie L., Ai W. and Huang W. Kinetically controlled, scalable synthesis of γ-FeOOH nanosheet arrays on nickel foam toward efficient oxygen evolution: the key role of In-situ-generated γ-NiOOH. Adv. Mater., 2021, 33(11): e2005587. https://doi.org/10.1002/adma.202005587 [42] P. Yan Q. Liu H. Zhang L.C. Qiu H.B. Wu X.Y. Yu Deeply reconstructed hierarchical and defective NiOOH/FeOOH nanoboxes with accelerated kinetics for the oxygen evolution reaction J. Mater. Chem. A 9 28 2021 15586 15594 10.1039/d1ta03362j Yan P., Liu Q., Zhang H., Qiu L.C., Wu H.B. and Yu X.Y. Deeply reconstructed hierarchical and defective NiOOH/FeOOH nanoboxes with accelerated kinetics for the oxygen evolution reaction. J. Mater. Chem. A 2021, 9(28): 15586–15594. https://doi.org/10.1039/d1ta03362j [43] A. Kong H. Zhang Y. Sun Y. Lv M. Liu H. Li Y. Wang Y. Fu H. Zhang W. Li J. Zhang Surface reconstruction enables outstanding performance of Fe2O3/Ni(OH)2 nanosheet arrays for ultrahigh current density oxygen evolution reaction Appl. Surf. Sci. 613 2023 156023 10.1016/j.apsusc.2022.156023 Kong A., Zhang H., Sun Y., Lv Y., Liu M., Li H., Wang Y., Fu Y., Zhang H., Li W. and Zhang J. Surface reconstruction enables outstanding performance of Fe2O3/Ni(OH)2 nanosheet arrays for ultrahigh current density oxygen evolution reaction. Appl. Surf. Sci., 2023, 613: 156023. https://doi.org/10.1016/j.apsusc.2022.156023 [44] P. Ji D. Zheng H. Jin D. Chen X. Luo J. Yang Z. Wang S. Mu Ultra-fast In situ reconstructed nickel (Oxy) hydroxide nanoparticle crosslinked structure for super-efficient alkaline water electrolysis by sacrificing template strategy Small. Struct. 4 9 2023 2300013 10.1002/sstr.202300013 Ji P., Zheng D., Jin H., Chen D., Luo X., Yang J., Wang Z. and Mu S. Ultra-fast In situ reconstructed nickel (Oxy) hydroxide nanoparticle crosslinked structure for super-efficient alkaline water electrolysis by sacrificing template strategy. Small. Struct., 2023, 4(9): 2300013. https://doi.org/10.1002/sstr.202300013 [45] Y. Liu R. Qi X. Chen Y. Gao M. Li H. Liu Y. Zhou J. Duan X. Zhang B. Dong Q. Tang Ultrafast synthesis of nickel-ruthenium hydroxide ultrathin nanosheets decorated nickel sulfide with efficient overall water splitting J. Colloid. Interface Sci. 690 2025 137336 10.1016/j.jcis.2025.137336 Liu Y., Qi R., Chen X., Gao Y., Li M., Liu H., Zhou Y., Duan J., Zhang X., Dong B. and Tang Q. Ultrafast synthesis of nickel-ruthenium hydroxide ultrathin nanosheets decorated nickel sulfide with efficient overall water splitting. J. Colloid. Interface Sci., 2025, 690: 137336. https://doi.org/10.1016/j.jcis.2025.137336 [46] C. Wan Z. Zhang J. Dong M. Xu H. Pu D. Baumann Z. Lin S. Wang J. Huang A.H. Shah X. Pan T. Hu A.N. Alexandrova Y. Huang X. Duan Amorphous nickel hydroxide shell tailors local chemical environment on platinum surface for alkaline hydrogen evolution reaction Nat. Mater. 22 8 2023 1022 1029 10.1038/s41563-023-01584-3 Wan C., Zhang Z., Dong J., Xu M., Pu H., Baumann D., Lin Z., Wang S., Huang J., Shah A.H., Pan X., Hu T., Alexandrova A.N., Huang Y. and Duan X. Amorphous nickel hydroxide shell tailors local chemical environment on platinum surface for alkaline hydrogen evolution reaction. Nat. Mater., 2023, 22(8): 1022–1029. https://doi.org/10.1038/s41563-023-01584-3 [47] H.H. Yan Y.J. Wang Y. Xin Z.Q. Jiang B.L. Deng Z.J. Jiang Carbon nanotube support, Carbon loricae and oxygen defect Co-promoted superior activities and excellent durability of RuO2 nanoparticles towards the pH-universal H2 evolution Small. 2024 2406070 10.1002/smll.202406070 Yan H.H., Wang Y.J., Xin Y., Jiang Z.Q., Deng B.L. and Jiang Z.J. Carbon nanotube support, Carbon loricae and oxygen defect Co-promoted superior activities and excellent durability of RuO2 nanoparticles towards the pH-universal H2 evolution. Small., 2024,: 2406070. https://doi.org/10.1002/smll.202406070 [48] L.X. Zhou D.M. Feng C. Liu Y. Sun Y. Fu T.Y. Ma Amorphous Ni(OH)2-Ni3S2/NF nano-flower heterostructure catalyst promotes efficient urea assisted overall water splitting Chem-Asian J 19 3 2024 e202300980 10.1002/asia.202300980 Zhou L.X., Feng D.M., Liu C., Sun Y., Fu Y. and Ma T.Y. Amorphous Ni(OH)2-Ni3S2/NF nano-flower heterostructure catalyst promotes efficient urea assisted overall water splitting. Chem-Asian J, 2024, 19(3): e202300980. https://doi.org/10.1002/asia.202300980 [49] P. Sharma S. Kumar O. Tomanec M. Petr J.Z. Chen J.T. Miller R.S. Varma M.B. Gawande R. Zboril Carbon nitride-based ruthenium single atom photocatalyst for CO2 reduction to methanol Small. 17 16 2021 2006478 10.1002/smll.202006478 Sharma P., Kumar S., Tomanec O., Petr M., Chen J.Z., Miller J.T., Varma R.S., Gawande M.B. and Zboril R. Carbon nitride-based ruthenium single atom photocatalyst for CO2 reduction to methanol. Small., 2021, 17(16): 2006478. https://doi.org/10.1002/smll.202006478 [50] D. Kim J. An S. Surendran J. Lim H.Y. Jeong S. Im J.Y. Kim K.T. Nam U. Sim Synergistic effect of polydopamine incorporated copper electrocatalyst by dopamine oxidation for efficient hydrogen production J. Colloid. Interface Sci. 650 2023 1406 1414 10.1016/j.jcis.2023.06.184 Kim D., An J., Surendran S., Lim J., Jeong H.Y., Im S., Kim J.Y., Nam K.T. and Sim U. Synergistic effect of polydopamine incorporated copper electrocatalyst by dopamine oxidation for efficient hydrogen production. J. Colloid. Interface Sci., 2023, 650: 1406–1414. https://doi.org/10.1016/j.jcis.2023.06.184 [51] J. Al Boukhari M. Noun R. Awad Raman spectroscopic investigations of pure, (Mg, Cu), and (Mg, Ru) codoped NiO nanoparticles Chem. Phys. Lett. 836 2024 141038 10.1016/j.cplett.2023.141038 Al Boukhari J., Noun M. and Awad R. Raman spectroscopic investigations of pure, (Mg, Cu), and (Mg, Ru) codoped NiO nanoparticles. Chem. Phys. Lett., 2024, 836: 141038. https://doi.org/10.1016/j.cplett.2023.141038 [52] Y.J. Wang J.K. Wang T.P. Xie Q.Y. Zhu D. Zeng R. Li X.D. Zhang S.L. Liu Ru doping in Ni(OH)2 to accelerate water reduction kinetics for efficient hydrogen evolution reaction Appl. Surf. Sci. 485 2019 506 512 10.1016/j.apsusc.2019.04.240 Wang Y.J., Wang J.K., Xie T.P., Zhu Q.Y., Zeng D., Li R., Zhang X.D. and Liu S.L. Ru doping in Ni(OH)2 to accelerate water reduction kinetics for efficient hydrogen evolution reaction. Appl. Surf. Sci., 2019, 485: 506–512. https://doi.org/10.1016/j.apsusc.2019.04.240 [53] W. Lai L.H. Ge H.M. Li Y.L. Deng B. Xu B. Ouyang E.J. Kan In situ raman spectroscopic study towards the growth and excellent HER catalysis of Ni/Ni(OH)2 heterostructure Int. J. Hydrogen. Energy 46 53 2021 26861 26872 10.1016/j.ijhydene.2021.05.158 Lai W., Ge L.H., Li H.M., Deng Y.L., Xu B., Ouyang B. and Kan E.J. In situ raman spectroscopic study towards the growth and excellent HER catalysis of Ni/Ni(OH)2 heterostructure. Int. J. Hydrogen. Energy, 2021, 46(53): 26861–26872. https://doi.org/10.1016/j.ijhydene.2021.05.158 [54] J. Huang Y. Li Y. Zhang G. Rao C. Wu Y. Hu X. Wang R. Lu Y. Li J. Xiong Identification of key reversible intermediates in self-reconstructed nickel-based hybrid electrocatalysts for oxygen evolution Angew. Chem. Int. Ed. Engl. 58 48 2019 17458 17464 10.1002/anie.201910716 Huang J., Li Y., Zhang Y., Rao G., Wu C., Hu Y., Wang X., Lu R., Li Y. and Xiong J. Identification of key reversible intermediates in self-reconstructed nickel-based hybrid electrocatalysts for oxygen evolution. Angew. Chem. Int. Ed. Engl., 2019, 58(48): 17458–17464. https://doi.org/10.1002/anie.201910716 [55] A.Q. Kong M. Peng H.Z. Gu S.C. Zhao Y. Lv M.H. Liu Y.W. Sun S.D. Dai Y. Fu J.L. Zhang W. Li Synergetic control of Ru/MXene 3D electrode with superhydrophilicity and superaerophobicity for overall water splitting Chem. Eng. J. 426 2021 897 906 10.1016/j.cej.2021.131234 Kong A.Q., Peng M., Gu H.Z., Zhao S.C., Lv Y., Liu M.H., Sun Y.W., Dai S.D., Fu Y., Zhang J.L. and Li W. Synergetic control of Ru/MXene 3D electrode with superhydrophilicity and superaerophobicity for overall water splitting. Chem. Eng. J., 2021, 426: 897–906. https://doi.org/10.1016/j.cej.2021.131234 [56] Y. Yu H. Jin Q. Li X. Zhang Y. Zhang X. Chen Pseudocapacitive Ti/RuO2-IrO2-RhOx electrodes with high bipolar stability for phenol degradation Sep. Purif. Technol. 263 2021 118395 10.1016/j.seppur.2021.118395 Yu Y., Jin H., Li Q., Zhang X., Zhang Y. and Chen X. Pseudocapacitive Ti/RuO2-IrO2-RhOx electrodes with high bipolar stability for phenol degradation. Sep. Purif. Technol., 2021, 263: 118395. https://doi.org/10.1016/j.seppur.2021.118395 [57] J.T. Zhang G.M. Ren D.Y. Li Q.Y. Kong Z.W. Hu Y. Xu S.L. Wang L. Wang M.F. Cao X.Q. Huang Interface engineering of snow-like Ru/RuO2 nanosheets for boosting hydrogen electrocatalysis Sci. Bull. (Beijing) 67 20 2022 2103 2111 10.1016/j.scib.2022.10.001 Zhang J.T., Ren G.M., Li D.Y., Kong Q.Y., Hu Z.W., Xu Y., Wang S.L., Wang L., Cao M.F. and Huang X.Q. Interface engineering of snow-like Ru/RuO2 nanosheets for boosting hydrogen electrocatalysis. Sci. Bull. (Beijing), 2022, 67(20): 2103–2111. https://doi.org/10.1016/j.scib.2022.10.001 [58] F.X. Mao J.S. Zhang H.F. Wang P.F. Liu H.G. Yang Heterogeneous Fe-doped Ni(OH)2 grown on nickel mesh by electrodeposition for efficient alkaline oxygen evolution reaction Chem.-Europ. J. 29 69 2023 698 709 10.1002/chem.202302055 Mao F.X., Zhang J.S., Wang H.F., Liu P.F. and Yang H.G. Heterogeneous Fe-doped Ni(OH)2 grown on nickel mesh by electrodeposition for efficient alkaline oxygen evolution reaction. Chem.-Europ. J., 2023, 29(69): 698–709. https://doi.org/10.1002/chem.202302055 [59] S. Baranton C. Coutanceau Nickel cobalt hydroxide nanoflakes as catalysts for the hydrogen evolution reaction Appl. Catal. B. 136-137 2013 1 8 10.1016/j.apcatb.2013.01.051 Baranton S. and Coutanceau C. Nickel cobalt hydroxide nanoflakes as catalysts for the hydrogen evolution reaction. Appl. Catal. B., 2013, 136-137: 1–8. https://doi.org/10.1016/j.apcatb.2013.01.051 [60] C. Li B. Kim Z. Li R. Thapa Y. Zhang J.M. Seo R. Guan F. Tang J.H. Baek Y.H. Kim J.P. Jeon N. Park J.B. Baek Direct electroplating ruthenium precursor on the surface oxidized nickel foam for efficient and stable bifunctional alkaline water electrolysis Adv. Mater. 36 31 2024 e2403151 10.1002/adma.202403151 Li C., Kim B., Li Z., Thapa R., Zhang Y., Seo J.M., Guan R., Tang F., Baek J.H., Kim Y.H., Jeon J.P., Park N. and Baek J.B. Direct electroplating ruthenium precursor on the surface oxidized nickel foam for efficient and stable bifunctional alkaline water electrolysis. Adv. Mater., 2024, 36(31): e2403151. https://doi.org/10.1002/adma.202403151 [61] W. Li R. Liu G. Yu X. Chen S. Yan S. Ren J. Chen W. Chen C. Wang X. Lu Rationally construction of Mn-doped RuO2 nanofibers for high-activity and stable alkaline ampere-level current density overall water splitting Small. 20 15 2024 e2307164 10.1002/smll.202307164 Li W., Liu R., Yu G., Chen X., Yan S., Ren S., Chen J., Chen W., Wang C. and Lu X. Rationally construction of Mn-doped RuO2 nanofibers for high-activity and stable alkaline ampere-level current density overall water splitting. Small., 2024, 20(15): e2307164. https://doi.org/10.1002/smll.202307164 [62] Y. Zhao Y. Gao Z. Chen Z. Li T. Ma Z. Wu L. Wang Trifle Pt coupled with NiFe hydroxide synthesized via corrosion engineering to boost the cleavage of water molecule for alkaline water-splitting Appl. Catal. B. 297 2021 120395 10.1016/j.apcatb.2021.120395 Zhao Y., Gao Y., Chen Z., Li Z., Ma T., Wu Z. and Wang L. Trifle Pt coupled with NiFe hydroxide synthesized via corrosion engineering to boost the cleavage of water molecule for alkaline water-splitting. Appl. Catal. B., 2021, 297: 120395. https://doi.org/10.1016/j.apcatb.2021.120395",
      "scopus-id": "105001940301",
      "coredata": {
        "eid": "1-s2.0-S2468823125002925",
        "dc:description": "Ruthenium (Ru)-based materials are considered significantly promising alternative electrocatalysts, benefiting from the fact that it has similar hydrogen bonding energy to Pt and is much cheaper than Pt toward the industrial alkaline hydrogen evolution reaction (HER). However, the weak kinetics of water dissociation for water is reduced to hydrogen by electrochemistry in alkaline solutions impedes seriously its practical application. We propose a novel and efficient method for preparing Ru-RuO2/Ni(OH)2/PDA hybrids, inspired by the reducibility and excellent adhesion of Polydopamine (PDA). It is interesting that in the process of preparing Ru nanoparticles by electrodeposition, the reduction rate of Ru can be adjusted by the PDA attached to the surface of nickel foam so that Ru/RuO2 hybrids with crystal structure can be prepared. Meanwhile, the amorphous Ni(OH)2 nanoarray was grown on the surface of PDA without additional Ni source. The experimental and simulation consequence showed that the mussel-inspired polydopamine transition layer significantly improves the activity of Ru/RuO2 nanoparticles for HER, which is due to the change in electronic structure caused by the favorable interaction between amorphous Ni(OH)2 and crystalline Ru-RuO2. Astonishingly, the Ru-RuO2/Ni(OH)2/PDA electrode presented an overpotential of merely 154 mV at a current density of 1000 mA cm⁻² in an alkaline medium. (1 M KOH), and simultaneously demonstrating prominent long-term stability for 600 h. This work supplies a neoteric venue for optimizing ruthenium-based electrocatalysts toward industrial green hydrogen production.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-06-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125002925",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lai, Liuyun"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Houjun"
          },
          {
            "@_fa": "true",
            "$": "Zeng, Juan"
          },
          {
            "@_fa": "true",
            "$": "Dong, Yanzhao"
          },
          {
            "@_fa": "true",
            "$": "Jin, Wenqing"
          },
          {
            "@_fa": "true",
            "$": "Li, Chengcheng"
          },
          {
            "@_fa": "true",
            "$": "Li, Yueshun"
          },
          {
            "@_fa": "true",
            "$": "Niu, Yiran"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jinli"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Haiyang"
          },
          {
            "@_fa": "true",
            "$": "Kong, Aiqun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125002925"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125002925"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00292-5",
        "prism:volume": "580",
        "articleNumber": "115106",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "A polydopamine-mediated crystalline/amorphous Ru-RuO2/Ni(OH)2 composite catalyst for high current density hydrogen evolution reaction",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ruthenium-based catalyst"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Alkaline electrolyzed water"
          },
          {
            "@_fa": "true",
            "$": "High current density"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115106",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 June 2025",
        "prism:doi": "10.1016/j.mcat.2025.115106",
        "prism:startingPage": "115106",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115106",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "282",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52895",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "428",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50580",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "759",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "231197",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "907",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "148976",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "561",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110796",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "434",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "135335",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8460",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19648",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "154",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18681",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9898",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14303",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15756",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1246",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "332840",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1895",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "436566",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3362",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2320318",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "4012",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1027295",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2485",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "772117",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1922",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "929420",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002925-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1036785",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105001940301"
      }
    }
  }
}