{
  "metadata": {
    "title": "Cellulose nanocrystals supported ternary alloy nanoclusters catalysts for efficient hydrogen production from formic acid",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2024-01-15",
    "doi": "10.1016/j.mcat.2023.113742",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823123008246",
    "pii": "S2468823123008246"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85179456192",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-12-07 2023-12-07 2023-12-07 2023-12-07 2024-01-14T03:56:07 1-s2.0-S2468823123008246 S2468-8231(23)00824-6 S2468823123008246 10.1016/j.mcat.2023.113742 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00194 2024-01-14T04:04:14.551922Z 0 0 20240115 2024 2023-12-07T18:06:50.021634Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst primabst ref specialabst 2468-8231 24688231 true 553 553 C Volume 553 26 113742 113742 113742 20240115 15 January 2024 2024-01-15 2024 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. CELLULOSENANOCRYSTALSSUPPORTEDTERNARYALLOYNANOCLUSTERSCATALYSTSFOREFFICIENTHYDROGENPRODUCTIONFORMICACID CHEN K 1 Introduction 2 Experimental 2.1 Synthesis of CNCNH2 2.2 Synthesis of AuPdM/CNC-NH2 2.3 Catalysts characterization 2.4 Catalytic dehydrogenation of formic acid 3 Results and discussion 3.1 Characterizations 3.2 Catalytic performance for FA dehydrogenation 4 Density functional theory (DFT) calculations 5 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References FABIAN 2023 1793 1817 N HERMESMANN 2022 100996 M GUAN 2023 4926 4943 D PENG 2023 1898 1908 W GARG 2021 213728 N RITTER 2003 18 23 J OTT 2011 1714 1715 S SUN 2020 2001818 Q ONISHI 2019 1970090 N ONISHI 2019 1801275 N GRASEMANN 2012 8171 8181 M KIM 2023 113343 Y BULUT 2015 324 333 A WANG 2014 2732 2734 Z GRAD 2021 41 47 O SORDAKIS 2018 372 433 K XU 2021 24241 24260 R LI 2019 1806781 S ZHANG 2022 4599 4609 Q KARATOK 2023 5114 5124 M LIU 2022 121228 D ALRAIS 2024 123439 L YANG 2013 439 446 L QIN 2020 3921 3932 X CHEN 2023 4835 4841 Z ZHAO 2023 113204 Z TAN 2022 107957 X QIAO 2014 547 554 B ZLOTEA 2010 7720 7729 C WANG 2017 410 417 J SONG 2018 1701416 F KARATOK 2023 5114 5124 M YU 2014 11070 11078 W GU 2011 11822 11825 X ZHANG 2015 204 209 Z SHEN 2023 144630 J CHEN 2022 e202208642 D WANG 2013 4406 4409 Z ZHOU 2011 2998 W KOH 2017 16150 16161 K ZHANG 2022 121 127 Z ZHAO 2019 16707 16717 Q CHEN 2019 713 719 X PRABU 2021 584 595 S MISHRA 2022 1 14 B KARATAS 2016 586 595 Y KIM 2022 118773 J SONG 2022 2414 L ZHONG 2021 46749 46755 S CHENX2024X113742 CHENX2024X113742XK 2025-12-07T00:00:00.000Z 2025-12-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-12-13T08:47:27.442Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Program for Professor of Special Appointment (Eastern Scholar) at Shanghai Institutes of High Learning Program for Professor of Special Appointment (Eastern Scholar) at Shanghai Institutions of Higher Learning http://data.elsevier.com/vocabulary/SciValFunders/501100013285 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 21978087 22178106 22278136 U22B20143 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Science and Technology Commission of Shanghai Municipality 22dz1205900 23ZR1416400 STCSM Science and Technology Commission of Shanghai Municipality http://data.elsevier.com/vocabulary/SciValFunders/501100003399 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 222201718002 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (21978087, 22178106, 22278136, U22B20143), the Science and Technology Commission of Shanghai Municipality (23ZR1416400, 22dz1205900), Program for Professor of Special Appointment (Eastern Scholar) at Shanghai Institutes of High Learning, and the Fundamental Research Funds for the Central Universities (222201718002). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00824-6 S2468823123008246 1-s2.0-S2468823123008246 10.1016/j.mcat.2023.113742 315758 2024-01-14T04:04:14.551922Z 2024-01-15 1-s2.0-S2468823123008246-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/MAIN/application/pdf/49983e977b99fd03c947a0cd3157824e/main.pdf main.pdf pdf true 6262424 MAIN 8 1-s2.0-S2468823123008246-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/PREVIEW/image/png/e07b1f1a2d8537ff786ae627c85c2070/main_1.png main_1.png png 58734 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823123008246-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr5/DOWNSAMPLED/image/jpeg/7b6153e83e6e86039fed238f97fff858/gr5.jpg gr5 gr5.jpg jpg 103623 518 386 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr2/DOWNSAMPLED/image/jpeg/e35965a4b46a743d6e4a29c0ec316abb/gr2.jpg gr2 gr2.jpg jpg 109197 533 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/ga1/DOWNSAMPLED/image/jpeg/18c76059a3b61dc49682fb06e7a3776d/ga1.jpg ga1 true ga1.jpg jpg 41323 200 396 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr1/DOWNSAMPLED/image/jpeg/5c671821c6717f45b8824592cae10382/gr1.jpg gr1 gr1.jpg jpg 125259 459 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr3/DOWNSAMPLED/image/jpeg/91756843c00cb4f5bf19037630b8945c/gr3.jpg gr3 gr3.jpg jpg 110043 667 527 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr4/DOWNSAMPLED/image/jpeg/31a604a3093092a27b23a2d2b96b76ff/gr4.jpg gr4 gr4.jpg jpg 73221 474 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123008246-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr5/THUMBNAIL/image/gif/39335925cb8c767fc5e4eec440f4e19b/gr5.sml gr5 gr5.sml sml 14630 164 122 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr2/THUMBNAIL/image/gif/4356a6915b0134762dee6c17bbb35d56/gr2.sml gr2 gr2.sml sml 13772 164 203 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/ga1/THUMBNAIL/image/gif/1f7d4828331515629c0f19942c3d22d1/ga1.sml ga1 true ga1.sml sml 20290 111 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr1/THUMBNAIL/image/gif/26064616ebede72f437b8703a772f0b9/gr1.sml gr1 gr1.sml sml 29897 164 215 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr3/THUMBNAIL/image/gif/45e97d1a4b6199e1dcaaa5bdfcc1d43a/gr3.sml gr3 gr3.sml sml 10686 163 129 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/gr4/THUMBNAIL/image/gif/272aa5288e4d3475033b273a52435c85/gr4.sml gr4 gr4.sml sml 12103 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823123008246-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/a24fcac5dfd2a9d02243819b0d89f44a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 772566 2291 1708 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/957b6df69c707301524f595fc4ffe5e5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 740701 2358 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/baf48146368cf95332d9320533064646/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 334227 886 1754 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/5948bbf21e4d37ca31d591ad6889537c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1126175 2032 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/e0d0a3ca3b2a7a6b51a940cdab592c32/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 801806 2951 2333 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/HIGHRES/image/jpeg/c525c6ed20722840d26530802a30497a/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 505161 2101 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123008246-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123008246/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/7b6565f51e39f1b966657c508d67e098/mmc1.docx mmc1 mmc1.docx docx 2870463 APPLICATION 1-s2.0-S2468823123008246-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10C7XMZ9G4V/MAIN/application/pdf/9941747923218aa529954c55e012b655/am.pdf am am.pdf pdf false 1348664 AAM-PDF MCAT 113742 113742 S2468-8231(23)00824-6 10.1016/j.mcat.2023.113742 Elsevier B.V. Fig. 1 HAADF-STEM (a), HRTEM (b) and the corresponding element mappings of Au, Pd and Pt (c) images of Au0.4Pd0.6Pt0.2/CNCNH2, inset is the corresponding particle size distribution. Fig 1 Fig. 2 (a) High-resolution XPS spectra of N 1s for Au0.4Pd0.6Pt0.2/CNCNH2. XPS spectra of Au 4f (b), Pd 3d (c) and Pt 4f (d) in different samples. Fig 2 Fig. 3 The relationship between the volume and time of the gas produced by the decomposition of formic acid catalyzed by the prepared ternary metal catalyst (a) and the corresponding TOFinitial values (b) (nFA/nSF=1:4). Relationship between catalytic performance and AuPdPt ratios (c), the corresponding TOFinitial values (f). Relationship between catalytic performance and AuPdAg ratios (d). Relationship between catalytic performance and AuPdIr ratios (e). (T=323K, nFA/nSF=1:4). Fig 3 Fig. 4 The catalytic performance (a) and the corresponding TOFinitial values (b) of Au0.4Pd0.6Pt0.2/CNCNH2 at different temperatures. (c) The Arrhenius plot. (d) The cycling stability of Au0.4Pd0.6Pt0.2/CNCNH2 at 313K. Fig 4 Fig. 5 (a) The configurations of intermediate and transition state on Au0.4Pd0.6Pt0.2 (111) surface, the green, yellow, blue, grey, red, and white atoms indicate the Pd, Au, Pt, C, O, and H, respectively. (b) The reaction pathway for HCOOH decomposition via HCOO pathway on Au0.4Pd0.6Pt0.2 was calculated, Au0.4Pd0.6Ir0.2, and Au0.4Pd0.6Ag0.2 (111) surface; TS1 is the OH bond cleavage step, TS2 is bi-HCOO* rearrangement step, TS3 is the CH bond cleavage step, and TS4 is H2 generation step. Fig 5 Cellulose nanocrystals supported ternary alloy nanoclusters catalysts for efficient hydrogen production from formic acid Kuangyin Chen Writing – original draft 1 Yanqiu Liang Data curation 1 Zhiwei Hu Formal analysis Jianhua Shen Project administration Supervision Writing – review & editing ⁎ Shanghai Engineering Research Centre of Hierarchical Nanomaterials, Key Laboratory for Ultrafine Materials of Ministry of Education, School of Materials Science and Engineering, East China University of Science and Technology, Shanghai 200237, China Shanghai Engineering Research Centre of Hierarchical Nanomaterials, Key Laboratory for Ultrafine Materials of Ministry of Education, School of Materials Science and Engineering East China University of Science and Technology Shanghai 200237 China Shanghai Engineering Research Centre of Hierarchical Nanomaterials, Key Laboratory for Ultrafine Materials of Ministry of Education, School of Materials Science and Engineering, East China University of Science and Technology, Shanghai 200237, China ⁎ Corresponding author. 1 These authors have contributed equally to this work. Formic acid has gained a lot of attention as one of the most promising liquid hydrogen storage carriers. Designing efficient and cost-effective heterogeneous catalysts for formic acid dehydrogenation can effectively address the challenges of in-situ hydrogen production, storage and transportation. In this study, the Au0.4Pd0.6Pt0.2 alloys with an ultrafine size (∼2nm) were prepared on amino-modified cellulose nanocrystals (CNC) with a total metal consumption of only 0.01mmol. The interaction between the support and nanoclusters provided the stable local environment for the catalysts, which showed remarkable HCOOH catalytic performance at low metal dosage, with TOFinitial of is 4478 h −1 and an Ea of 54.06kJ mol−1 at 323K, and the selectivity of hydrogen is 100%. Density functional theory (DFT) calculations demonstrated that the optimized local electron environment facilitated the OH bond cleavage and reduced the binding energy barrier between H*. This finding is beneficial to the development of more effective catalysts in the future. Graphical abstract Amino-functionalized cellulose nanocrystals loaded the ternary alloy nanocatalyst with ultra-small size and ultra-low load was prepared for formic acid dehydrogenation, which had the excellent catalytic performance with a TOFinitial of 4478 h −1 at 323K and Ea of 54.06kJ mol−1. Image, graphical abstract Keywords Alloying effect Hydrogen Cellulose nanocrystal Palladium Formic acid Data availability No data was used for the research described in the article. 1 Introduction Due to the shortage and non-renewable nature of fossil fuels such as coal, oil and natural gas, hydrogen energy is considered one of the effective solutions to the energy crisis due to its high efficiency, abundant reserves, and high calorific value [1–4]. However, the flammability and volatility of hydrogen hinder its large-scale application [5]. Therefore, as the key part of hydrogen energy economy, efficient hydrogen storage technology plays an important role in promoting the development of hydrogen energy [6–8]. Among various hydrogen storage technologies, formic acid (HCOOH, FA) is considered a promising hydrogen storage carrier due to its high hydrogen density, mild dehydrogenation conditions, simple preparation and non-toxicity [9–12]. Hydrogen produced from FA can be directly used in proton exchange membrane fuel cells, effectively avoiding difficulties in hydrogen production, hydrogen storage and hydrogen transportation [13]. There are two main decomposition paths of formic acid: dehydrogenation reaction (HCOOH→H2+CO2) and dehydration reaction (HCOOH→H2O+CO) [14,15], From the thermodynamic point of view, dehydrogenation reaction is easier than dehydration reaction. From the perspective of practical application, CO should be avoided as much as possible. In summary, the dehydrogenation reaction is our expected reaction path. However, FA is relatively stable and it is challenging to spontaneously release hydrogen. Therefore, there is an urgent need to design formic acid dehydrogenation (FAD) catalysts with high activity, high selectivity and excellent stability under low temperature [16–19]. Pd, Pt, Ir, Au, and Ag et al. are often used as the active components of various catalysts [20–22]. Among them, Pd is the most effective FAD catalyst [23–26], but Pd is easily poisoned by CO and has a strong adsorption effect on H atoms [27–29]. CO can readily adsorb onto the Pd surface, forming stable complexes that hinder the desired reaction pathways. This CO poisoning effect reduces the available active sites on the Pd catalyst, leading to a decrease in catalytic activity and selectivity. Additionally, Pd has a strong affinity for hydrogen atoms, which makes it challenging to desorb them. The addition of a second or third component can reduce the loading of Pd and improve catalytic activity and stability. In principle, the alloying of different metals can adjust the adsorption energy of metal particles to obtain a catalyst with improved performance. The incorporation of metals (Ag or Au) with weak binding ability to H atom can be more conducive to dehydrogenation [30–32]. Studies have shown that AuPd alloy has good ability to catalyze the dehydrogenation of formic acid [33–35]. Density functional theory (DFT) calculations show that the FAD includes four steps: (I) the HCOOH molecule adsorbed on the Pd site breaks the OH bond through the transition state TS1, generating co-adsorbed bi-HCOO* and H*; (II) the bi-HCOO* is rotated by TS2, and the O-Au bond is broken to transform into the more stable mono-HCOO*; (III) the CH bond in Mono-HCOO* is easy to be broken, which will release CO2 and H*; (IV) two H* are combined by TS4 to form H2 [36]. Inspired by the alloying effect, the third metal with different work functions is introduced to form a ternary alloy based on the AuPd alloy, with the expectation that the synergistic effect between the three metals can further enhance the catalytic performance [37]. Jiang et al. prepared the CoAuPd nanoalloys supported on carbon, which possessed the 100% H2 selectivity, high activity, and excellent stability towards FAD [38]. Additionally, they found that adding some elements with different surface energy (γ) to replace some of the Au in the AuPd alloy catalyst can optimize the initial adsorption configuration of HCOOH* and further reduce the energy barrier [18]. And Ir was chosen as an element with high γ (3.19J/m2) to form ternary Au0.35Pd0.5Ir0.15 nanoalloys, which displayed 100% conversion and selectivity for FAD [21]. And they also predicted that ternary alloys with other high γ elements may have better catalytic performance. As a natural polymer material, cellulose nanocrystals (CNC) possess several advantages such as wide availability, a large specific surface area, and high surface activity. In particular, its surface contains abundant hydroxyl groups that effectively stabilize metal clusters during reduction processes. Consequently, it is frequently employed as a carrier in various catalytic systems [39,40]. Previous studies have demonstrated that the amine-modified carrier can immobilize metal particles, resulting in the formation of ultrafine and well-dispersed metal clusters. Additionally, it can serve as an alkaline active site, facilitating the dissociation of HCOOH [41,42]. Motivated by these findings, we employed polyethyleneimine (PEI) to modify CNC, thereby obtaining amine-functionalized CNC. Subsequently, it was utilized as the carrier for the ternary alloy. Herein, we have prepared ternary alloy nanocatalysts with various metals and compositions for the FA dehydrogenation system, using amine-functionalized CNC (CNCNH2) as the carrier. In order to investigate the impact of introducing different metal elements on the catalytic performance of the ternary alloy, we synthesized AuPdPt/CNCNH2, AuPdIr/CNCNH2 and AuPdAg/CNCNH2 catalysts, and compared the effects of different metal compositions. Among them, the Au0.4Pd0.6Pt0.2/CNCNH2 catalyst exhibited the best catalytic performance, with a TOF of 4478 h −1 at 323K and a hydrogen selectivity of 100%. X-ray photoelectron spectroscopy (XPS) revealed that the enhancement in catalytic performance of the trimetallic alloy catalyst is attributed to electron transfer from Pt to Au and Pd, resulting in the formation of Pd-rich electron center. This alters the electronic structure of the catalyst surface and promotes the decomposition of formic acid. Combined with density functional theory (DFT) calculations, it was found that the OH bond cleavage process (TS1) was the rate-determining step (RDS) of the catalytic reaction, with a barrier energy of 1.1eV. 2 Experimental 2.1 Synthesis of CNCNH2 Branched polyethyleneimine (PEI, Energy Chemical, Mw 70,000, 50 wt% in water) was used to modify Cellulose nanocrystals (CNCs, ScienceK). Before modification, PEI was diluted with deionized water and stirred until uniformly dispersed for later use. Firstly, 0.5g CNC was dissolved in 50mL deionized water and ultrasonically dispersed to a clear and transparent solution. Then, 9mL of diluted PEI aqueous solution was added to the CNC solution and stirred evenly. The pH of the above solution was adjusted to 8.5 using TRIS buffer (Tris–HCl, Solarbio), and then 0.1g of dopamine hydrochloride (DH, Macklin, 98%) was added to oxidize and polymerize in an air atmosphere for 24h. Finally, the obtained product was centrifuged and washed three times (the washing liquid is deionized water) and re-dispersed in 100mL of deionized water. 2.2 Synthesis of AuPdM/CNC-NH2 The aqueous solution of tetrachloroauric (III) acid tetrahydrate (HAuCl4·4H2O, Rhawn, Au 48–50%, 0.004mmol), sodium tetrachloropalladate (Na2PdCl4, Macklin, 98%, 0.6mL, 0.0006mmol) and chloroplatinic acid hexahydrate (H2PtCl6·6H2O, Macklin, Pt ≥ 37.5%, 0.002mmol) were added to 30mL CNCNH2 aqueous solution, stirring for 30min. Then 10mL of sodium borohydride (NaBH4, Sinopharm Chemical Reagent Co, 98%) aqueous solution at a concentration of 10mmol/L was added to the above solution and the reaction was carried out in an ice water bath for two hours to get Au0.4Pd0.6Pt0.2/CNCNH2. For comparison, other catalysts with different Au/Pd/Pt ratios (0.32:0.48:0.2, 0.4:0.4:0.2, 0.4:0.6:0.2, 0.4:0.6:0.4), other trimetallic catalysts (AuPdAg and AuPdIr) and bimetallic catalyst (Au0.4Pd0.6) were synthesized by similar method. 2.3 Catalysts characterization X-ray diffractometer (Ultima IV, Rigaku, Japan) was used to analysis the structure of catalyst in the 2θ range of 10–90° with scanning rate of 2 °/min. The infrared spectrometer (Nicolet 6700, Semmerfeld, USA) was used to detect the chemical structure and functional groups of materials. UV–vis spectroscopy were obtained by UV–vis spectrophotometer (UV-2600, Shimadzu, Japan). The morphology and composition of the catalysts were studied on a transmission electron microscope coupled with energy dispersive spectrometer (Talos F200X, Semmerfeld, USA). The composition of the catalysts was carried out by inductively coupled plasma atomic emission spectroscopy (ICP-AES). The chemical composition and valence state of catalyst and its contrast samples were analyzed by X-ray Photoelectron Spectrometer (ESCALAB 250Xi, Semmerfeld, USA). The interfacial electrical properties of redispersed systems was analyzed by Zeta potential analyzer (Nano-ZS, Malvern, UK). The gas released in reaction was analyzed using gas chromatography analyzer with a thermal conductivity detector and a flame ionization detector (GC-2060, Fuli, China). 2.4 Catalytic dehydrogenation of formic acid Volumetric measurements were utilized to determine the catalytic activity. Taking the FA/SF mixed solution catalyzed by Au0.4Pd0.6Pt0.2/CNCNH2 at 323K as an illustration, the specific operation is as follows. The FA/SF mixed solution was obtained by mixing 5mL of 1mol/L formic acid solution (FA, Macklin, 99%) and 5mL of 4mol/L sodium formate solution (SF, Macklin, 99.5%). Two flasks containing the catalyst and FA/SF mixed solution were preheated in water at 323K, respectively. Subsequently, the 10mL of FA/SF mixed solution was injected into the flask, and the reaction time and volume change in the measuring cylinder were recorded. Other experiments are consistent with the above method, only need to change the experimental conditions. 3 Results and discussion 3.1 Characterizations In this work, we modified CNC with PEI and PDA successively to obtain CNC with -NH2 on the surface. As shown in Fig. S1a–c, CNCNH2 has numerous intertwined fiber network segments, which can promote electron transfer during catalytic reactions. In addition, high-resolution transmission electron microscopy (HRTEM) revealed that the fibers have a high aspect ratio, providing more sites for nanoparticle loading and facilitating their dispersion. Element mapping further confirmed successful modification of the CNC surface by PDA and PEI, with uniform dispersion of N on the fiber surface (Fig. S1d). The zeta potential of CNCNH2 shifted from −54.2 to 43.2mV, indicating that the negatively charged CNC was successfully modified by the positively charged-NH2 (Fig. S2). The chemical structure and functional groups of materials were detected by Fourier transform infrared (FTIR). As shown in Fig S3, the appearance of C=N characteristic absorption peaks (1645 cm−1) and CN peaks (1157 and 1031 cm−1) further proved the successful preparation of CNCNH2. We prepared AuPdM ternary alloy catalyst with PEI-PDA@CNC as the carrier (M: Pt, Ir or Ag). As shown in Fig. 1 a, the metal clusters are uniformly dispersed on the fiber structure. The size of particles is approximately 2.8nm and the lattice spacing of the nanoclusters is 0.23nm, as observed from the HRTEM (Fig. 1b). This spacing is located between the (111) plane of face-centered cubic Au, Pd and Pt, confirming the formation of an alloy structure. Fig. 1c shows the HAADF-STEM image of Au0.4Pd0.6Pt0.2/CNCNH2 and the corresponding EDS mappings of Au, Pd and Pt. The uniform dispersion of these elements can be observed, further confirming that the nanoclusters of AuPdPt are highly dispersed on the carrier. The smaller-scale TEM image of Au0.4Pd0.6Pt0.2/CNCNH2 is shown in the Fig.S4. Then, the particle size of the metal clusters was then analyzed by a large number of particle size measurements. The results showed that the average size of Au0.4Pd0.6Pt0.2/CNCNH2 was only 2.28nm (inset in Fig. 1a). At the same time, the particle size analysis of AuPdPt/CNCNH2 with other metal ratios was also carried out (Fig. S5), and it was found that the size of the nanoparticles remained basically unchanged as the Pt content varied. The ICP test results indicated that the actual molar ratio of AuPdPt is basically the same as the feed ratio, and any metal loss during the experimental preparation process can be ignored (Table S1). Therefore, the dehydrogenation performance of FA is calculated based on the feed amount. Compare to CNCNH2, the CN FTIR absorption peak in AuPdM/CNCNH2 was weakened, which may be caused by the introduction of metal (Fig. S3). The interaction between the metal clusters and the support will weaken the characteristic peak intensity of CN. The XRD analysis of AuPdPt/CNCNH2 was shown in Fig. S6. The strong carbon diffraction peaks at 14.8 and 22.8° belongs to CNCNH2 carrier and the loading of metal does not change the original configuration of the carrier [43]. Due to the high dispersion and low content of metal clusters, the peaks of metal-related characteristic peaks are not obvious [21,44]. In order to further understand the crystal structure of the ternary metal catalyst, AuPdPt/CNCNH2 was subjected to heat treatment in an argon atmosphere to lose part of the carbon carrier and enhance the visibility of the metal-related peaks. After the heat treatment, a portion of the carbon support was burned away, resulting in a decrease in the intensity of the corresponding XRD characteristic peak. Concurrently, a sharp characteristic peaks between of the metal Au, Pd and Pt characteristic peaks can be clearly observed in the blue region of Fig. S6b, indicating the formation of ternary alloy AuPdPt [21]. In addition, as shown in Fig. S7, the UV absorption peak of Au (near 516nm) was not found in the AuPdPt/CNCNH2, indicating that there were no Au nanoparticles in the catalyst, which further confirmed that AuPdPt existed in the form of alloy [40,45]. It can be concluded from the XPS spectrum (Table S2) that the catalyst mainly contains C, N, O, Au, Pd and Pt, and all N comes from PDA and PEI. To further understand the chemical state of N, high resolution N 1s analysis was performed (Fig. 2 a). N 1s is divided into three peaks, corresponding to C=N (399.2eV), NH (400.03eV) and CN (397.93eV) respectively, which further confirms that CNC is successfully modified by amino group. Compared to the peak observed in the single metal catalyst, the Au 4f, Pd 3d and Pt 4f in the Au0.4Pd0.6Pt0.2/CNCNH2 catalyst were shifted (Fig. 2b–d). Specifically, both the Au 4f and Pd 3d moved towards higher binding energies, while the Pt 4f moved in the opposite direction. This indicates that Pt in the Au0.4Pd0.6Pt0.2/CNCNH2 catalyst tends to lose electrons, while Au and Pd tend to gain electrons. Consequently, electrons are transferred from Pt to Au and Pd, suggesting that the AuPdPt nanoclusters exist in the form of alloys. This electron transfer optimizes the synergy between the three metals by modifying the local electron density. In addition, the heterogeneous catalysts composed of three metals (Au, Pd and Pt) with different work functions may generate an internal electric field at the interface, facilitating the movement of charges from a higher energy level to a lower energy level until the Fermi level is equalized [37]. The chemical states of Au, Pd and Pt in different environments were also discussed. Compared with Au0.4Pd0.6Pt0.2, the binding energy of Au 4f (from 83.8 to 82.9eV) and Pd 3d (from 335.2 to 334.5eV) in Au0.4Pd0.6Pt0.2/CNCNH2 decreased, while the binding energy of Pt 4f increased (from 71.0 to 72.6eV). It is obvious that the binding energies of the three elements have changed after loading Au0.4Pd0.6Pt0.2 on CNCNH2.. According to the change of metal binding energy under different conditions, it can be concluded that PEI-PDA@CNC tends to obtain electrons from Pt and continue to pass electrons as an electronic conductor to Au and Pd. The electron transfer of Au, Pd and Pt indicated a strong metal-support interaction (SMSI) with CNCNH2 [46,47]. These effects optimize the electronic structure of Au0.4Pd0.6Pt0.2/CNCNH2, which facilitates the dehydrogenation of FA. 3.2 Catalytic performance for FA dehydrogenation On the basis of AuPd bimetallic catalyst, the effect of the third transition metal M (Pt, Ir and Ag) with different work functions on the dehydrogenation performance of FA was studied. The ratio and amount of Au and Pd were fixed (Au:Pd = 4:6), and the third metal with the same molar amount was added to test its catalytic performance for FA dehydrogenation at 323K. As shown in the Fig. 3 a, b, AuPdPt trimetallic catalyst shows better catalytic activity than AuPd bimetallic catalyst with TOFinitial value of 4478 h −1 at 323K. The TOF value of AuPdPt increased by approximately 5% compared to AuPd. This may be due to the introduction of Pt adjust the electronic valence state of the original AuPd alloy surface, as shown in the XPS analysis results above. As a result, the surface electron density of Pd with excellent FA dehydrogenation activity is increased, which makes it still have good catalytic activity with very small amount of precious metals. In addition, in order to explore the best combination of the three metals and the corresponding content of various metals, different metal composition and different content of trimetallic alloys were tested for FA dehydrogenation catalytic performance. As shown in the Fig. 3c–f, Au0.4Pd0.6Pt0.2/CNCNH2 exhibits the highest catalytic performance, with a TOFinitial value of 4478 h −1 at 323K, which is superior to other trimetallic catalysts reported in most literatures sources (Table S3). Unfortunately, the introduction of Ir and Ag did not result in any positive effects on the enhancement of catalyst performance. The possible reason is that the inclusion of Ag coats the primary catalytically active Pd sites [48]. The introduction of Ir does not diminish the overall H2 production, but it does lead to a decline in the initial rate of hydrogen production. Therefore, for this catalytic system, the introduction of the third metal Pt is an effective solution to further improve the catalytic performance. We conducted tests on the catalytic activity of Au0.4Pd0.6Pt0.2/CNCNH2 at different temperatures to obtain the apparent activation energy (Ea ) of the catalytic reaction. As shown in the Fig. 4 a–c, the catalytic activity increases as the temperature rises. The Ea of Au0.4Pd0.6Pt0.2/CNCNH2 is calculated using Arrhenius formula, and it is 54.06kJ mol−1. In addition, compared with bimetallic catalysts Au0.4Pd0.6/CNCNH2, Au0.4Pd0.6Pt0.2/CNCNH2 have higher hydrogen production and hydrogen production rate, especially at lower temperatures (Fig. S8). Despite the precious metal content being only 0.012mmol, Au0.4Pd0.6Pt0.2/CNCNH2 also demonstrates excellent catalytic performance, which is due to the utilization of amine-modified CNC as a carrier, resulting in an ultrafine size and highly dispersed catalyst. This was further confirmed by comparing the FA dehydrogenation performance of AuPdPt supported on modified CNC and unmodified CNC, as shown in Fig. S9. Subsequently, the cycle stability of Au0.4Pd0.6Pt0.2/CNCNH2 at 313K was studied, as shown in Fig. 4d. After each reaction, the catalyst was centrifuged and re-dispersed in deionized water for the next dehydrogenation of formic acid to evaluate the cycle stability of the catalyst. The activity of the catalyst decreased slightly after the second cycle, and the activity of the subsequent cycle did not decrease significantly compared with the second cycle. The corresponding change of TOFinitial value was shown in Fig. S10. This may be due to the dispersion stability of the catalyst, and Au0.4Pd0.6Pt0.2/CNCNH2 has a lower zeta potential than Au0.4Pd0.6/CNCNH2 (Fig. S2). The attraction between clusters in the solution exceeds the repulsive force, resulting in the aggregation of particles and the decrease of catalyst activity. In addition, the catalyst clusters were still uniformly dispersed on the carrier in a small size after the cycle test, but the size increased slightly (Fig. S11), which further confirmed that the catalyst was degraded due to the poor dispersion stability of the solution after multiple cycles. Furthermore, the catalyst should be centrifuged and washed multiple times following the reaction, before being dispersed in the aqueous solution once again. This process leads to the elimination of metal particles that fail to sufficiently bind to the carrier during centrifugation. Finally, the path of FA decomposition was explored, and the gas composition in the product was inferred by gas chromatograph. It can be seen from the Fig. S12 that the produced gas only detects the signal peaks of H2 and CO2, and the peak position of CO is not detected (Fig. S7), which means that Au0.4Pd0.6Pt0.2/CNCNH2 exhibits 100% selectivity for FA dehydrogenation [49]. The absence of CO can not only increase the production of hydrogen, but also improve the service life of the catalyst. The hydrogen produced can also be directly used in proton exchange membrane fuel cell, which greatly reduces the difficulties of hydrogen production, storage and transportation. 4 Density functional theory (DFT) calculations In this study, DFT was used to calculate the potential adsorption sites on the surface of the trimetallic catalyst with different components and the adsorption energy of the corresponding main reaction intermediates to determine the best trimetallic alloy catalyst and reaction mechanism in this catalyst. Calculation details can be found in the supporting information. Since the designed catalyst has a similar composition to AuPd alloy, with Pt and Pd adjacent in the periodic table, it can be assumed that the reaction path for the dehydrogenation and decomposition of FA on Au0.4Pd0.6Pt0.2 is the same as that of AuPd alloy. The surface of the catalyst in this experiment is rich in amine groups. Previous studies have shown that these amine groups can react with protons to form protonated NH3 +, which helps to break the OH bond in HCOOH. In addition, the gas product of this experiment does not contain CO, suggesting that the reaction follows the pathway of HCOOH* intermediates (Fig. 5 a). Firstly, the HCOOH molecule adsorbed on the Pd site breaks the OH bond through the transition state TS1, resulting in co-adsorbed bi-HCOO* and H*. Subsequently, the rotation of bi-HCOO* causes the original bond to break, forming a more stable mono-HCOO*, where the CH bond is easily broken to produce CO2 and H*. Finally, the two H* are combined through TS4 to form H2. The decomposition paths of formic acid on the three catalysts along the HCOO path are shown in Fig. 5b, and the corresponding transition state energy of each step is shown in Table S4. The results show that Au0.4Pd0.6Pt0.2 is superior to other Au0.4Pd0.6M0.2/CNCNH2 catalysts (M: Ag or Ir) in terms of desorpting CO2 and releasing H2. Among them, the OH bond cleavage process (TS1) is the rate-determining step (RDS) of the catalytic reaction, with a barrier of 1.1eV. The introduction of third component Pt optimized local electron environment which promotes OH bond cleavage and the energy barrier for H* and H* binding is also reduced. 5 Conclusions The ternary metal catalyst Au0.4Pd0.6Pt0.2 supported on the amine-modified CNC is highly uniformly dispersed on the carrier and the average size is only 2.28nm. The catalyst exhibits excellent formic acid catalytic performance at low metal dosage and low temperature, with TOFinitial of is 4478 h −1 and an Ea of 54.06kJ mol−1, and the selectivity of hydrogen is 100%. The excellent catalytic activity is attributed to the introduction of Pt, which optimizes the electronic structure of the three metals and the synergy between them. In addition, DFT calculations show that the introduction of Pt optimized local electron environment which promotes OH bond cleavage. In this paper, an easy and feasible scheme is proposed to achieve high activity for FA dehydrogenation, which provides a reliable basis for further improving catalytic activity. CRediT authorship contribution statement Kuangyin Chen: Writing – original draft. Yanqiu Liang: Data curation. Zhiwei Hu: Formal analysis. Jianhua Shen: Project administration, Supervision, Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (21978087, 22178106, 22278136, U22B20143), the Science and Technology Commission of Shanghai Municipality (23ZR1416400, 22dz1205900), Program for Professor of Special Appointment (Eastern Scholar) at Shanghai Institutes of High Learning, and the Fundamental Research Funds for the Central Universities (222201718002). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113742. Appendix Supplementary materials Image, application 1 References [1] N. Fabian Z. Elisabeth V. Marta B. Tom The potential role of a hydrogen network in Europe Joule 7 2023 1793 1817 10.1016/j.joule.2023.06.016 N. Fabian, Z. Elisabeth, V. Marta, B. Tom, The potential role of a hydrogen network in Europe, Joule 7 (2023) 1793–1817. 10.1016/j.joule.2023.06.016. [2] M. Hermesmann T.E. Müller Green, turquoise, blue, or grey? Environmentally friendly hydrogen production in transforming energy systems Prog. Energy Combust. Sci. 90 2022 100996 10.1016/j.pecs.2022.100996 M. Hermesmann, T.E. Müller, 2022. Green, turquoise, blue, or grey? Environmentally friendly hydrogen production in transforming energy systems. Prog. Energy Combust. Sci. 90, 100996. 10.1016/j.pecs.2022.100996. [3] D. Guan B. Wang J. Zhang R. Shi K. Jiao L. Li Y. Wang B. Xie Q. Zhang J. Yu Y. Zhu Z. Shao M. Ni Hydrogen society: from present to future Energy Environ. Sci. 16 2023 4926 4943 10.1039/d3ee02695g D. Guan, B. Wang, J. Zhang, R. Shi, K. Jiao, L. Li, Y. Wang, B. Xie, Q. Zhang, J. Yu, Y. Zhu, Z. Shao, M. Ni, Hydrogen society: from present to future, Energy Environ. Sci. 16 (2023) 4926–4943. 10.1039/d3ee02695g. [4] W.F. Peng X. Sun Y. Ding P. Liu Q. Yao Z.H. Lu Enhanced activity of WOx-promoted PdNi nanoclusters confined by Amino-Modified KIT-6 for dehydrogenation of additive-free formic acid ACS Sustain. Chem. Eng. 11 2023 1898 1908 10.1021/acssuschemeng.2c06538 W.F. Peng, X. Sun, Y. Ding, P. Liu, Q. Yao, Z.H. Lu, Enhanced activity of WOx-promoted PdNi nanoclusters confined by Amino-Modified KIT-6 for dehydrogenation of additive-free formic acid, ACS Sustain. Chem. Eng. 11 (2023) 1898–1908. 10.1021/acssuschemeng.2c06538. [5] N. Garg A. Sarkar B. Sundararaju Recent developments on methanol as liquid organic hydrogen carrier in transfer hydrogenation reactions Coord. Chem. Rev. 433 2021 213728 10.1016/j.ccr.2020.213728 N. Garg, A. Sarkar, B. Sundararaju, 2021. Recent developments on methanol as liquid organic hydrogen carrier in transfer hydrogenation reactions. Coord. Chem. Rev. 433, 213728. 10.1016/j.ccr.2020.213728. [6] J.A. Ritter A.D. Ebner J. Wang R. Zidan Implementing a hydrogen economy Mater. Today 6 2003 18 23 10.1016/s1369-7021(03)00921-0 J.A. Ritter, A.D. Ebner, J. Wang, R. Zidan, Implementing a hydrogen economy, Mater. Today 6 (2003) 18–23. 10.1016/s1369-7021(03)00921-0. [7] S. Ott Ironing out hydrogen storage Science 333 2011 1714 1715 10.1126/science.1211021 S. Ott, Ironing out hydrogen storage, Science 333 (2011) 1714–1715. 10.1126/science.1211021. [8] Q. Sun N. Wang Q. Xu J. Yu Nanopore-supported metal nanocatalysts for efficient hydrogen generation from liquid-phase chemical hydrogen storage materials Adv. Mater. 32 2020 2001818 10.1002/adma.202001818 Q. Sun, N. Wang, Q. Xu, J. Yu, 2020. Nanopore-supported metal nanocatalysts for efficient hydrogen generation from liquid-phase chemical hydrogen storage materials. Adv. Mater. 32, 2001818. 10.1002/adma.202001818. [9] N. Onishi M. Iguchi X. Yang R. Kanega H. Kawanami Q. Xu Y. Himeda Hydrogen storage technology: development of effective catalysts for hydrogen storage technology using formic acid Adv. Energy Mater. 9 2019 1970090 10.1002/aenm.201970090 N. Onishi, M. Iguchi, X. Yang, R. Kanega, H. Kawanami, Q. Xu, Y. Himeda, 2019. Hydrogen storage technology: development of effective catalysts for hydrogen storage technology using formic acid. Adv. Energy Mater. 9, 1970090. 10.1002/aenm.201970090. [10] N. Onishi M. Iguchi X. Yang R. Kanega H. Kawanami Q. Xu Y. Himeda Development of effective catalysts for hydrogen storage technology using formic acid Adv. Energy Mater. 9 2019 1801275 10.1002/aenm.201801275 N. Onishi, M. Iguchi, X. Yang, R. Kanega, H. Kawanami, Q. Xu, Y. Himeda, 2019. Development of effective catalysts for hydrogen storage technology using formic acid, Adv. Energy Mater. 9, 1801275. 10.1002/aenm.201801275. [11] M. Grasemann G. Laurenczy Formic acid as a hydrogen source – recent developments and future trends Energy Environ. Sci. 5 2012 8171 8181 10.1039/c2ee21928j M. Grasemann, G. Laurenczy, Formic acid as a hydrogen source – recent developments and future trends, Energy Environ. Sci. 5 (2012) 8171–8181. 10.1039/c2ee21928j. [12] Y. Kim D. Kim Elucidating the alloying effect of PdAg/CNT catalysts on formic acid dehydrogenation with kinetic isotope effect Mol. Catal. 547 2023 113343 10.1016/j.mcat.2023.113343 Y. Kim, D. Kim, 2023. Elucidating the alloying effect of PdAg/CNT catalysts on formic acid dehydrogenation with kinetic isotope effect. Mol. Catal. 547, 113343. 10.1016/j.mcat.2023.113343. [13] A. Bulut M. Yurderi Y. Karatas M. Zahmakiran H. Kivrak M. Gulcan M. Kaya Pd-MnOx nanoparticles dispersed on amine-grafted silica: highly efficient nanocatalyst for hydrogen production from additive-free dehydrogenation of formic acid under mild conditions Appl. Catal. B Environ. 164 2015 324 333 10.1016/j.apcatb.2014.09.041 A. Bulut, M. Yurderi, Y. Karatas, M. Zahmakiran, H. Kivrak, M. Gulcan, M. Kaya, Pd-MnOx nanoparticles dispersed on amine-grafted silica: highly efficient nanocatalyst for hydrogen production from additive-free dehydrogenation of formic acid under mild conditions, Appl. Catal. B Environ. 164 (2015) 324–333. 10.1016/j.apcatb.2014.09.041. [14] Z. Wang H. Wang J. Yan Y. Ping S. O S. Li Q. Jiang DNA-directed growth of ultrafine CoAuPd nanoparticles on graphene as efficient catalysts for formic acid dehydrogenation Chem. Commun. 50 2014 2732 2734 10.1039/c3cc49821b Camb. Z. Wang, H. Wang, J. Yan, Y. Ping, S. O, S. Li, Q. Jiang, DNA-directed growth of ultrafine CoAuPd nanoparticles on graphene as efficient catalysts for formic acid dehydrogenation, Chem. Commun. (Camb.). 50 (2014) 2732–2734. 10.1039/c3cc49821b. [15] O. Grad M. Mihet M. Coros M. Dan M. Lazar G. Blanita Reduced graphene oxide modified with noble metal nanoparticles for formic acid dehydrogenation Catal. Today 366 2021 41 47 10.1016/j.cattod.2020.08.009 O. Grad, M. Mihet, M. Coros, M. Dan, M. Lazar, G. Blanita, Reduced graphene oxide modified with noble metal nanoparticles for formic acid dehydrogenation, Catal. Today 366 (2021) 41–47. 10.1016/j.cattod.2020.08.009. [16] K. Sordakis C. Tang L.K. Vogt H. Junge P.J. Dyson M. Beller Homogeneous catalysis for sustainable hydrogen storage in formic acid and alcohols Chem. Rev. 118 2018 372 433 10.1021/acs.chemrev.7b00182 K. Sordakis, C. Tang, L.K. Vogt, H. Junge, P.J. Dyson, M. Beller, Homogeneous catalysis for sustainable hydrogen storage in formic acid and alcohols, Chem. Rev. 118 (2018) 372–433. 10.1021/acs.chemrev.7b00182. [17] R. Xu W. Lu S. Toan Z. Zhou C.K. Russell Z. Sun Z. Sun Thermocatalytic formic acid dehydrogenation: recent advances and emerging trends J. Mater. Chem. A 9 2021 24241 24260 10.1039/d1ta05910f R. Xu, W. Lu, S. Toan, Z. Zhou, C.K. Russell, Z. Sun, Z. Sun, Thermocatalytic formic acid dehydrogenation: recent advances and emerging trends, J. Mater. Chem. A 9 (2021) 24241–24260. 10.1039/d1ta05910f. [18] S.J. Li Y.T. Zhou X. Kang D.X. Liu L. Gu Q.H. Zhang J.M. Yan Q. Jiang A simple and effective principle for a rational design of heterogeneous catalysts for dehydrogenation of formic acid Adv. Mater. 31 2019 1806781 10.1002/adma.201806781 S.J. Li, Y.T. Zhou, X. Kang, D.X. Liu, L. Gu, Q.H. Zhang, J.M. Yan, Q. Jiang, 2019. A simple and effective principle for a rational design of heterogeneous catalysts for dehydrogenation of formic acid. Adv. Mater. 31, 1806781. 10.1002/adma.201806781. [19] Q. Zhang Q. Mao Y. Zhou L. Zou D. Zhu Y. Huang H. Gao X. Luo Y. Mao Z. Liang Study of non-noble-metal-based metal-Nitrogen-carbon catalysts for formic acid dehydrogenation ACS Sustain. Chem. Eng. 10 2022 4599 4609 10.1021/acssuschemeng.1c08630 Q. Zhang, Q. Mao, Y. Zhou, L. Zou, D. Zhu, Y. Huang, H. Gao, X. Luo, Y. Mao, Z. Liang, Study of non-noble-metal-based metal-Nitrogen-carbon catalysts for formic acid dehydrogenation, ACS Sustain. Chem. Eng. 10 (2022) 4599–4609. 10.1021/acssuschemeng.1c08630. [20] M. Karatok H. Ngan X. Jia C. O'Connor J. Boscoboinik D. Stacchiola P. Sautet R. Madix Achieving ultra-high selectivity to hydrogen production from formic acid on Pd–Ag alloys J. Am. Chem. Soc. 145 2023 5114 5124 10.1021/jacs.2c11323 M. Karatok, H. Ngan, X. Jia, C. O'Connor, J. Boscoboinik, D. Stacchiola, P. Sautet, R. Madix, Achieving ultra-high selectivity to hydrogen production from formic acid on Pd–Ag alloys, J. Am. Chem. Soc. 145 (2023) 5114–5124. 10.1021/jacs.2c11323. [21] D.X. Liu Y.T. Zhou Y.F. Zhu Z.Y. Chen J.M. Yan Q. Jiang Tri-metallic AuPdIr nanoalloy towards efficient hydrogen generation from formic acid Appl. Catal. B Environ. 309 2022 121228 10.1016/j.apcatb.2022.121228 D.X. Liu, Y.T. Zhou, Y.F. Zhu, Z.Y. Chen, J.M. Yan, Q. Jiang, 2022. Tri-metallic AuPdIr nanoalloy towards efficient hydrogen generation from formic acid. Appl. Catal. B Environ. 309, 121228. 10.1016/j.apcatb.2022.121228. [22] L. Alrais S. Gholap I. Dutta E. Abou-Hamad B. Chen J. Zhang M. Hedhili J. Basset K. Huang Highly efficient immobilized PN3P-pincer iridium catalyst for dehydrogenation of neat formic acid Appl. Catal. B Environ. 342 2024 123439 10.1016/j.apcatb.2023.123439 L. Alrais, S. Gholap, I. Dutta, E. Abou-Hamad, B. Chen, J. Zhang, M. Hedhili, J. Basset, K. Huang, 2024. Highly efficient immobilized PN3P-pincer iridium catalyst for dehydrogenation of neat formic acid. Appl. Catal. B Environ. 342, 123439. 10.1016/j.apcatb.2023.123439. [23] L. Yang W. Luo G. Cheng Monodisperse CoAgPd nanoparticles assembled on graphene for efficient hydrogen generation from formic acid at room temperature Int. J. Hydrog. Energy 41 2013 439 446 10.1016/j.ijhydene.2015.10.074 L. Yang, W. Luo, G. Cheng, Monodisperse CoAgPd nanoparticles assembled on graphene for efficient hydrogen generation from formic acid at room temperature, Int. J. Hydrog. Energy 41 (2013) 439–446. 10.1016/j.ijhydene.2015.10.074. [24] X. Qin H. Li S. Xie K. Li T. Jiang X.Y. Ma K. Jiang Q. Zhang O. Terasaki Z. Wu W.B. Cai Mechanistic analysis-guided Pd-based catalysts for efficient hydrogen production from formic acid dehydrogenation ACS Catal. 10 2020 3921 3932 10.1021/acscatal.0c00225 X. Qin, H. Li, S. Xie, K. Li, T. Jiang, X.Y. Ma, K. Jiang, Q. Zhang, O. Terasaki, Z. Wu, W.B. Cai, Mechanistic analysis-guided Pd-based catalysts for efficient hydrogen production from formic acid dehydrogenation, ACS Catal. 10 (2020) 3921–3932. 10.1021/acscatal.0c00225. [25] Z. Chen C.A.M. Stein R. Qu N. Rockstroh S. Bartling J. Weiß C. Kubis K. Junge H. Junge M. Beller Designing a robust palladium catalyst for formic acid dehydrogenation ACS Catal. 13 2023 4835 4841 10.1021/acscatal.3c00009 Z. Chen, C.A.M. Stein, R. Qu, N. Rockstroh, S. Bartling, J. Weiß, C. Kubis, K. Junge, H. Junge, M. Beller, Designing a robust palladium catalyst for formic acid dehydrogenation, ACS Catal. 13 (2023) 4835–4841. 10.1021/acscatal.3c00009. [26] Z. Zhao Y. Yao D. Xu X. Li Anchoring PdAg nanoparticles on ZIF-67-derived Co@NC composite as a catalyst for efficient hydrogen evolution from formic acid Mol. Catal. 545 2023 113204 10.1016/j.mcat.2023.113204 Z. Zhao, Y. Yao, D. Xu, X. Li, Anchoring PdAg nanoparticles on ZIF-67-derived Co@NC composite as a catalyst for efficient hydrogen evolution from formic acid, 2023. Mol. Catal. 545, 113204. 10.1016/j.mcat.2023.113204. [27] X. Tan C. Yu X. Song L. Ni H. Xu Y. Xie Z. Wang S. Cui Y. Ren W. Li Y. Zhang J. Qiu Robust O-Pd-Cl catalyst-electrolyte interfaces enhance CO tolerance of Pd/C catalyst for stable CO2 electroreduction Nano Energy 104 2022 107957 10.1016/j.nanoen.2022.107957 X. Tan, C. Yu, X. Song, L. Ni, H. Xu, Y. Xie, Z. Wang, S. Cui, Y. Ren, W. Li, Y. Zhang, J. Qiu, 2022. Robust O-Pd-Cl catalyst-electrolyte interfaces enhance CO tolerance of Pd/C catalyst for stable CO2 electroreduction. Nano Energy 104, 107957. 10.1016/j.nanoen.2022.107957. [28] B. Qiao J. Lin L. Li A. Wang J. Liu T. Zhang Highly active small palladium clusters supported on ferric hydroxide for carbon monoxide-tolerant hydrogen oxidation ChemCatChem 6 2014 547 554 10.1002/cctc.201300947 B. Qiao, J. Lin, L. Li, A. Wang, J. Liu, T. Zhang, Highly active small palladium clusters supported on ferric hydroxide for carbon monoxide-tolerant hydrogen oxidation, ChemCatChem 6 (2014) 547–554. 10.1002/cctc.201300947. [29] C. Zlotea F. Cuevas V. Paul-Boncour E. Leroy P. Dibandjo R. Gadiou C. Vix-Guterl M. Latroche Size-dependent hydrogen sorption in ultrasmall Pd clusters embedded in a mesoporous carbon template J. Am. Chem. Soc. 132 2010 7720 7729 10.1021/ja101795g C. Zlotea, F. Cuevas, V. Paul-Boncour, E. Leroy, P. Dibandjo, R. Gadiou, C. Vix-Guterl, M. Latroche, Size-dependent hydrogen sorption in ultrasmall Pd clusters embedded in a mesoporous carbon template, J. Am. Chem. Soc. 132 (2010) 7720–7729. 10.1021/ja101795g. [30] J. Wang H. Tan D. Jiang K. Zhou Enhancing H2 evolution by optimizing H adatom combination and desorption over Pd nanocatalyst Nano Energy 33 2017 410 417 10.1016/j.nanoen.2017.02.001 J. Wang, H. Tan, D. Jiang, K. Zhou, Enhancing H2 evolution by optimizing H adatom combination and desorption over Pd nanocatalyst, Nano Energy 33 (2017) 410–417. 10.1016/j.nanoen.2017.02.001. [31] F.Z. Song Q.L. Zhu X. Yang W.W. Zhan P. Pachfule N. Tsumori Q. Xu Metal–organic framework templated porous carbon-metal oxide/reduced graphene oxide as superior support of bimetallic nanoparticles for efficient hydrogen generation from formic acid Adv. Energy Mater. 8 2018 1701416 10.1002/aenm.201701416 F.Z. Song, Q.L. Zhu, X. Yang, W.W. Zhan, P. Pachfule, N. Tsumori, Q. Xu, 2018. Metal–organic framework templated porous carbon-metal oxide/reduced graphene oxide as superior support of bimetallic nanoparticles for efficient hydrogen generation from formic acid. Adv. Energy Mater. 8, 1701416. 10.1002/aenm.201701416. [32] M. Karatok H.T. Ngan X. Jia C.R. O'Connor J.A. Boscoboinik D.J. Stacchiola P. Sautet R.J. Madix Achieving ultra-high selectivity to hydrogen production from formic acid on Pd-Ag alloys J. Am. Chem. Soc. 145 2023 5114 5124 10.1021/jacs.2c11323 M. Karatok, H.T. Ngan, X. Jia, C.R. O'Connor, J.A. Boscoboinik, D.J. Stacchiola, P. Sautet, R.J. Madix, Achieving ultra-high selectivity to hydrogen production from formic acid on Pd-Ag alloys, J. Am. Chem. Soc. 145 (2023) 5114–5124. 10.1021/jacs.2c11323. [33] W.Y. Yu G.M. Mullen D.W. Flaherty C.B. Mullins Selective hydrogen production from formic acid decomposition on Pd-Au bimetallic surfaces J. Am. Chem. Soc. 136 2014 11070 11078 10.1021/ja505192v W.Y. Yu, G.M. Mullen, D.W. Flaherty, C.B. Mullins, Selective hydrogen production from formic acid decomposition on Pd-Au bimetallic surfaces, J. Am. Chem. Soc., 136 (2014) 11070–11078. 10.1021/ja505192v. [34] X. Gu Z.H. Lu H.L. Jiang T. Akita Q. Xu Synergistic catalysis of metal-organic framework-immobilized Au-Pd nanoparticles in dehydrogenation of formic acid for chemical hydrogen storage J. Am. Chem. Soc. 133 2011 11822 11825 10.1021/ja200122f X. Gu, Z.H. Lu, H.L. Jiang, T. Akita, Q. Xu, Synergistic catalysis of metal-organic framework-immobilized Au-Pd nanoparticles in dehydrogenation of formic acid for chemical hydrogen storage, J. Am. Chem. Soc. 133 (2011) 11822–11825. 10.1021/ja200122f. [35] Z. Zhang S.W. Cao Y. Liao C. Xue Selective photocatalytic decomposition of formic acid over AuPd nanoparticle-decorated TiO2 nanofibers toward high-yield hydrogen production Appl. Catal. B Environ. 162 2015 204 209 10.1016/j.apcatb.2014.06.055 Z. Zhang, S.W. Cao, Y. Liao, C. Xue, Selective photocatalytic decomposition of formic acid over AuPd nanoparticle-decorated TiO2 nanofibers toward high-yield hydrogen production, Appl. Catal. B Environ. 162 (2015) 204–209. 10.1016/j.apcatb.2014.06.055. [36] J. Shen Y. Liang C. Wang Y. Zhu Modified cellulose nanocrystals immobilized AuPd nanoalloy for formic acid dehydrogenation Chem. Eng. J. 473 2023 144630 10.1016/j.cej.2023.144640 J. Shen, Y. Liang, C. Wang, Y. Zhu, 2023. Modified cellulose nanocrystals immobilized AuPd nanoalloy for formic acid dehydrogenation. Chem. Eng. J. 473, 144630. 10.1016/j.cej.2023.144640. [37] D. Chen R. Lu R. Yu Y. Dai H. Zhao D. Wu P. Wang J. Zhu Z. Pu L. Chen J. Yu S. Mu Work-function-induced interfacial built-in electric fields in Os-OsSe2 heterostructures for active acidic and alkaline hydrogen evolution Angew. Chem. Int. Ed. 61 2022 e202208642 10.1002/anie.202208642 D. Chen, R. Lu, R. Yu, Y. Dai, H. Zhao, D. Wu, P. Wang, J. Zhu, Z. Pu, L. Chen, J. Yu, S. Mu, 2022. Work-function-induced interfacial built-in electric fields in Os-OsSe2 heterostructures for active acidic and alkaline hydrogen evolution. Angew. Chem. Int. Ed. 61, e202208642. 10.1002/anie.202208642. [38] Z.L. Wang J.M. Yan Y. Ping H.L. Wang W.T. Zheng Q. Jiang An efficient CoAuPd/C catalyst for hydrogen generation from formic acid at room temperature Angew. Chem. Int. Ed. 52 2013 4406 4409 10.1002/anie.201301009 Z.L. Wang, J.M. Yan, Y. Ping, H.L. Wang, W.T. Zheng, Q. Jiang, An efficient CoAuPd/C catalyst for hydrogen generation from formic acid at room temperature, Angew. Chem. Int. Ed. 52 (2013) 4406–4409. 10.1002/anie.201301009. [39] W. Zhou C.l. Jiao Q.l Feng J. Wang J.H. Xiong G.N. Chen S.F. Wang H.X. Zhu A cellulose-type carrier for intimate coupling photocatalysis and biodegradation Polymers 14 2011 2998 10.3390/polym14152998 Basel W. Zhou, C.l. Jiao, Q.l Feng, J. Wang, J.H. Xiong, G.N. Chen, S.F. Wang, H.X. Zhu, 2011. A cellulose-type carrier for intimate coupling photocatalysis and biodegradation, Polymers (Basel) 14, 2998. 10.3390/polym14152998. [40] K. Koh M. Jeon C.W. Yoon T Asefa Formic acid dehydrogenation over Pd NPs supported on amine-functionalized SBA-15 catalysts: structure–activity relationships J. Mater. Chem. A 5 2017 16150 16161 10.1039/c7ta02040f K. Koh, M. Jeon, C.W. Yoon, T.Asefa, Formic acid dehydrogenation over Pd NPs supported on amine-functionalized SBA-15 catalysts: structure–activity relationships, J. Mater. Chem. A 5 (2017) 16150–16161. 10.1039/c7ta02040f, [41] Z. Zhang D. He Z. Wang S. Wu T. Liu Bimetallic palladium chromium nanoparticles anchored on amine-functionalized titanium carbides for remarkably catalytic dehydrogenation of formic acid at mild conditions J. Catal. 410 2022 121 127 10.1016/j.jcat.2022.04.021 Z. Zhang, D. He, Z. Wang, S. Wu, T. Liu, Bimetallic palladium chromium nanoparticles anchored on amine-functionalized titanium carbides for remarkably catalytic dehydrogenation of formic acid at mild conditions, J. Catal. 410 (2022) 121–127. 10.1016/j.jcat.2022.04.021. [42] Q. Zhao Z. Zhu X. Zhang P. Li Y. Huang X. Luo Z. Liang Amine-functionalized sepiolite: toward highly efficient palladium nanocatalyst for dehydrogenation of additive-free formic acid Int. J. Hydrog. Energy 44 2019 16707 16717 10.1016/j.ijhydene.2019.04.266 Q. Zhao, Z. Zhu, X. Zhang, P. Li, Y. Huang, X. Luo, Z. Liang, Amine-functionalized sepiolite: toward highly efficient palladium nanocatalyst for dehydrogenation of additive-free formic acid, Int. J. Hydrog. Energy 44 (2019) 16707–16717. 10.1016/j.ijhydene.2019.04.266. [43] X.Q. Chen G.X. Pang W.H. Shen X. Tong M.Y. Jia Preparation and characterization of the ribbon-like cellulose nanocrystals by the cellulase enzymolysis of cotton pulp fibers Carbohyd. Polym. 207 2019 713 719 10.1016/j.carbpol.2018.12.042 X.Q. Chen, G.X. Pang, W.H. Shen, X. Tong, M.Y. Jia, Preparation and characterization of the ribbon-like cellulose nanocrystals by the cellulase enzymolysis of cotton pulp fibers, Carbohyd. Polym. 207 (2019) 713–719. 10.1016/j.carbpol.2018.12.042. [44] S. Prabu K.Y. Chiang Yolk-shell silica dioxide spheres@metal-organic framework immobilized Ni/Mo nanoparticles as an effective catalyst for formic acid dehydrogenation at low temperature J. Colloid Interf. Sci. 604 2021 584 595 10.1016/j.jcis.2021.06.160 S. Prabu, K.Y. Chiang, Yolk-shell silica dioxide spheres@metal-organic framework immobilized Ni/Mo nanoparticles as an effective catalyst for formic acid dehydrogenation at low temperature, J. Colloid Interf. Sci. 604 (2021) 584–595. 10.1016/j.jcis.2021.06.160. [45] B. Mishra D. Ghosh B.P. Tripathi Finely dispersed AgPd bimetallic nanoparticles on a polydopamine modified metal organic framework for diverse catalytic applications J. Catal. 411 2022 1 14 10.1016/j.jcat.2022.03.009 B. Mishra, D. Ghosh, B.P. Tripathi, Finely dispersed AgPd bimetallic nanoparticles on a polydopamine modified metal organic framework for diverse catalytic applications, J. Catal. 411 (2022) 1–14. 10.1016/j.jcat.2022.03.009. [46] Y. Karatas A. Bulut M. Yurderi I.E. Ertas O. Alal M. Gulcan M. Celebi H. Kivrak M. Kaya M. Zahmakiran PdAu-MnOx nanoparticles supported on amine-functionalized SiO2 for the room temperature dehydrogenation of formic acid in the absence of additives Appl. Catal. B Environ. 180 2016 586 595 10.1016/j.apcatb.2015.06.060 Y. Karatas, A. Bulut, M. Yurderi, I.E. Ertas, O. Alal, M. Gulcan, M. Celebi, H. Kivrak, M. Kaya, M. Zahmakiran, PdAu-MnOx nanoparticles supported on amine-functionalized SiO2 for the room temperature dehydrogenation of formic acid in the absence of additives, Appl. Catal. B Environ. 180 (2016) 586–595. 10.1016/j.apcatb.2015.06.060. [47] J. Kim M. Yun B. Song Y. Yun Heterogeneous enantioselective hydrogenation of an unsaturated carboxylic acid over Pd supported on amine-functionalized silica Appl. Catal. A: General 643 2022 118773 10.1016/j.apcata.2022.118773 J. Kim, M. Yun, B. Song, Y. Yun, 2022. Heterogeneous enantioselective hydrogenation of an unsaturated carboxylic acid over Pd supported on amine-functionalized silica. Appl. Catal. A: General 643, 118773. 10.1016/j.apcata.2022.118773. [48] L. Song K. Tan Y. Ye B. Zhu S. Zhang W. Huang Amine-functionalized natural halloysite nanotubes supported metallic (Pd, Au, Ag) nanoparticles and their catalytic performance for dehydrogenation of formic acid Nanomaterials 12 2022 2414 10.3390/nano12142414 L. Song, K. Tan, Y. Ye, B. Zhu, S. Zhang, W. Huang, 2022. Amine-functionalized natural halloysite nanotubes supported metallic (Pd, Au, Ag) nanoparticles and their catalytic performance for dehydrogenation of formic acid. Nanomaterials 12, 2414. 10.3390/nano12142414. [49] S. Zhong X. Yang L. Chen N. Tsumori N. Taguchi Q. Xu Interfacing with Fe-N-C sites boosts the formic acid dehydrogenation of palladium nanoparticles ACS Appl. Mater. Interface 13 2021 46749 46755 10.1021/acsami.1c14009 S. Zhong, X. Yang, L. Chen, N. Tsumori, N. Taguchi, Q. Xu, Interfacing with Fe-N-C sites boosts the formic acid dehydrogenation of palladium nanoparticles, ACS Appl. Mater. Interface 13 (2021) 46749–46755. 10.1021/acsami.1c14009.",
      "scopus-id": "85179456192",
      "coredata": {
        "eid": "1-s2.0-S2468823123008246",
        "dc:description": "Formic acid has gained a lot of attention as one of the most promising liquid hydrogen storage carriers. Designing efficient and cost-effective heterogeneous catalysts for formic acid dehydrogenation can effectively address the challenges of in-situ hydrogen production, storage and transportation. In this study, the Au0.4Pd0.6Pt0.2 alloys with an ultrafine size (∼2nm) were prepared on amino-modified cellulose nanocrystals (CNC) with a total metal consumption of only 0.01mmol. The interaction between the support and nanoclusters provided the stable local environment for the catalysts, which showed remarkable HCOOH catalytic performance at low metal dosage, with TOFinitial of is 4478 h −1 and an Ea of 54.06kJ mol−1 at 323K, and the selectivity of hydrogen is 100%. Density functional theory (DFT) calculations demonstrated that the optimized local electron environment facilitated the OH bond cleavage and reduced the binding energy barrier between H*. This finding is beneficial to the development of more effective catalysts in the future.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823123008246",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Kuangyin"
          },
          {
            "@_fa": "true",
            "$": "Liang, Yanqiu"
          },
          {
            "@_fa": "true",
            "$": "Hu, Zhiwei"
          },
          {
            "@_fa": "true",
            "$": "Shen, Jianhua"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823123008246"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823123008246"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00824-6",
        "prism:volume": "553",
        "articleNumber": "113742",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Cellulose nanocrystals supported ternary alloy nanoclusters catalysts for efficient hydrogen production from formic acid",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alloying effect"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen"
          },
          {
            "@_fa": "true",
            "$": "Cellulose nanocrystal"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Formic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113742",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 2024",
        "prism:doi": "10.1016/j.mcat.2023.113742",
        "prism:startingPage": "113742",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113742",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "518",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103623",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "533",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109197",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "396",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41323",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "459",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "125259",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "667",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110043",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "474",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73221",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14630",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13772",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20290",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "29897",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "129",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10686",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12103",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2291",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "772566",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2358",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "740701",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1754",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "334227",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2032",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1126175",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2951",
            "@width": "2333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "801806",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2101",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "505161",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2870463",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123008246-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1348664",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85179456192"
      }
    }
  }
}