{
  "metadata": {
    "title": "Direct conversion of lignocellulosic biomass into aromatic monomers over supported metal catalysts in supercritical water",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-10-31",
    "doi": "10.1016/j.mcat.2019.110557",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882311930402X",
    "pii": "S246882311930402X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85070916650",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-08-20 2019-08-20 2019-08-20 2019-08-20 2019-08-30T11:55:45 1-s2.0-S246882311930402X S2468-8231(19)30402-X S246882311930402X 10.1016/j.mcat.2019.110557 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00139 2020-01-03T04:23:55.196303Z 0 0 20191001 20191031 2019 2019-08-20T10:07:07.56746Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 477 477 C Volume 477 22 110557 110557 110557 201910 October 2019 2019-10-01 2019-10-31 2019 VSI:Catalysis for Sustainability article fla © 2019 Elsevier B.V. All rights reserved. DIRECTCONVERSIONLIGNOCELLULOSICBIOMASSAROMATICMONOMERSOVERSUPPORTEDMETALCATALYSTSINSUPERCRITICALWATER YAMAGUCHI A 1 Introduction 2 Experimental 2.1 Materials 2.2 Characterization 2.3 Biomass conversion procedure 3 Results and discussion 3.1 Conversion of Japanese cedar into aromatic monomers 3.2 Effects of reaction conditions 3.3 Effects of biomass type 3.4 Reusability of the catalysts 4 Conclusions Acknowledgements References CORMA 2007 2411 2502 A KOBAYASHI 2013 1740 1763 H BRIDGWATER 2012 68 94 A GALADIMA 2015 338 354 A ZHANG 2018 659 L NZIHOU 2019 326 337 A ZAKZESKI 2010 3552 3599 J LI 2015 11559 11624 C OKUDA 2004 803 813 K JIANG 2010 4470 4475 G ROBERTS 2011 5939 5948 V PINTO 2011 741 748 P ZAKZESKI 2012 1602 1609 J WANG 2012 1455 1466 X SONG 2013 994 1007 Q HUANG 2014 2276 2288 X ZHANG 2014 2432 2437 J JOFFRES 2014 167 176 B NARANI 2015 5046 5057 A GUVENATAM 2016 460 466 B XIAO 2017 7535 7542 L SUN 2018 614 678 Z YAMAGUCHI 2017 46172 A YAMAGUCHI 2019 A TERAMOTO 2008 75 85 Y YAMAGUCHI 2008 1485 1492 A YAMAGUCHI 2009 192 195 A OSADA 2012 3179 3186 M YAMAGUCHI 2010 737 741 A OSADA 2007 1400 1405 M OSADA 2007 1854 1858 M YAMAGUCHIX2019X110557 YAMAGUCHIX2019X110557XA 2021-08-20T00:00:00.000Z 2021-08-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-08-09T09:43:29.857Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas JSPS Japan Society for the Promotion of Science http://data.elsevier.com/vocabulary/SciValFunders/501100001691 http://sws.geonames.org/1861060 item S2468-8231(19)30402-X S246882311930402X 1-s2.0-S246882311930402X 10.1016/j.mcat.2019.110557 315758 2020-01-03T04:23:55.196303Z 2019-10-01 2019-10-31 1-s2.0-S246882311930402X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/MAIN/application/pdf/7f739ffd98dfabdde310a534dce94191/main.pdf main.pdf pdf true 2084681 MAIN 6 1-s2.0-S246882311930402X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/PREVIEW/image/png/bd1b5a402ba5a956ccc2848702ecb7f6/main_1.png main_1.png png 50152 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882311930402X-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/ga1/THUMBNAIL/image/gif/7fefec4ee1c9a073804f2f66b362daba/ga1.sml ga1 true ga1.sml sml 3563 38 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr1/THUMBNAIL/image/gif/a6d00aa13037e27c230c77fac3398276/gr1.sml gr1 gr1.sml sml 7233 130 219 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr2/THUMBNAIL/image/gif/3c990ddc5f52c321cb61c2784db43947/gr2.sml gr2 gr2.sml sml 5094 164 85 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr3/THUMBNAIL/image/gif/0896d7fe6ca3aabdf49964729ac51525/gr3.sml gr3 gr3.sml sml 5019 164 86 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr4/THUMBNAIL/image/gif/126540fa5bfc4b0b13d9b6e6c2a30249/gr4.sml gr4 gr4.sml sml 5563 162 85 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr5/THUMBNAIL/image/gif/85de3f6cdac0e8e343e46fdbf97d915a/gr5.sml gr5 gr5.sml sml 5057 163 86 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr6/THUMBNAIL/image/gif/97d87476c9fa10ac1ae02eb045cf5453/gr6.sml gr6 gr6.sml sml 5575 162 85 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr7/THUMBNAIL/image/gif/6697497e9e9da27bd9a6a52c0f53fa45/gr7.sml gr7 gr7.sml sml 8042 163 167 IMAGE-THUMBNAIL 1-s2.0-S246882311930402X-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/ga1/DOWNSAMPLED/image/jpeg/13a9e0e675e1f24cc0fe998a2db0416e/ga1.jpg ga1 true ga1.jpg jpg 16198 86 500 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr1/DOWNSAMPLED/image/jpeg/0aa6f923cac2582de28b948f9f5da976/gr1.jpg gr1 gr1.jpg jpg 18376 201 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr2/DOWNSAMPLED/image/jpeg/0cee4f3d79374a03e7ce5c47468fbf71/gr2.jpg gr2 gr2.jpg jpg 48912 654 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr3/DOWNSAMPLED/image/jpeg/75e2cce99df4dd7e5747dfcf4e5bd058/gr3.jpg gr3 gr3.jpg jpg 49917 645 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr4/DOWNSAMPLED/image/jpeg/cc0ccff0649818be6f2f949d86ccec9f/gr4.jpg gr4 gr4.jpg jpg 50085 647 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr5/DOWNSAMPLED/image/jpeg/3a214515757b485186c6c63b0259f7d4/gr5.jpg gr5 gr5.jpg jpg 47328 642 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr6/DOWNSAMPLED/image/jpeg/232f9a367b88510de5efe1b4a4007e63/gr6.jpg gr6 gr6.jpg jpg 51022 647 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311930402X/gr7/DOWNSAMPLED/image/jpeg/5227a0d32baaba3f938ea30f936f976f/gr7.jpg gr7 gr7.jpg jpg 33928 332 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311930402X-am.pdf am am.pdf pdf 310616 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WTM2L4NBD/MAIN/application/pdf/6c3646efde45baf91e7cd292ff28b7a4/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10WTM2L4NBD/MAIN/application/pdf/6c3646efde45baf91e7cd292ff28b7a4/am.pdf MCAT 110557 110557 S2468-8231(19)30402-X 10.1016/j.mcat.2019.110557 Elsevier B.V. Fig. 1 Yields of aromatic products obtained by treatment of Japanese cedar with supercritical water for 1 h at 673 K and a water density of 0.5 g cm–3 in the presence or absence of a supported metal catalyst. Fig. 1 Fig. 2 Effect of amount of water on the yields of aromatic monomers obtained by treatment of Japanese cedar with supercritical water for 1 h at 673 K over (a) Pd/C, (b) Pt/C, and (c) Rh/C. Fig. 2 Fig. 3 Effect of reaction temperature on the yields of aromatic monomers obtained by treatment of Japanese cedar with supercritical water for 1 h with water amount of 3 g in 6 cm3 over (a) Pd/C, (b) Pt/C, and (c) Rh/C. Fig. 3 Fig. 4 Effect of reaction time on the yields or aromatic monomers obtained by treatment of Japanese cedar with supercritical water at 673 K and a water density of 0.5 g cm–3 over (a) Pd/C, (b) Pt/C, and (c) Rh/C. Fig. 4 Fig. 5 Yields of aromatic monomers obtained by treatment of Japanese cedar and bagasse with supercritical water for 1 h at 673 K and a water density of 0.5 g cm–3 over (a) Pd/C, (b) Pt/C, and (c) Rh/C. Fig. 5 Fig. 6 Effect of catalyst recycling on the yields of aromatic monomers obtained by treatment of Japanese cedar with supercritical water for 1 h at 673 K and a water density of 0.5 g cm–3 over (a) Pd/C, (b) Pt/C, and (c) Rh/C. Fig. 6 Fig. 7 XRD patterns of fresh (a) Pt/C, (c) Rh/C, and (e) Pd/C (prior to the biomass conversion reaction) and used (b) Pt/C, (d) Rh/C, and (f) Pd/C (after the repeated reactions shown in Fig. 6). Fig. 7 Table 1 Chemical and elemental composition of the lignocellulosic biomass used in this study. Table 1 Biomass Chemical composition (wt %) Elemental composition (wt %) Cellulose Hemicellulose Lignin Oil/fat Ash C H N S Cl Japanese cedar 42.7 28.7 32.3 0.72 3.8 49.6 6.3 0.27 0.01 0.01 Bagasse 37.0 31.2 22.2 4.6 2.4 45.7 6.0 0.30 0.04 0.03 Table 2 Outcome of treatment of Japanese cedar with supercritical water (density, 0.5 g cm–3) for 1 h at 673 K in the presence or absence of a supported metal catalyst. Table 2 Catalyst Gas yield (%) Gas composition (%) Solid yield a (wt %) H2 CH4 CO2 C2H6 Pd/C 15.7 11.7 11.9 73.2 3.2 1.4 Pt/C 22.6 7.5 18.7 70.0 3.9 1.3 Rh/C 29.6 6.9 30.1 59.8 3.1 5.6 Ru/C 54.7 3.5 42.5 52.9 1.1 2.7 None 9.2 20.0 11.7 66.8 1.5 13.4 a Includes unreacted biomass. Direct conversion of lignocellulosic biomass into aromatic monomers over supported metal catalysts in supercritical water Aritomo Yamaguchi a ⁎ Tatsuya Watanabe b Kyota Saito b Satoko Kuwano b Yuka Murakami a Naoki Mimura a Osamu Sato a a Research Institute for Chemical Process Technology, National Institute of Advanced Industrial Science and Technology (AIST), 4-2-1 Nigatake, Miyagino, Sendai, 983-8551, Japan Research Institute for Chemical Process Technology National Institute of Advanced Industrial Science and Technology (AIST) 4-2-1 Nigatake Miyagino Sendai 983-8551 Japan Research Institute for Chemical Process Technology, National Institute of Advanced Industrial Science and Technology (AIST), 4-2-1 Nigatake, Miyagino, Sendai 983-8551, Japan b Faculty of Engineering, Tohoku Gakuin University, 1-13-1 Chuo, Tagajo, Miyagi, 985-8537, Japan Faculty of Engineering Tohoku Gakuin University 1-13-1 Chuo Tagajo Miyagi 985-8537 Japan Faculty of Engineering, Tohoku Gakuin University, 1-13-1 Chuo, Tagajo, Miyagi 985-8537, Japan ⁎ Corresponding author. Graphical abstract With the goal of contributing to the valorization of lignocellulosic biomass, we investigated the conversion of Japanese cedar and bagasse into aromatic monomers over charcoal-supported metal catalysts in supercritical water. Over Ru/C, Japanese cedar was converted into gaseous products such as methane and carbon dioxide. Pd/C, Pt/C, and Rh/C were active for the conversion of Japanese cedar into aromatic monomers, and the monomer yields over these catalysts decreased in the order Pt/C > Rh/C > Pd/C when the conversion reaction was carried out at 673 K for 1 h. Bagasse, an herbaceous biomass, could also be converted into aromatic monomers by reaction over Pt/C, Rh/C, or Pd/C at 673 K for 1 h. Catalyst reusability experiments revealed that the activities of Pt/C and Rh/C for Japanese cedar conversion increased with reuse, up until the third reuse. Keywords Lignin depolymerization Supported metal catalyst Aromatic monomer Supercritical water Bond cleavage 1 Introduction As part of efforts toward establishing a sustainable society, conversion of lignocellulosic biomass to fuel and chemicals has attracted considerable research attention [1,2]. For example, lignocellulosic biomass can be converted into aromatic compounds by means of catalytic fast pyrolysis [3–6]. In this process, aromatic products without oxygen atoms, such as benzene, toluene, ethylbenzene, and xylene, can be obtained over H-ZSM-5 catalysts at 773–973 K. However, coke formation and catalyst deactivation are rapid, which is significant problems during catalytic fast pyrolysis of biomass. In addition, lignin, which is one of the three main components of lignocellulosic biomass and is a three-dimensional polymer consisting of aromatic compounds cross-linked via COC and CC bonds, can be converted into aromatic products by depolymerization [7,8]. However, lignin depolymerization produces a wide variety of aromatic compounds, most of which bear oxygen-containing functional groups [9–22], which should be separated or upgraded to homogeneous products, a challenging process. For the production of simple aromatic monomers from lignin, we have reported that the bond cleavage reactions between aromatic monomers in lignin model compounds with supercritical water at 673 K in the presence of Pd/C, Pt/C, and Rh/C catalysts [23,24], which tend to remove the functional groups of the aromatic compounds produced from lignin. Monomeric aromatic compounds are obtained readily from lignin model compounds cross-linked by COC bonds, whereas model compounds with CC cross-linking are difficult to convert to monomers. In this study, we focused on the production of simple aromatic monomers such as benzene, toluene, phenol, etc. from real biomass at 673 K, that is lower temperature than that for catalytic fast pyrolysis. We applied the bond cleavage conditions developed for model compounds to the depolymerization of lignin in two types of real lignocellulosic biomass: Japanese cedar and bagasse. 2 Experimental 2.1 Materials Pd/C, Pt/C, Rh/C, and Ru/C catalysts (5 wt % metal loading) were purchased from Wako Pure Chemical Industries. Two types of lignocellulosic biomass, Japanese cedar and bagasse, were cut or crushed into <2-mm chips, which were then pulverized with a ball mill at 60 rpm for 48 h. 2.2 Characterization Analysis of the biomass components (cellulose, hemicellulose, and lignin) was carried out according to literature procedures [25]. Briefly, the cellulose and hemicellulose fraction was defined as the material that was insoluble in aqueous NaClO2 containing dilute acetic acid at 348 K. The cellulose fraction was defined as the insoluble material obtained when the cellulose and hemicellulose fraction was treated with aqueous NaOH at 293 K. The lignin fraction was defined as the material that was insoluble in aqueous H2SO4 at 293 K. The dispersion of metal particles in the catalysts, defined as the ratio of the metal atoms exposed at the surface to the total number of metal atoms, was measured by adsorption of hydrogen at 313 K in an adsorption analyzer (Autosorb-1, Quantachrome). Saturation monolayer uptake values were estimated by extrapolating the adsorption isotherms to zero pressure. The X-ray diffraction (XRD) patterns of the catalysts were recorded with Cu Kα radiation (λα1 = 0.15406 nm, λα2 = 0.15443 nm) on a Rigaku SmartLab instrument operating at a current of <30 mA, a voltage of 40 kV, and a 2θ step size of 0.02°. 2.3 Biomass conversion procedure Conversion of lignocellulosic biomass was carried out in a batch reactor (316 stainless steel tube, volume 6.0 cm3) as follows. Catalyst (0.15 g), lignocellulosic biomass (0.20 g), and water (1.0–3.0 g, typically 3.0 g) were loaded into the reactor, which was then purged with argon gas and submerged in a molten-salt bath (KNO3–NaNO3) at the desired reaction temperature (573–673 K, typically 673 K) for 1–4 h (typically 1 h). After the reaction, the reactor was submerged in a water bath to cool it to ambient temperature. Gaseous products were collected with a glass syringe and were on a gas chromatograph (Shimadzu, GC-8A) equipped with a Shincarbon ST column and a thermal conductivity detector. Liquid and solid products were recovered from the reactor by rinsing it with tetrahydrofuran (THF), and filtering the rinse solution to separate the THF-insoluble solid fraction from the THF-soluble fraction. The products dissolved in THF were quantitatively analyzed on a gas chromatograph (Agilent, HP-6890) equipped with a flame ionization detector and a DB-WAX capillary column. The amount of solid product, which included any unreacted biomass, was estimated by subtracting the initial catalyst mass from the mass of the THF-insoluble solid fraction. The yield of aromatic products was defined on the basis of the number of moles of aromatic rings as follows: (1) Yield of aromatic products (%) = (moles of aromatic compounds in products) / (moles of aromatic rings in initial biomass) × 100 The yield of carbon-based gaseous products and gas composition were defined as follows: (2) Yield of gaseous products (%) = (moles of carbon in gaseous products) / (moles of carbon in initial biomass) × 100 (3) Gas composition (%) = (moles of individual gaseous products) / (sum of moles of total gas products) × 100 To investigate the reusability of the catalysts, we loaded the solid fractions recovered by filtration after the reaction into the reactor, and we then added fresh lignocellulosic biomass (0.20 g) and water (3.0 g). Then the reactor contents were subjected to the conversion reaction as described above. 3 Results and discussion 3.1 Conversion of Japanese cedar into aromatic monomers The Japanese cedar biomass consisted of 42.7 wt % cellulose, 28.7 wt % hemicellulose, and 32.3 wt % lignin (Table 1 ). Lignin in the Japanese cedar is a complex polymer of the coniferyl alcohol monomer with several types of linkages. Thus, a rigorous calculation of moles of aromatic rings in the lignin is difficult. In this paper, the moles of aromatic rings and yield of aromatic products were calculated on the assumption that coniferyl alcohol is connected with a β-O-4 linkage, which is the dominant linkage (ca. 50%) in lignin. In this case, the moles of aromatic rings are calculated to be 1.8 × 10−3 mol in 1 g of the Japanese cedar. The metal dispersions of the Pd/C, Pt/C, Rh/C, and Ru/C catalysts were 11%, 21%, 19%, and 43%, respectively, indicating that the metal particles were located on the support surfaces. As mentioned above, we previously reported that treatment of lignin model compounds with supercritical water in the presence of supported metal catalysts cleaves the β-O-4 and 4-O-5 linkages of the compounds [23,24]; and in this study, we initially used the same reaction conditions to convert Japanese cedar into aromatic monomers. Reactions of Japanese cedar over each of the four catalysts at 673 K for 1 h afforded benzene, toluene, ethyl and propyl benzene, phenol, cresol, ethyl and propyl phenol (Fig. 1 ). The yields of aromatic monomers over the four catalysts decreased in the order Pt/C (17.4%) > Rh/C (16.7%) > Pd/C (13.1%) > Ru/C (5.6%). Although the aromatic monomer yield was lowest over Ru/C, this catalyst gave the highest yields of gaseous products among the tested catalysts (Table 2 ). Previously, we investigated the reactions of lignin or biomass over Ru/C catalysts in supercritical water at 673 K [26–28] and found that these catalysts convert the aromatic monomers produced by lignin depolymerization to gaseous products. This result can explain the low aromatic monomer yield and high gaseous product yield from Japanese cedar observed in this study when Ru/C was the catalyst. In addition, cellulose is also converted into gaseous products over Ru/C in water, even at relatively low temperature [29]. Therefore, for subsequent experiments, we used only Pd/C, Pt/C, and Rh/C to catalyze biomass conversion. In the case of Pd/C, the total yield of phenolic monomers (e.g., phenol, cresol, ethylphenol, propylphenol) was 11.9%, meaning 91% of the aromatic monomers produced in the reaction were phenolic monomers. In contrast, the Pt/C and Rh/C catalysts produced nonphenolic aromatic compounds (benzene, toluene, ethylbenzene, and propylbenzene) in addition to phenols. In a previous study, we evaluated the stability of phenolic hydroxyl groups in reactions over supported metal catalysts in supercritical water by using phenol as a model compound [23]. We found that most of the phenol was recovered when the catalyst was Pd/C; whereas over Pt/C and Rh/C, some of the phenol was converted to benzene by hydrodeoxygenation, suggesting that phenolic hydroxyl groups are removed by Pt/C and Rh/C. These previously reported results explain why phenolic aromatic monomers were preferentially obtained over Pd/C and nonphenolic aromatic monomers were obtained over Pt/C and Rh/C. 3.2 Effects of reaction conditions The effects of reaction conditions (amount of water, reaction temperature, and reaction time) on the yields of aromatic monomers from Japanese cedar were also investigated over Pd/C, Pt/C, and Rh/C at 673 K (Fig. 2 ). The partial pressure of water increased as the amount of water was increased: the partial pressures in the supercritical phase were 25.0, 29.5, and 37.1 MPa, respectively, when the amounts of water were 1, 2, and 3 g in 6 cm3. (Note that for safety reasons, we did not carry out reactions with more than 3 g of water.) For all the catalysts, the yields of aromatic monomers increased as the amount of water was increased. Previously, we investigated the decomposition of lignin to gaseous products over Pd/C, Pt/C, Rh/C, and Ru/C in supercritical water at 673 K [27,30,31] and found that lignin gasification occurs in two steps: (1) lignin decomposition to alkylphenols and formaldehyde via hydrolysis and (2) gasification of the alkylphenols and formaldehyde over the supported metal catalyst. In the first step, the extent of lignin decomposition increases with increasing water partial pressure, which may explain why aromatic monomer yield increased with increasing water pressure in this study. Reactions of Japanese cedar over Pd/C, Pt/C, and Rh/C with water amount of 3 g in 6 cm3 were carried out at 623, 648, and 673 K (Fig. 3 ). At 623 K, water forms two phases, a vapor phase and a liquid phase, with a saturation vapor pressure of 16.5 MPa. At 648 and 673 K, the partial pressures of water in the supercritical phase were 24.6 and 37.1 MPa, respectively. The yield of aromatic monomers increased with increasing reaction temperature. (Again, for safety reasons, we did not carry out reactions at temperatures higher than 673 K.) Finally, reactions of Japanese cedar over Pd/C, Pt/C, and Rh/C at 673 K were carried out for 1–3 h (Fig. 4 ). Over Pd/C, the aromatic monomer yield increased from 13.1% to 18.2% as the reaction time was increased from 1 to 3 h; however, when the reaction time was increased to 4 h, the yield decreased, presumably because the prolonged reaction time led to monomer decomposition. Over Pt/C and Rh/C, the maximum aromatic monomer yields were obtained at a reaction time of 2 h (19.1% and 19.3%, respectively). 3.3 Effects of biomass type For comparison with the results obtained for Japanese cedar, we also investigated the production of aromatic monomers from bagasse (Fig. 5 ), which contains 22.2% lignin (Table 1). The yields of aromatic monomers obtained from bagasse in reactions catalyzed by the three catalysts decreased in the order Rh/C (19.3%) > Pd/C (15.7%) > Pt/C (14.8%), which differed from the order for Japanese cedar. In addition, the product distributions of aromatic monomers from bagasse were different differed from those from Japanese cedar. The main aromatic monomers in lignin contained in herbaceous biomass such as bagasse are p-coumaryl alcohol, coniferyl alcohol, and sinapyl alcohol; whereas the main aromatic monomer in lignin in softwood biomass such as Japanese cedar is coniferyl alcohol. p-Coumaryl alcohol has no methoxy groups, and coniferyl alcohol and sinapyl alcohol have one and two methoxy groups, respectively. Thus, the nonphenolic aromatic monomers can be obtained easily from p-coumaryl alcohol by the lignin depolymerization. p-Coumaryl alcohol is present in bagasse but not in Japanese cedar. Actually, the yields of nonphenolic aromatic monomers from bagasse were higher than those from Japanese cedar, indicating that p-coumaryl alcohol in bagasse would be converted into nonphenolic aromatic monomers such as benzene. 3.4 Reusability of the catalysts We also investigated the reusability of the Pd/C, Pt/C, and Rh/C catalysts for conversion of Japanese cedar to aromatic monomers in supercritical water at 673 K. After each reaction, the solid catalyst was separated from the liquid product by filtration, dried at 393 K overnight in air, and then reused. For Pd/C, the yield of aromatic monomers decreased each time the catalyst was reused (Fig. 6 a). Surprisingly, however, the yield of aromatic monomers obtained over Pt/C increased from 17.3% at the first use to 25.9% at the third use and then decreased to 23.1% at the fourth use. For Rh/C, the yield of aromatic monomers was also highest at the third use (21.4%). The solid material after the reaction over Pt/C was obtained in only 1.3 wt % of reactant biomass (Table 2), indicating that the solid material was almost all Pt/C and that only a small amount of the material was residual biomass or solid produced by repolymerization of the monomers. This result indicates that unreacted biomass from the first reaction did not contribute to the reactant biomass subjected to the second reaction. Over Pt/C, aromatic monomers were generated from the fresh biomass added prior to the second reaction, indicating that the activity of the Pt/C catalyst for conversion of Japanese cedar to aromatic monomers increased with up to three uses. We compared the XRD patterns of the Pt/C, Rh/C, and Pd/C catalysts before and after they had been used several times for conversion of Japanese cedar in supercritical water for 1 h at 673 K (Fig. 7 ). In the pattern of Pt/C, the diffraction peak at 40.1° due to Pt(111) was observed both before use and after four uses. From the Scherrer equation, we determined the mean sizes of the Pt crystallites to be 2.5 nm before use, which was smaller than the size (5.4 nm) calculated from the metal dispersion using hydrogen adsorption (21%). Some of small Pt metal particles might be located deeply in micropores of the charcoal support, resulting in the lack of accessibility and the underestimate of hydrogen adsorption on Pt surfaces. The mean sizes of the Pt crystallites became 4.7 nm after use; that is, the Pt crystallite size increased during the reactions. This increase may explain why the activity of the Pt/C catalyst increased upon reuse; that is, small Pt particles may be less active than moderately sized Pt particles. The other explanation for the increase of aromatic yields may be that side reactions such as degradation of products, gasification, etc. are decreasing with an increase of Pt metal particle size. In the XRD pattern of Rh/C, no diffraction peaks due to Rh metal particles were observed before the reaction, indicating that the Rh metal particles were highly dispersed on the support; however, a broad peak at 41.1° due to Rh(111) was observed after the catalyst had been used four times. Again, this result indicates that the Rh crystallite size increased during the reactions. The activity of the Rh/C catalyst increased with up to three reuses. The catalytic activity and metal particle size trends during reuse were the same for Pt/C and Rh/C. In contrast, in the XRD pattern of the Pd/C catalyst before the reaction, a sharp diffraction peak at 40.1° due to Pd(111) was observed, and the mean crystallite size of Pd was 24.2 nm, as determined by means of the Scherrer equation. The XRD pattern of the recycled Pd/C catalyst indicated that the change in the size of the Pd crystallites upon recycling was negligible. For this catalyst, deactivation started from the first reaction, and no increase in the activity of the Pd was observed upon reuse. 4 Conclusions In summary, Pd/C, Pt/C, Rh/C, and Ru/C were used to catalyze the conversion of biomass to aromatic monomers in supercritical water. Ru/C catalyzed the conversion of Japanese cedar mainly into gaseous products, whereas Pd/C, Pt/C, and Rh/C were active for the conversion of Japanese cedar into aromatic monomers. The yields of aromatic monomers obtained by heating Japanese cedar at 673 K for 1 h over these three catalysts decreased in the order Pt/C > Rh/C > Pd/C. The yields of aromatic monomers increased as the amount of water was increased and as the temperature was increased. Bagasse, an herbaceous biomass, could also be converted into aromatic monomers by heating at 673 K for 1 h over Pt/C, Rh/C, or Pd/C. The Pt/C and Rh/C catalysts showed increased activity with reuse for up to three cycles. Acknowledgements This study was supported by JSPS KAKENHI (Grant Number JP17H00803) and by the Japan Association of Chemical Innovation (JACI) through the New Chemical Technology Research Encouragement Award, Step-Up Award. References [1] A. Corma S. Iborra A. Velty Chem. Rev. 107 2007 2411 2502 A. Corma, S. Iborra, A. Velty, Chem. Rev., 107 (2007) 2411-2502. [2] H. Kobayashi A. Fukuoka Green Chem. 15 2013 1740 1763 H. Kobayashi, A. Fukuoka, Green Chem., 15 (2013) 1740-1763. [3] A.V. Bridgwater Biomass Bioenergy 38 2012 68 94 A.V. Bridgwater, Biomass Bioenergy, 38 (2012) 68-94. [4] A. Galadima O. Muraza Energy Convers. Manage. 105 2015 338 354 A. Galadima, O. Muraza, Energy Conversion Management, 105 (2015) 338-354. [5] L. Zhang Z. Bao S. Xia Q. Lu K.B. Walters Catalysts 8 2018 659 L. Zhang, Z. Bao, S. Xia, Q. Lu, K.B. Walters, Catalysts, 8 (2018) 659. [6] A. Nzihou B. Stanmore N. Lyczko D.P. Minh Energy 170 2019 326 337 A. Nzihou, B. Stanmore, N. Lyczko, D.P. Minh, Energy, 170 (2019) 326-337. [7] J. Zakzeski P.C.A. Bruijnincx A.L. Jongerius B.M. Weckhuysen Chem. Rev. 110 2010 3552 3599 J. Zakzeski, P.C.A. Bruijnincx, A.L. Jongerius, B.M. Weckhuysen, Chem. Rev., 110 (2010) 3552-3599. [8] C. Li X. Zhao A. Wang G.W. Huber T. Zhang Chem. Rev. 115 2015 11559 11624 C. Li, X. Zhao, A. Wang, G.W. Huber, T. Zhang, Chem. Rev., 115 (2015) 11559-11624. [9] K. Okuda M. Umetsu S. Takami T. Adschiri Fuel Process. Technol. 85 2004 803 813 K. Okuda, M. Umetsu, S. Takami, T. Adschiri, Fuel Process. Technol., 85 (2004) 803-813. [10] G. Jiang D.J. Nowakowski A.V. Bridgwater Energy Fuels 24 2010 4470 4475 G. Jiang, D.J. Nowakowski, A.V. Bridgwater, Energy Fuels, 24 (2010) 4470-4475. [11] V.M. Roberts V. Stein T. Reiner A. Lemonidou X. Li J.A. Lercher Chem. Eur. J. 17 2011 5939 5948 V.M. Roberts, V. Stein, T. Reiner, A. Lemonidou, X. Li, J.A. Lercher, Chem. Eur. J., 17 (2011) 5939-5948. [12] P.C.R. Pinto E.A.B. da Silva A.E. Rodrigues Ind. Eng. Chem. Res. 50 2011 741 748 P.C.R. Pinto, E.A.B. da Silva, A.E. Rodrigues, Ind. Eng. Chem. Res., 50 (2011) 741-748. [13] J. Zakzeski A.L. Jongerius P.C.A. Bruijnincx B.M. Weckhuysen ChemSusChem 5 2012 1602 1609 J. Zakzeski, A.L. Jongerius, P.C.A. Bruijnincx, B.M. Weckhuysen, ChemSusChem, 5 (2012) 1602-1609. [14] X. Wang R. Rinaldi ChemSusChem 5 2012 1455 1466 X. Wang, R. Rinaldi, ChemSusChem, 5 (2012) 1455-1466. [15] Q. Song F. Wang J. Cai Y. Wang J. Zhang W. Yu J. Xu Energy Environ. Sci. 6 2013 994 1007 Q. Song, F. Wang, J. Cai, Y. Wang, J. Zhang, W. Yu, J. Xu, Energy Environ. Sci., 6 (2013) 994-1007. [16] X. Huang T.I. Korányi M.D. Boot E.J.M. Hensen ChemSusChem 7 2014 2276 2288 X. Huang, T.I. Korányi, M.D. Boot, E.J.M. Hensen, ChemSusChem, 7 (2014) 2276-2288. [17] J. Zhang H. Asakura J. van Rijn J. Yang P. Duchesne B. Zhang X. Chen P. Zhang M. Saeys N. Yan Green Chem. 16 2014 2432 2437 J. Zhang, H. Asakura, J. van Rijn, J. Yang, P. Duchesne, B. Zhang, X. Chen, P. Zhang, M. Saeys, N. Yan, Green Chem., 16 (2014) 2432-2437. [18] B. Joffres C. Lorentz M. Vidalie D. Laurenti A.-A. Quoineaud N. Charon A. Daudin A. Quignard C. Geantet Appl. Catal. B 145 2014 167 176 B. Joffres, C. Lorentz, M. Vidalie, D. Laurenti, A.-A. Quoineaud, N. Charon, A. Daudin, A. Quignard, C. Geantet, Appl. Catal. B, 145 (2014) 167-176. [19] A. Narani R.K. Chowdari C. Cannilla G. Bonura F. Frusteri H.J. Heeres K. Barta Green Chem. 17 2015 5046 5057 A. Narani, R.K. Chowdari, C. Cannilla, G. Bonura, F. Frusteri, H.J. Heeres, K. Barta, Green Chem., 17 (2015) 5046-5057. [20] B. Güvenatam E.H.J. Heeres E.A. Pidko E.J.M. Hensen Catal. Today 259 2016 460 466 B. Güvenatam, E.H.J. Heeres, E.A. Pidko, E.J.M. Hensen, Catal. Today, 259 (2016) 460-466. [21] L.-P. Xiao S. Wang H. Li Z. Li Z.-J. Shi L. Xiao R.-C. Sun Y. Fang G. Song ACS Catal. 7 2017 7535 7542 L.-P. Xiao, S. Wang, H. Li, Z. Li, Z.-J. Shi, L. Xiao, R.-C. Sun, Y. Fang, G. Song, ACS Catal., 7 (2017) 7535-7542. [22] Z. Sun B. Fridrich A. de Santi S. Elangovan K. Barta Chem. Rev. 118 2018 614 678 Z. Sun, B. Fridrich, A. de Santi, S. Elangovan, K. Barta, Chem. Rev., 118 (2018) 614-678. [23] A. Yamaguchi N. Mimura M. Shirai O. Sato Sci. Rep. 7 2017 46172 A. Yamaguchi, N. Mimura, M. Shirai, O. Sato, Scientific Reports, 7 (2017) 46172. [24] A. Yamaguchi N. Mimura M. Shirai O. Sato Waste Biomass Valori. 2019 10.1007/s12649-019-00647-4 (in press) A. Yamaguchi, N. Mimura, M. Shirai, O. Sato, Waste Biomass Valorization, DOI: 10.1007/s12649-019-00647-4 (in press). [25] Y. Teramoto N. Tanaka S.-H. Lee T. Endo Biotechnol. Bioeng. 99 2008 75 85 Y. Teramoto, N. Tanaka, S.-H. Lee, T. Endo, Biotechnol. Bioeng., 99 (2008) 75-85. [26] A. Yamaguchi N. Hiyoshi O. Sato M. Osada M. Shirai Energy Fuels 22 2008 1485 1492 A. Yamaguchi, N. Hiyoshi, O. Sato, M. Osada, M. Shirai, Energy Fuels, 22 (2008) 1485-1492. [27] A. Yamaguchi N. Hiyoshi O. Sato K.K. Bando M. Osada M. Shirai Catal. Today 146 2009 192 195 A. Yamaguchi, N. Hiyoshi, O. Sato, K.K. Bando, M. Osada, M. Shirai, Catal. Today, 146 (2009) 192-195. [28] M. Osada A. Yamaguchi N. Hiyoshi O. Sato M. Shirai Energy Fuels 26 2012 3179 3186 M. Osada, A. Yamaguchi, N. Hiyoshi, O. Sato, M. Shirai, Energy Fuels, 26 (2012) 3179-3186. [29] A. Yamaguchi N. Hiyoshi O. Sato K.K. Bando M. Shirai ChemSusChem 3 2010 737 741 A. Yamaguchi, N. Hiyoshi, O. Sato, K.K. Bando, M. Shirai, ChemSusChem, 3 (2010) 737-741. [30] M. Osada N. Hiyoshi O. Sato K. Arai M. Shirai Energy Fuels 21 2007 1400 1405 M. Osada, N. Hiyoshi, O. Sato, K. Arai, M. Shirai, Energy Fuels, 21 (2007) 1400-1405. [31] M. Osada N. Hiyoshi O. Sato K. Arai M. Shirai Energy Fuels 21 2007 1854 1858 M. Osada, N. Hiyoshi, O. Sato, K. Arai, M. Shirai, Energy Fuels, 21 (2007) 1854-1858.",
      "scopus-id": "85070916650",
      "coredata": {
        "eid": "1-s2.0-S246882311930402X",
        "dc:description": "With the goal of contributing to the valorization of lignocellulosic biomass, we investigated the conversion of Japanese cedar and bagasse into aromatic monomers over charcoal-supported metal catalysts in supercritical water. Over Ru/C, Japanese cedar was converted into gaseous products such as methane and carbon dioxide. Pd/C, Pt/C, and Rh/C were active for the conversion of Japanese cedar into aromatic monomers, and the monomer yields over these catalysts decreased in the order Pt/C > Rh/C > Pd/C when the conversion reaction was carried out at 673 K for 1 h. Bagasse, an herbaceous biomass, could also be converted into aromatic monomers by reaction over Pt/C, Rh/C, or Pd/C at 673 K for 1 h. Catalyst reusability experiments revealed that the activities of Pt/C and Rh/C for Japanese cedar conversion increased with reuse, up until the third reuse.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882311930402X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yamaguchi, Aritomo"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Tatsuya"
          },
          {
            "@_fa": "true",
            "$": "Saito, Kyota"
          },
          {
            "@_fa": "true",
            "$": "Kuwano, Satoko"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Yuka"
          },
          {
            "@_fa": "true",
            "$": "Mimura, Naoki"
          },
          {
            "@_fa": "true",
            "$": "Sato, Osamu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882311930402X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882311930402X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30402-X",
        "prism:volume": "477",
        "articleNumber": "110557",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Direct conversion of lignocellulosic biomass into aromatic monomers over supported metal catalysts in supercritical water",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lignin depolymerization"
          },
          {
            "@_fa": "true",
            "$": "Supported metal catalyst"
          },
          {
            "@_fa": "true",
            "$": "Aromatic monomer"
          },
          {
            "@_fa": "true",
            "$": "Supercritical water"
          },
          {
            "@_fa": "true",
            "$": "Bond cleavage"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110557",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2019",
        "prism:doi": "10.1016/j.mcat.2019.110557",
        "prism:startingPage": "110557",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110557",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3563",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7233",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5094",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "86",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5019",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5563",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "86",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5057",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5575",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8042",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "86",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16198",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18376",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "654",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48912",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "645",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49917",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "647",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50085",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "642",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47328",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "647",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51022",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33928",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311930402X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "310616",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85070916650"
      }
    }
  }
}