{
  "metadata": {
    "title": "Investigation of Sn(IV) catalysts in glycerol acetylation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-10-31",
    "doi": "10.1016/j.mcat.2020.111130",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882312030393X",
    "pii": "S246882312030393X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85088931655",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-08-03 2020-08-03 2020-08-03 2020-08-03 2020-08-26T16:07:37 1-s2.0-S246882312030393X S2468-8231(20)30393-X S246882312030393X 10.1016/j.mcat.2020.111130 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00137 2022-11-16T13:00:14.214162Z 0 0 20201001 20201031 2020 2020-08-03T17:18:23.369958Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 494 494 C Volume 494 24 111130 111130 111130 202010 October 2020 2020-10-01 2020-10-31 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. INVESTIGATIONSNIVCATALYSTSINGLYCEROLACETYLATION DASILVA D 1 Introduction 2 Experimental 2.1 Materials 2.2 Acetylation of GLY 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgements References RODRIGUEZ 2012 14 21 D MOTA 2017 135 149 C PINTO 2016 76 80 B ESTEVEZ 2020 110921 R BALSAMO 2020 110290 N PARODI 2020 110236 A POSSATO 2020 110158 L ESTEVEZ 2020 110921 R POLY 2020 110608 S PHADTARE 2019 110496 D LI 2019 110404 D LOPEZ 2019 9 18 A ELHAJ 2019 19 28 E TESTA 2013 69 76 M ABHBASHLO 2018 1265 1275 M ABHBASHLO 2019 62 73 M KONG 2016 68885 68905 P MEIRELES 2013 B PI10023860A217DEZ MOTA 2009 639 648 C VELUTURLA 2017 337 341 S REZAYAR 2009 710 715 M LIAO 2009 988 993 X ZHOU 2013 617 625 L KHAYOO 2011 9229 9235 M MELERO 2007 617 625 J FERREIRA 2009 416 422 P RASTEGARI 2015 856 861 H GOSCIANSKA 2019 J FERREIRA 2007 58 61 D DASILVA 2015 204 208 J MENEGHETTI 2015 765 771 M SILVA 2017 5750 5757 M NUNES 2017 121 126 R DASILVA 2019 1900103 M OKOYE 2017 387 401 P REINOSO 2020 116879 D NOUREDDINI 1997 1457 1463 H MUFRODI 2014 29 40 Z ZHOU 2012 310 318 L KIM 2014 295 303 I HU 2015 632 636 W MEIRELES 2013 17 25 B DASILVAX2020X111130 DASILVAX2020X111130XD 2022-08-03T00:00:00.000Z 2022-08-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2022-11-16T12:51:37.444Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined FAPEAL FAPEAL Fundação de Amparo à Pesquisa do Estado de Alagoas http://data.elsevier.com/vocabulary/SciValFunders/501100003401 http://sws.geonames.org/3469034/ Brazilian Innovation Agency CNPq CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034/ Alagoas Research Foundation AGA Research Foundation http://data.elsevier.com/vocabulary/SciValFunders/100006083 http://sws.geonames.org/6252001/ FINEP FINEP Financiadora de Estudos e Projetos http://data.elsevier.com/vocabulary/SciValFunders/501100004809 http://sws.geonames.org/3469034/ Alagoas Research Foundation Brazilian Federal Agency for the Improvement of Higher Education Personnel CAPES CAPES Coordenação de Aperfeiçoamento de Pessoal de Nível Superior http://data.elsevier.com/vocabulary/SciValFunders/501100002322 http://sws.geonames.org/3469034/ This study was supported by the National Council for Scientific and Technological Development (CNPq), the Brazilian Federal Agency for the Improvement of Higher Education Personnel (CAPES), the Brazilian Innovation Agency (FINEP) and the Alagoas Research Foundation (FAPEAL). DSS and FMA express their appreciation for fellowships granted by CAPES. SMPM is grateful to CNPq for a research fellowship. This study was supported by the National Council for Scientific and Technological Development (CNPq) , the Brazilian Federal Agency for the Improvement of Higher Education Personnel (CAPES) , the Brazilian Innovation Agency (FINEP) and the Alagoas Research Foundation (FAPEAL) . DSS and FMA express their appreciation for fellowships granted by CAPES. SMPM is grateful to CNPq for a research fellowship. item S2468-8231(20)30393-X S246882312030393X 1-s2.0-S246882312030393X 10.1016/j.mcat.2020.111130 315758 2020-09-25T02:16:28.814701Z 2020-10-01 2020-10-31 1-s2.0-S246882312030393X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/MAIN/application/pdf/2fb9e486d4318273d910de31fc9132a5/main.pdf main.pdf pdf true 850564 MAIN 6 1-s2.0-S246882312030393X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/PREVIEW/image/png/fd578399462a1b59cd5c4b06fac841c3/main_1.png main_1.png png 55899 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882312030393X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr1/DOWNSAMPLED/image/jpeg/280225ed6471b4e92a457731cae9611f/gr1.jpg gr1 gr1.jpg jpg 88088 653 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030393X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr2/DOWNSAMPLED/image/jpeg/ed37e327f6a40fc8125b86a69221c6ef/gr2.jpg gr2 gr2.jpg jpg 80309 503 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030393X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/ga1/DOWNSAMPLED/image/jpeg/90b649deb9b17e977ae93683de28112c/ga1.jpg ga1 true ga1.jpg jpg 19683 183 500 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030393X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr3/DOWNSAMPLED/image/jpeg/747b576b1cd04befe41aa3b0819f05fb/gr3.jpg gr3 gr3.jpg jpg 50184 349 753 IMAGE-DOWNSAMPLED 1-s2.0-S246882312030393X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr1/THUMBNAIL/image/gif/eea2d0acd7916668d96e21f2299781d5/gr1.sml gr1 gr1.sml sml 6906 164 189 IMAGE-THUMBNAIL 1-s2.0-S246882312030393X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr2/THUMBNAIL/image/gif/d7d2aad802e4a1b022a41555640910dc/gr2.sml gr2 gr2.sml sml 7960 146 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030393X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/ga1/THUMBNAIL/image/gif/3318a3d0f588cf4246c2b7d787f69aa7/ga1.sml ga1 true ga1.sml sml 4817 80 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030393X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312030393X/gr3/THUMBNAIL/image/gif/6d96a954185c042374258c81b22eec0c/gr3.sml gr3 gr3.sml sml 5184 102 219 IMAGE-THUMBNAIL 1-s2.0-S246882312030393X-am.pdf am am.pdf pdf 781501 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10W3BZQ16B7/MAIN/application/pdf/66a625d7e2fc8b34228b0af9d3b281b6/am.pdf MCAT 111130 111130 S2468-8231(20)30393-X 10.1016/j.mcat.2020.111130 Elsevier B.V. Fig. 1 GLY conversion and MA, DA and TA yields (%) in acetylation of GLY at 40, 80 and 120 °C, as a function of reaction time (min), using a GLY/AA molar ratio of 1:4 in the absence of catalyst and in the presence of BuSnO(OH), Bu2SnO and Bu2SnLau2 (ND = not determined; the errors determined were 0.8. 0.5. 0.7 and 0.4 % for GLY, MA, DA and TA, respectively). Fig. 1 Fig. 2 GLY conversion and MA, DA and TA yields (%) in acetylation of GLY at 40, 80 and 120 °C, as a function of reaction time (min), using a GLY/AA molar ratio of 1:4 in the absence of catalyst and in the presence of Me2SnCl2, Bu2SnCl2 and BuSnCl3 (the errors determined were 0.8. 0.5. 0.7 and 0.4 % for GLY, MA, DA and TA, respectively). Fig. 2 Fig. 3 GLY conversion and MA, DA and TA yields (%) in acetylation of GLY at 80 °C, as a function of reaction time (min), using GLY/AA molar ratios of 1:3, 1:4 and 1:5 without catalyst and in the presence of BuSnCl3. Fig. 3 Table 1 Apparent rate constants (kap ) of the GLY conversion relative to the natural logarithm results for the conversion (%) as a function of reaction time (h). Table 1 kap x 10−3 (h−1) Catalyst 40 °C 80 °C 120 °C Without 0.3 2.5 29.2 Bu2SnO ND 5.5 29.4 BuSnO(OH) 0.3 7.6 28.4 Bu2SnLau2 0.3 5.6 23.7 Me2SnCl2 11.9 25.2 68.4 Bu2SnCl2 8.7 30.6 68.4 BuSnCl3 29.1 67.9 87.2 ND = not determined. Table 2 Chemical shifts (ppm) observed in the 13C NMR spectra of BuSnCl3 before and after GLY acetylation and AA contact. Table 2 AA BuSnCl3 BuSnCl3 + AA a BuSnCl3 + AA + GLY a C1 carbonyl 178.0 – 177.7 176.0 C2 CH3 20.8 – 20.8 20.8 C1 butyl – 13.4 13.3 13.4 C2 butyl – 25.7 25.6 25.5 C3 butyl – 26.8 26.9 27.0 C4 butyl – 32.9 33.7 34.0 MA + DA + TA – – – 170.0–172.0 a 80 °C, 1 h, stirring. Table 3 Results taken from the literature related to acetylation of GLY (mentioned in the Introduction) in comparison with the performance of BuSnCl3, investigated in this study. Table 3 Catalytic system T (ºC) AA:GLY t (h) GLY conversion (%) MA/DA/TA(%) Reference Mesostructured functionalized materials 125 9:1 4 90 15/45/35 [15] Amberlyst-15 110 9:1 4.5 80.58 33.42/47.62/18.94 [13] SAS 105 3:1 3 100 49/51/0 [4] Wpy-20 110 6:1 10 98 10/25/70 [1] Sb2O5 120 6:1 3.5 96.3 33.2/54.2/12.6 [35] Amberlyst-36 100 7:1 6 100 43/44/13 [17] Cesium-supported heteropolyacid catalyst (CsPWA) 110 9:1 2 98 25/58/15 [10] Amberlyst-36 110 8:1 5 95.6 70.3/4.5/0 [18] BuSnCl3 80 4:1 3 100 25.7/43.5/30.8 This study Investigation of Sn(IV) catalysts in glycerol acetylation Débora S. da Silva Conceptualization Methodology Investigation Writing - original draft Felyppe M.R.S. Altino Conceptualization Methodology Investigation Janaína H. Bortoluzzi Conceptualization Methodology Writing - review & editing Supervision Simoni M.P. Meneghetti Conceptualization Writing - review & editing Supervision Project administration Funding acquisition * GCAR, Instituto de Química e Biotecnologia, Universidade Federal de Alagoas, Av. Lourival de Melo Mota, s/ nº, Maceió, AL, 57072-970, Brazil GCAR Instituto de Química e Biotecnologia Universidade Federal de Alagoas Av. Lourival de Melo Mota, s/ nº Maceió AL 57072-970 Brazil GCAR, Instituto de Química e Biotecnologia, Universidade Federal de Alagoas, Av. Lourival de Melo Mota, s/ nº, Maceió-AL – 57072-970, Brazil ⁎ Corresponding author. Graphical abstract The catalysts dibutyltin dichloride (Bu2SnCl2), dimethyltin dichloride (Me2SnCl2), butyltin trichloride (BuSnCl3), dibutyltin dilaurate (Bu2SnLau2), butyl stannoic acid [BuSnO(OH)], and di-n-butyl-oxo-stannane (Bu2SnO) were investigated in the acetylation of glycerol (GLY). To the best of our knowledge, this is the first time that this family of catalysts is employed for this reaction and the catalysts bearing chlorine substituents provided the best results. The most active system (BuSnCl3) leads to the total conversion of GLY and shows very good selectivity (25.7, 43.5 and 30.8 % for MA, DA and TA, respectively) under mild reaction conditions (80 °C, AA:GLY molar ration of 4:1 with 3 h of reaction). The apparent rate constants (kap ) for the GLY conversion confirm these results, since values of 29.1 × 10−3, 67.9 × 10−3 and 87.2 × 10−3 h−1 were obtained at 40, 80 and 120 °C, respectively. The activation energy for GLY conversion was determined and for the reaction performed without catalyst the estimated value was 23.9 kJ mol−1 while using BuSnCl3 it was 14.3 kJ mol−1, representing a decrease of around 50 %. Keywords Esterification Acetins Tin Acetic acid 1 Introduction The development of chemical inputs and fuels from renewable sources has been the subject of intense research and technological development, mainly due to economic and environmental aspects. In this scenario, the production of biodiesel through the transesterification of vegetable oils has increased rapidly in recent years [1–3]. In biodiesel production, glycerol (GLY) forms as the main co-product (10 % by weight) and in order to add value and to make the process more sustainable several reactions are studied [4–13] and GLY esterification is a promising alternative with potential industrial applications [3,14–16]. Acetins or GLY acetals are obtained by reacting GLY with a carboxylic acid, usually acetic anhydride or acetic acid (AA), producing monoacetin (1- and 2-MA), diacetin (1,3- and 1,2-DA) and triacetin (TA) [17,18]. MA is a dense and hygroscopic liquid that is widely applied as a gelatinizing agent, a solvent for paints and in the manufacture of explosives [18]. Similarly, DA is a hygroscopic liquid and is used as a lubricant, softening agent and solvent [19]. In addition, MA and DA are employed in the food and pharmaceutical industries and as building blocks in cryogenics and biodegradable polyester [20]. TA represents 10 % of the global glycerol market and is consumed mainly as fuel additives, such as an anti-knock agent for gasoline, diesel and biodiesel [18]. Its use is also widespread in the production of cigarette filters, as a cellulose plasticizer [19]. Furthermore, it can be applied in the cosmetics industry, as an emulsifier, perfume fixer and antiseptic [21,22]. The acetylation of GLY is a three-step reaction (Eqs. (1)–(3), and 3 mol of AA is required to react with 1 mol of GLY, in order to accomplish the MA conversion to TA with the release of 3 molecules of water as a by-product [23]. These reactions are reversible and equilibrium-controlled, so several parameters influence the reaction rate, including temperature, molar ratio, type of catalyst and loading (i.e., number of available active sites), and speed of stirring. (1) GLY + AA → MA + H2O (2) MA + AA → DA + H2O (3) DA + AA → TA + H2O This type of reaction is traditionally conducted with catalysts in the homogeneous phase, the most common being sulfuric acid, hydrochloric acid and para-toluenesulfonic acid [18,24]. However, the use of these catalysts is increasingly limited due to environmental problems related to the discharge of effluents with a high degree of toxicity and also due to adverse effects on reaction system due to the high corrosion power [25,26]. In order to overcome these problems, different catalysts have been developed, with notable examples being ion exchange resins [1,23] and heteropolyacids [20]. The esterification of glycerol has been investigated using strong acid ion exchange resins (Amberlyst 15) and acid zeolites (HZSM-5 and HUSY) as catalysts, at 110 °C, with an acetic acid/glycerol molar ratio of 9:1 and reaction time of 4.5 h. It was observed that Amberlyst 15 showed the best results, with a high conversion (above 98 %) and values for selectivity to MA, DA and TA of 33.42, 47.62 and 18.94, respectively [23]. It is important to note that the HZSM-5 and HUSY catalysts can present diffusion problems and their active sites can be deactivated by the formation of water in the reaction [23]. In the studies conducted using p-toluenesulfonic acid (p-TSA), Amberlyst-15 and Amberlyst-36 as catalysts, conversions close to 100 % of glycerol and values for selectivity of 43, 44 and 13 % for MA, DA and TA, respectively, were attained, at 100 °C, with an acid/glycerol molar ratio of 7:1 and 6 h of reaction [27]. The catalytic behavior of mesostructured materials functionalized with sulfonic acid was evaluated and a conversion of up to 90 % of glycerol and more than 80 % selectivity for MA and TA were observed, after 4 h at 125 °C and using an AA/GLY molar ratio of 9:1. According to the authors, the excellent performance obtained is due to the high acid strength of sulfonic acid compared to conventional acid catalysts, such as H2SO4 [25]. The performance of the cesium-supported heteropolyacid catalyst (CsPWA) was evaluated in the glycerol esterification with acetic acid and the results showed that there was a maximum conversion of glycerol (98 %) and selectivity for MA, DA and TA (25, 58 and 15 %, respectively) at 110 °C, with an AA/GLY molar ratio of 9:1 and 2 h of reaction [20]. Catalysts based on mesoporous carbons were studied in glycerol acetylation and the functionalization of these materials with SO3H groups was responsible for the better results obtained at 110 °C, with an AA/GLY molar ratio of 9:1 and 6 h of reaction (conversion of 95 % and values for selectivity for MA, DA and TA of 58, 20 and 22 %, respectively) [28]. There are some examples of the use of Sn(IV)-based catalytic systems in esterification and transesterification reactions, to produce chemicals and biofuels [29–34]. Nevertheless, to the best of our knowledge, no information is available on the performance of this class of catalysts in GLY acetylation to produce MA, DA and TA. In this context, a systematic study employing several Sn(IV) catalysts was carried out and the results are presented and discussed in order to understand the behavior of these systems in this reaction. 2 Experimental 2.1 Materials Dibutyltin dichloride (Bu2SnCl2), dimethyltin dichloride (Me2SnCl2), butyltin trichloride (BuSnCl3), dibutyltin dilaurate (Bu2SnLau2), butyl stannoic acid [BuSnO(OH)], and di-n-butyl-oxo-stannane (Bu2SnO) were purchased from Aldrich. Benzyl benzoate were purchased from Oakwood Chemical, AA and GLY were acquired from Merck (analytical grade). All chemicals were used as received without further purification. 2.2 Acetylation of GLY Acetylation of GLY was performed at room temperature/pressure in a closed batch system, which consisted of 5-mL flasks immersed in an oil bath equipped with a temperature probe and a magnetic stirrer, operating at 3000 rpm. The reactions were carried out using an AA/GLY/CAT molar ratio of x/1/0.166, where x = 3, 4 or 5. Several reaction temperatures were tested (40, 80 or 120 °C) over 15–180 min. At the end of the reaction, the reaction mixture was placed in an evaporator and left for 5 min to remove unreacted acetic acid. The conversion of GLY (%) and the yields (%) of MA, DA and TA were determined by gas chromatography with flame ionization detector (GC-FID), using a 6 m × 0.32 mm × 0.25μm Stabilwax column. The quantification was based on the normalization method with the addition of an internal standard (benzyl benzoate) and the errors were determined as 0.8, 0.5, 0.7 and 0.4 % for GLY, MA, DA and TA, respectively. The samples were analyzed at least in duplicate. The 13C NMR spectra were acquired at a central frequency of 100 MHz on a Bruker Avance-400 NMR Ultra Shield (9.4 T) spectrometer at 295.15 K, employing a solution of 40 mg of sample in 0.6 ml of deuterated chloroform (CDCl3, Aldrich, USA). 3 Results and discussion A series of Sn(IV) complexes was investigated in the esterification of glycerol and acetic acid, in order to investigate the effect of the reaction conditions and the nature of the catalyst on the GLY conversion and selectivity for MA, DA and TA (Figs. 1 and 2 ). It is important to highlight that this reaction is autocatalytic, since the AA acts as a Bronsted acid catalyst, and the results must be compared to the reaction run without catalyst [34]. Additionally, the values for the GLY conversion, during kinetic control of the reaction, were employed to calculate the apparent rate constants (kap ) for the systems evaluated (Table 1 ). Under isothermal conditions, a pseudo-first-order reaction can be considered, since GLY is considered to be a limiting reactant due to the excess of AA used [35]. Then, treating the data using the natural logarithm of the GLY conversion as a function of reaction time provides straight lines and their slopes give the values for the apparent rate constants (kap ), according to Eq. (1). (1) ln GLY % = kt + ln 100 In general the values of the apparent rate constants (kap ) are consistent in terms of magnitude order with data reported in the literature [20,35,36]. As expected, the temperature has a notable effect in this reaction, even in the absence of a catalyst. In all cases, as the temperature is increased there is a considerable increase in the GLY conversion and this is confirmed by the apparent rate constants (kap ) (Figs. 1 and 2 and Table 1). In addition, the selectivity is strongly influenced by an increase in the temperature, since the formation of TA is detected mainly at 120 °C in all cases, and at 80 °C for the more active catalytic systems (Figs. 1 and 2). This finding can be attributed to this esterification reaction being endothermic, thus requiring a large amount of heat to drive the process [37]. Therefore, MA formation prevails at 40 and 80 °C, whereas DA and TA are mainly formed at 120 °C. On analyzing the results, it should be noted that in the reactions conducted with the catalysts BuSnO(OH), Bu2SnO and Bu2SnLau2, at all temperatures, there is no significant difference in comparison with the reactions conducted without a catalyst applying the same temperature and reaction times (Fig. 1), in terms of conversion or selectivity. After 30 min, for instance, in the absence of catalyst no conversion was observed at 40 °C while 23.2 % and 58.4 % of conversion was obtained at 80 and 120 °C, respectively. For these three catalysts the reactivity observed was almost the same, since after 30 min at 80 °C conversions of only 20.3 %, 15.3 % and 15.4 % were observed for BuSnO(OH), Bu2SnO and Bu2SnLau2, respectively. All of these results are corroborated by the apparent rate constants (kap ) (Table 1). In terms of selectivity, without a catalyst or using BuSnO(OH), Bu2SnO and Bu2SnLau2, the formation of MA and DA was observed at 80 °C and 120 °C and, the formation of TA was only detected at 120 °C. In contrast, Me2SnCl2, Bu2SnCl2 and BuSnCl3 showed considerable activity even at 40 °C (Fig. 2 and Table 1), where conversions of 24.5, 17.8 and 51.0 %, respectively, were detected after 15 min. The catalysts Me2SnCl2 and Bu2SnCl2 seemed to exhibit comparable reactivity, for instance, the apparent rate constant (kap ) at 120 °C was 68.4 × 10−3 h−1 for both. In addition, in the case of the selectivity, no significant differences were observed between these two catalytic systems, with the average formation of around 29.4, 43.2 and 22.0 % of MA, DA and TA. In the case of BuSnCl3, the most active catalyst, high GLY conversions were obtained, with conversions after 15 min of 51.0 % at 40 °C, 78.1 at 80 °C and 92.4 % at 120 °C. After 60 min of reaction, at 80 and 120 °C, the system appeared to have reached equilibrium, exhibiting a conversion of around 95.3 %. The notable activity of BuSnCl3 was also illustrated by the apparent rate constants (kap ), which were 29.1 × 10−3 h−1, 67.9 × 10−3 h−1 and 87.2 × 10−3 h−1 at 40, 80 and 120 °C, respectively. Based on these values, the activation energy (AE) related to the GLY conversion in the absence and presence of BuSnCl3 can be evaluated. Here, the Arrhenius equation derived from transition state theory was considered, in view of the temperature dependence of the reaction rate [36]. In the case of the reaction performed without a catalyst, the estimated AE for the GLY conversion was 23.9 kJ mol−1 and with the use of BuSnCl3 it was 14.3 kJ mol−1. This reduction of approximately 50 % in the AE on using this catalyst highlights the efficiency of the Sn(IV) catalyst in this process. The effect of the AA/GLY molar ratio was also investigated, at 80 °C, using BuSnCl3 and in the absence of catalyst, applying several different reaction times. Fig. 3 reports the results and the values for the apparent rate constant for the GLY conversion. In the absence of a catalyst, the increase in the amount of AA obtained for the stoichiometric condition (3:1) compared to 4:1 or 5:1 results in a slight increase in the GLY conversion. At a 4:1 M ratio, the observed formation of MA was greater, and this is converted to DA and TA at a 5:1 M ratio. In the presence of BuSnCl3, the increase in AA enhances the GLY conversion and almost 100.0 % of conversion is observed at a 5:1 M ratio. However, at a molar ratio of 4:1 a higher amount of TA is observed, while at 5:1 this amount decreased, since it is possible to detected a notable quantity of DA. It is important to highlight that several studies show the dependence, mainly in terms of selectivity, of the ratio of reactants in GLY acetylation [25,35,38–41], and the results presented herein are in line with this finding. It should be noted that the Sn(IV) catalytic systems investigated in this study present Lewis acidity and empty orbitals that are able to interact with electron donor substrates. In this context, there are two mechanisms established for esterification catalyzed by organotin(IV) complexes, namely, typical Lewis acid coordination or coordination followed by ligand exchange [31]. It is known that organotin(IV) chloride and its carboxylated derivatives act via the typical Lewis acid mechanism, and oxo, alkoxy and hydroxyl derivatives follow the coordination-ligand exchange mechanism [30,31]. Thus, the more active Sn(IV) systems investigated in this study are those that exhibit chloride substituents, even though the oxygen substituents are slightly more electronegative than chlorine, and the mechanism involved is typical Lewis acid coordination. In this case, it can be proposed that the better catalytic performance of these systems is due to less steric hindrance of the substituents present in the systems investigated here, allowing better access of the reactants to the metal center. Additionally, the fact that BuSnCl3 is more active than Me2SnCl2 and Bu2SnCl2 could be related to the number of alkyl substituents, since as the number of alkyl ligands increases, for organotin(IV) compounds, the Lewis acidity decreases [31]. However, it is important to highlight that it was not possible to observe a difference between the methyl and butyl substituents in terms of their reactivity in the GLY acetylation reactions. It is should be noted that in a previous study on esterification (using caprylic or acetic acid as model FAs, and methanol-d4) in the presence of Bu2SnCl2 and BuSnCl3, 119Sn NMR investigations and computational studies were conducted and no modifications were observed in the catalysts [33]. Nevertheless, in order to verify if ligand exchange process on BuSnCl3 takes place during the reaction, GLY acetylation were performed and analyzed in NMR tubes (see experimental section). If substituent exchange occurs on the catalyst, a displacement of the 13C NMR signals (butyl substituent) and the appearance of new signals related do acetate coordination to metal center are expected. Table 2 summarizes the 13C NMR signals detected after GLY acetylation. Indeed, these results (Table 2) strongly suggest that there is no modification in the nature of the substituents for BuSnCl3 during acetylation or in contact with AA. The detection of MA, DA and TA signals in the region of 170.0–172.0 ppm proves that acetylation has occurred [42]. In addition, on comparing the more active system investigated herein with other studies reported in the literature (Table 3 ), it is possible to observe that the use of BuSnCl3 leads to the total conversion of GLY and shows promising selectivity (25.7, 43.5 and 30.8 % for MA, DA and TA, respectively) under mild reaction conditions (80 °C, AA:GLY molar ration of 4:1 at 3 h of reaction), showing the good potential of Sn(IV) species to catalyze this type of reaction. 4 Conclusions The catalytic systems based on Sn(IV) species investigated in this study are active in the acetylation of GLY and the most active system, namely BuSnCl3, leads to the total conversion of GLY and promising selectivity (25.7, 43.5 and 30.8 % for MA, DA and TA, respectively) under mild reaction conditions (80 °C, AA:GLY molar ration of 4:1 at 3 h of reaction). The apparent rate constants (kap ) of the GLY conversion confirms these results and for the reaction performed without catalyst the estimated value of the activation energy for the GLY conversion was 23.9 kJ mol−1 while the value with the use of BuSnCl3 was 14.3 kJ mol−1, representing a decrease of around 50 %. CRediT authorship contribution statement Débora S. da Silva: Conceptualization, Methodology, Investigation, Writing - original draft. Felyppe M.R.S. Altino: Conceptualization, Methodology, Investigation. Janaína H. Bortoluzzi: Conceptualization, Methodology, Writing - review & editing, Supervision. Simoni M.P. Meneghetti: Conceptualization, Writing - review & editing, Supervision, Project administration, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This study was supported by the National Council for Scientific and Technological Development (CNPq), the Brazilian Federal Agency for the Improvement of Higher Education Personnel (CAPES), the Brazilian Innovation Agency (FINEP) and the Alagoas Research Foundation (FAPEAL). DSS and FMA express their appreciation for fellowships granted by CAPES. SMPM is grateful to CNPq for a research fellowship. References [1] D. Rodríguez E.M. Gaigneaux Catal. Today 195 2012 14 21 D. Rodríguez, E.M. Gaigneaux, Catal. Today, 195 (2012) 14–21. [2] C.J.A. Mota B.P. Pinto Rev. Virtual Quím. 9 1 2017 135 149 C.J.A. Mota, B.P. Pinto, Rev.Virtual Quím. 9(1) (2017) 135-149. [3] B.P. Pinto J.T. Lyra A.C.J. Nascimento C.J.A. Mota Fuel 168 2016 76 80 B. P. Pinto, J. T. Lyra, A.C.J. Nascimento, C.J.A. Mota, Fuel, 168 (2016) 76–80. [4] R. Estevez L. Aguado-Deblas V. Montes A. Caballero F.M. Bautista Mol. Catal. 448 2020 110921 R. Estevez, L. Aguado-Deblas, V. Montes, A. Caballero, F. M. Bautista, Mol. Catal. 448 (2020) 110921. [5] N. Bálsamo S. Mendieta A. Heredia M. Crivello Mol. Catal. 481 2020 110290 N. Bálsamo, S. Mendieta, A. Heredia, M. Crivello, Mol. Catal. 481 (2020) 110290. [6] A.R. Parodi C. Merlo A. Córdoba C. Palopoli I. Magario Mol. Catal. 481 2020 110236 A. R. Parodi, C. Merlo, A. Córdoba, C. Palopoli, I. Magario, Mol. Catal. 481 (2020) 110236. [7] L.G. Possato M.D. Acevedo C.L. Padró V. Briois L. Martins Mol. Catal. 481 2020 110158 L.G. Possato, M.D. Acevedo, C.L. Padró, V. Briois, L. Martins, Mol. Catal. 481 (2020) 110158. [8] R. Estevez L. Aguado-Deblas V. Montes A. Caballero F.M. Bautista Mol. Catal. 488 2020 110921 R. Estevez, L. Aguado-Deblas, V. Montes, A. Caballero, F. M. Bautista, Mol. Catal. 488 (2020) 110921. [9] S.S. Poly Md. A.R. Jamil A.S. Touchy S. Yasumura K. Shimizu Mol. Catal. 479 2020 110608 S.S. Poly, Md. A.R. Jamil, A.S. Touchy, S. Yasumura, K. Shimizu, Mol. Catal. 479 (2020) 110608. [10] D. Phadtare S. Kondawar A. Athawale C. Rode Mol. Catal. 475 2019 110496 D. Phadtare, S. Kondawar, A. Athawale, C. Rode, Mol. Catal. 475 (2019) 110496. [11] D. Li H. Gong Lina Lin W. Ma Z. Hou Mol. Catal. 474 2019 110404 D. Li, H. Gong, Lina Lin, W. Ma, Z. Hou, Mol. Catal. 474 (2019) 110404. [12] A. López J.A. Aragón J.G. Hernández-Cortez M.L. Mosqueira R. Martínez-Palou Mol. Catal. 468 2019 9 18 A. López, J. A. Aragón, J. G. Hernández-Cortez, M. L. Mosqueira, R. Martínez-Palou, Mol. Catal. 468 (2019) 9-18. [13] E. Elhaj H. Wang Y. Gu Mol. Catal. 468 2019 19 28 E. Elhaj, H. Wang, Y. Gu, Mol. Catal. 468 (2019) 19-28. [14] M.L. Testa V.L. Parola L.F. Liotta A.M. Venezia J. Mol. Catal. A-Chem. 367 2013 69 76 M.L. Testa, V.L. Parola, L.F. Liotta, A.M. Venezia, J. Mol. Catal. A-Chem. 367 (2013) 69-76. [15] M. Abhbashlo M. Tabatabaei H. Rastegari H. Bhaziaskar J. Clean. Prod. 183 2018 1265 1275 M. Abhbashlo, M. Tabatabaei, H. Rastegari, H. Bhaziaskar, J. Clean. Prod. 183 (2018) 1265–1275. [16] M. Abhbashlo M. Tabatabaei H. Rastegari H. Bhaziaskar Sust. Prod. Consump. 17 2019 62 73 M. Abhbashlo, M. Tabatabaei, H. Rastegari, H. Bhaziaskar, Sust. Prod. Consump. 17, 62–73, 2019. [17] P.S. Kong M.K. Aroua W.M.A.W. Daud H.V. Lee P. Cognet Y. Peres-Lucchese RSC Adv. 6 73 2016 68885 68905 P.S. Kong, M.K. Aroua, W.M.A.W Daud, H.V. Lee, P. Cognet, Y. Peres-Lucchese, RSC Advances, 6(73) (2016) 68885-68905. [18] B.A. Meireles V.L.P. Pereira PI 1002386-0 A2, 17 dez 2013 14p B.A. Meireles, V.L.P. Pereira, PI 1002386-0 A2, 17 dez. 2013. 14p. [19] C.J.A. Mota C.X.A. Silva V.L.C. Gonçalves Quím. Nova 32 3 2009 639 648 C.J.A. Mota, C.X.A. Silva, V.L.C. Gonçalves, Quím.Nova, 32(3) (2009) 639-648. [20] S. Veluturla A. Narula S. Rao S.P. Shetty Resour. Efficient Technol. 3 2017 337 341 S. Veluturla, A. Narula, S. Rao, S.P. Shetty, Resour. Efficient Technol. 3 (2017) 337–341. [21] M. Rezayar H.S. Ghaziaskar Green Chem. 11 2009 710 715 M. Rezayar, H.S. Ghaziaskar, Green Chem. 11 (2009) 710–715. [22] X. Liao Y. Zhu S.G. Wang Y. Li Fuel Process. Technol. 90 2009 988 993 X. Liao, Y. Zhu, S.G. Wang, Y. Li, Fuel Process. Technol. 90 (2009) 988–993. [23] L. Zhou E. Al-Zaini A.A. Adesina Fuel 103 2013 617 625 L. Zhou, E. Al-Zaini, A.A. Adesina, Fuel, 103 2013 617–625. [24] M.S. Khayoo B.H. Hameed Bioresour. Technol. 102 2011 9229 9235 M.S. Khayoo, B.H. Hameed, Bioresource Technol. 102 (2011) 9229–9235. [25] J.A. Melero R.V. Grieken G. Morales M. Paniagua Energy Fuel 21 2007 617 625 J.A. Melero, R.V. Grieken, G. Morales, M. Paniagua, Energ. Fuel, 21 (2007) 617–625. [26] P. Ferreira I.M. Fonseca A.M. Ramos J.E. Castanheiro Appl. Catal. B 91 2009 416 422 P. Ferreira, I.M. Fonseca, A.M. Ramos, J.E. Castanheiro, Appl. Catal. B, 91 (2009) 416–422. [27] H. Rastegari Hassan J. Ind. Eng. Chem. 21 2015 856 861 H. Rastegari, Hassan, J. Ind. Engineering Chem. 21 (2015) 856–61. [28] J. Goscianska A. Malaika Catal. Today 2019 10.1016/j.cattod.2019.02.049 J. Goscianska, A. Malaika, Catal. Today, 2019. [29] D.A.C. Ferreira M.R. Meneghetti S.M.P. Meneghetti C.R. Wolf Appl. Catal. A 317 2007 58 61 D.A.C. Ferreira, M.R. Meneghetti, S.M.P. Meneghetti, C.R. Wolf, Appl. Catal. A 317 (2007) 58-61. [30] J.P.V. da Silva Y.C. Brito D.M.A. Fragoso P.R. Mendes A.S.L. Barbosa J.H. Bortoluzzi M.R. Meneghetti S.M.P. Meneghetti Catal. Commun. 58 2015 204 208 J.P.V. da Silva, Y.C. Brito, D.M.A. Fragoso, P.R. Mendes, A.S.L. Barbosa, J.H. Bortoluzzi, M.R. Meneghetti, S.M.P. Meneghetti, Catal. Commun. 58, 204-208, 2015. [31] M.R. Meneghetti S.M.P. Meneghetti Catal. Sci. Technol. 5 2015 765 771 M.R. Meneghetti, S.M.P. Meneghetti, Catal. Sci. Tech., 5 (2015) 765-771. [32] M.A. Silva A.S.S. Santos A.J.S. Neto T.V. Santos M.R. Meneghetti S.M.P. Meneghetti Catal. Sci. Technol. 7 2017 5750 5757 M. A. Silva, A.S.S Santos, A.J.S. Neto, T.V. Santos, M. R. Meneghetti, S.M.P. Meneghetti, Catal. Sci. Technol. 7 (2017) 5750–5757. [33] R.S. Nunes F.M. Altino M.R. Meneghetti S.M.P. Meneghetti Catal. Today 289 2017 121 126 R. S. Nunes, F. M. Altino, M.R. Meneghetti, S.M.P. Meneghetti, Catal. Today, 289 (2017) 121-126. [34] M.A. da Silva A.S.S. dos Santos A.J.S. Neto C.J. Giertyas J.H. Bortoluzzi M.R. Meneghetti S.M.P. Meneghetti Eur. J. Lipid Sci. Technol. 121 6 2019 1900103 M.A. da Silva, A.S.S. dos Santos, A.J S. Neto, C.J. Giertyas, J.H. Bortoluzzi, M.R. Meneghetti, S.M.P. Meneghetti, Eur. J. Lipid Sci. Tech. 121(6) (2019) 1900103. [35] P.U. Okoye A.Z. Abdullah B.H. Hameed Renew. Sustain. Energy Rev. 74 2017 387 401 P.U. Okoye, A.Z. Abdullah, B.H. Hameed, Renew. Sust. Energ. Rev. 74 (2017) 387–401. [36] D.M. Reinoso D.E. Boldrini Fuel 264 2020 116879 D.M. Reinoso, D.E. Boldrini, Fuel 264 (2020) 116879. [37] H. Noureddini D. Zhu J. Am. Oil Chem. Soc. 74 1997 1457 1463 H. Noureddini, D. Zhu, J. Am. Oil Chem. Soc. 74 (1997) 1457–1463. [38] Z. Mufrodi S. Rochmadi A.S. Budiman Eng. J. 18 2 2014 29 40 Z. Mufrodi, S. Rochmadi, A.S. Budiman, Engineering J. 18(2) (2014) 29–40. [39] L. Zhou T.H. Nguyen A.A. Adesina Fuel Process. Technol. 104 2012 310 318 L. Zhou, T.H. Nguyen, A.A. Adesina, Fuel Process. Technol. 104 (2012) 310–318. [40] I. Kim J. Kim D.A. Lee Appl. Catal. B 148–149 2014 295 303 I. Kim, J. Kim, D.A. Lee, Appl. Catal. B, 148–149 (2014) 295–303. [41] W. Hu Y. Zhang Y. Huang J. Wang J. Gao J. Xu J. Energy Chem. 24 5 2015 632 636 W. Hu, Y. Zhang, Y. Huang, J. Wang, J. Gao, J. Xu, J. Energy Chem. 24(5) (2015) 632–636. [42] B.A. Meireles V.L.P. Pereira J. Braz. Chem. Soc. 24 1 2013 17 25 . B.A. Meireles, V.L.P. Pereira, J. Braz. Chem. Soc. 24(1) (2013) 17-25.",
      "scopus-id": "85088931655",
      "coredata": {
        "eid": "1-s2.0-S246882312030393X",
        "dc:description": "The catalysts dibutyltin dichloride (Bu2SnCl2), dimethyltin dichloride (Me2SnCl2), butyltin trichloride (BuSnCl3), dibutyltin dilaurate (Bu2SnLau2), butyl stannoic acid [BuSnO(OH)], and di-n-butyl-oxo-stannane (Bu2SnO) were investigated in the acetylation of glycerol (GLY). To the best of our knowledge, this is the first time that this family of catalysts is employed for this reaction and the catalysts bearing chlorine substituents provided the best results. The most active system (BuSnCl3) leads to the total conversion of GLY and shows very good selectivity (25.7, 43.5 and 30.8 % for MA, DA and TA, respectively) under mild reaction conditions (80 °C, AA:GLY molar ration of 4:1 with 3 h of reaction). The apparent rate constants (kap ) for the GLY conversion confirm these results, since values of 29.1 × 10−3, 67.9 × 10−3 and 87.2 × 10−3 h−1 were obtained at 40, 80 and 120 °C, respectively. The activation energy for GLY conversion was determined and for the reaction performed without catalyst the estimated value was 23.9 kJ mol−1 while using BuSnCl3 it was 14.3 kJ mol−1, representing a decrease of around 50 %.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882312030393X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "da Silva, Débora S."
          },
          {
            "@_fa": "true",
            "$": "Altino, Felyppe M.R.S."
          },
          {
            "@_fa": "true",
            "$": "Bortoluzzi, Janaína H."
          },
          {
            "@_fa": "true",
            "$": "Meneghetti, Simoni M.P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882312030393X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882312030393X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30393-X",
        "prism:volume": "494",
        "articleNumber": "111130",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Investigation of Sn(IV) catalysts in glycerol acetylation",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "Acetins"
          },
          {
            "@_fa": "true",
            "$": "Tin"
          },
          {
            "@_fa": "true",
            "$": "Acetic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111130",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2020",
        "prism:doi": "10.1016/j.mcat.2020.111130",
        "prism:startingPage": "111130",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111130",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "653",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88088",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "503",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80309",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "183",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19683",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "349",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50184",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6906",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7960",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4817",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5184",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312030393X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "781501",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85088931655"
      }
    }
  }
}