{
  "metadata": {
    "title": "Non-covalent conjugation of sulfonated porphyrins to polyethylenimine-grafted multiwalled carbon nanotubes as efficient recyclable heterogeneous catalysts for dihydroxynaphthalenes photooxidation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-06-30",
    "doi": "10.1016/j.mcat.2019.03.022",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119301385",
    "pii": "S2468823119301385"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85063889219",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-04-06 2019-04-06 2019-04-06 2019-04-06 2019-05-03T11:55:51 1-s2.0-S2468823119301385 S2468-8231(19)30138-5 S2468823119301385 10.1016/j.mcat.2019.03.022 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00061 2020-03-16T21:22:00.850419Z 0 0 20190601 20190630 2019 2019-04-06T03:15:54.10999Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 470 470 C Volume 470 13 97 103 97 103 201906 June 2019 2019-06-01 2019-06-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. NONCOVALENTCONJUGATIONSULFONATEDPORPHYRINSPOLYETHYLENIMINEGRAFTEDMULTIWALLEDCARBONNANOTUBESEFFICIENTRECYCLABLEHETEROGENEOUSCATALYSTSFORDIHYDROXYNAPHTHALENESPHOTOOXIDATION LI J 1 Introduction 2 Experimental 2.1 Materials and instruments 2.2 Preparation of TPPS (meso-tetra (4-sulfophenyl) porphyrins) 2.3 Synthesis of MWCNT-COOH 2.4 Synthesis of MWCNT-PEI [31] 2.5 Preparation of MWCNT-PEI-TPPS 2.6 Catalytic systems for photooxidation of 1,5- and 2,3-dihydroxynaphthalenes using H2O2 as oxidant 2.7 Catalyst recycling by centrifugation 3 Results and discussion 3.1 Characterization of MWCNT-PEI-TPPS 3.2 Photocatalytic oxidation of dihydroxynaphthalenes 3.3 The photostability and the catalytic recycling 4 Conclusions Acknowledgements Appendix A Supplementary data References MEUNIER 2004 3947 3980 B TABATA 2000 383 389 M PEDROSA 2011 939 L MONTEIRO 2005 617 624 C CAO 2009 4358 4360 Y KARIMIPOUR 2014 194 197 G TASIS 2006 1105 1136 D COLEMAN 2006 1624 1652 J SCHILLING 2010 7597 7602 T MACHADO 2008 99 107 G SAXENA 2013 1298 1299 S BASKARAN 2005 6916 6917 D JIA 2015 4586 4593 H RAYATI 2015 622 630 S REZAEIFARD 2014 1960 1969 A RAYATI 2015 541 546 S CAMPIDELLI 2006 12544 12552 S GUO 2006 3021 3030 Z LI 2004 896 900 H MURAKAMI 2003 481 485 H CHENG 2006 5053 5059 F GULDI 2005 871 875 D GULDI 2004 2034 2035 D STRANO 2003 1519 1522 M ZUREK 2004 13079 13088 E REN 2011 1063 1067 Q REN 2009 4732 4734 Q SUN 2017 4465 4469 K GEORGAKILAS 2015 4744 4822 V ELOUARZAKI 2016 K WU 2014 5369 5380 H WANG 2015 458 472 A HU 2005 4285 4289 H CHEN 2001 3838 3839 R MAMARDASHVILI 2001 577 606 N FATIMAH 2011 553 560 I LIX2019X97 LIX2019X97X103 LIX2019X97XJ LIX2019X97X103XJ 2021-04-06T00:00:00.000Z 2021-04-06T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2020-03-11T21:24:06.821Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823119301385 National Natural Science Foundation of China 21371120 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ We gratefully acknowledge the financial support of this work by the National Natural Science Foundation of China ( 21371120 ). item S2468-8231(19)30138-5 S2468823119301385 1-s2.0-S2468823119301385 10.1016/j.mcat.2019.03.022 315758 2020-03-02T04:43:09.345214Z 2019-06-01 2019-06-30 1-s2.0-S2468823119301385-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/MAIN/application/pdf/be88bbf44ac6d28c670da2af3cf797e2/main.pdf main.pdf pdf true 1514968 MAIN 7 1-s2.0-S2468823119301385-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/PREVIEW/image/png/d83d640526ecd5435440579f7fb63109/main_1.png main_1.png png 54073 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119301385-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/ga1/THUMBNAIL/image/gif/000782c1af7ada4a5aba51431c360173/ga1.sml ga1 true ga1.sml sml 6534 164 165 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr1/THUMBNAIL/image/gif/174f756af16a7677dc6bebadc62a86f3/gr1.sml gr1 gr1.sml sml 16812 129 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr2/THUMBNAIL/image/gif/de7ef023100ff61172ba4f5af239a334/gr2.sml gr2 gr2.sml sml 18947 145 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr3/THUMBNAIL/image/gif/e0e3fce722bf6c674223fe0b578ff470/gr3.sml gr3 gr3.sml sml 7950 164 215 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr4/THUMBNAIL/image/gif/94df5acd9e51e708f18568de48ba2df3/gr4.sml gr4 gr4.sml sml 4450 85 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr5/THUMBNAIL/image/gif/e27f5ec84f950aeff16f675c5ccf8960/gr5.sml gr5 gr5.sml sml 4524 90 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr6/THUMBNAIL/image/gif/e4dd4ddfb479be19909cd19faf9de8d0/gr6.sml gr6 gr6.sml sml 3652 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/sc1/THUMBNAIL/image/gif/9bf57b8c860639944977645f510a3c3e/sc1.sml sc1 sc1.sml sml 11461 159 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119301385-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/ga1/DOWNSAMPLED/image/jpeg/ee109899ebbb7f756b87f0f7b8fbe3e9/ga1.jpg ga1 true ga1.jpg jpg 10428 200 202 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr1/DOWNSAMPLED/image/jpeg/2d13a0a0cf81acc623d2e6e6511ef80c/gr1.jpg gr1 gr1.jpg jpg 74603 390 661 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr2/DOWNSAMPLED/image/jpeg/f8823cfa6e8bff8a0357df1ddd1c14ed/gr2.jpg gr2 gr2.jpg jpg 89740 437 661 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr3/DOWNSAMPLED/image/jpeg/e8f967381b7e7e56e4f766832737cf89/gr3.jpg gr3 gr3.jpg jpg 52403 433 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr4/DOWNSAMPLED/image/jpeg/6126be961e3e2611216d7f4385065941/gr4.jpg gr4 gr4.jpg jpg 28256 219 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr5/DOWNSAMPLED/image/jpeg/21776292564b27c801cf4795cb3aaa32/gr5.jpg gr5 gr5.jpg jpg 28930 233 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/gr6/DOWNSAMPLED/image/jpeg/c0b739b6b50a7a9acb61220d72d27dde/gr6.jpg gr6 gr6.jpg jpg 20590 214 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/sc1/DOWNSAMPLED/image/jpeg/8d5067da520923692f8bd20384472014/sc1.jpg sc1 sc1.jpg jpg 49673 358 492 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119301385-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119301385/mmc1/MAIN/application/msword/dafa04c21b35ff8465bf7fd77f8b93b3/mmc1.doc mmc1 mmc1.doc doc 239616 APPLICATION 1-s2.0-S2468823119301385-am.pdf am am.pdf pdf 1818289 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10NC4S6WNDZ/MAIN/application/pdf/5515c151224c46e6d11c7a427897a97a/am.pdf MCAT 10364 S2468-8231(19)30138-5 10.1016/j.mcat.2019.03.022 Elsevier B.V. Fig. 1 TEM images of pristine MWCNT (a) and MWCNT-COOH obtained at 140 °C for 6 h (b), at 140 °C for 12 h (c) and at 80 °C for 12 h (d). Fig. 1 Fig. 2 SEM and TEM images of MWCNT-COOH (a) & (d), MWCNT-PEI (b) & (e) and MWCNT-PEI-TPPS (c) & (f). Fig. 2 Fig. 3 Spectra of FT-IR (A), Uv–vis in H2O (B), Fluorescence in H2O (C) and TGA weight loss curves (D) of related samples: MWCNT-COOH, MWCNT-PEI, MWCNT-PEI-TPPS or TPPS. Fig. 3 Fig. 4 Time effects on the photooxidations of (a) 1, 5- dihydroxynaphthalene and (b) 2, 3- dihydroxynaphthalene with different concentration of catalysts. Fig. 4 Fig. 5 Kinetic study of the photocatalytic oxidations of (a) 1, 5-dihydroxynaphthalen and (b) 2, 3- dihydroxynaphthalene. Fig. 5 Fig. 6 (A): The stability and recycle of MWCNT-PEI-TPPS on the photocatalytic oxidation of 1,5- and 2,3-dihydroxynaphthalenes. (B): Photo- stability of TPPS and MWCNT-PEI-TPPS during 120 min irradiation. Fig. 6 Scheme 1 The preparation of MWCNT-PEI-TPPS catalyst. Scheme 1 Table 1 Photooxidation of 1, 5-dihydroxynaphthalene catalyzed by MWCNT-PEI-TPPS with H2O2 as oxidant. Table 1 Entry Catalysta Substratedihydroxynaphthalene Values of TPPS[μmol/g]b Catalyst Conc.[mg/mL] Cycle kobs [×10−3 min-1] Conversion ratio [%]c 1 – 1,5- – – – – 7d 2 TPPS 1,5- – 0.8 1 18.0 92 3 1 1,5- 40 0.8 1 16.1 85 4 2 1,5- 40 0.8 1 11.3 75 5 3 1,5- 20 0.8 1 7.9 41 6 3 1,5- 40 0.8 1 17.4 88 7 3 1,5- 80 0.8 1 17.2 86 8 3 1,5- 40 0.1 1 2.6 26 9 3 1,5- 40 0.2 1 4.9 45 10 3 1,5- 40 0.4 1 8.4 63 11 3 1,5- 40 1.0 1 16.0 86 12 3 1,5- 40 0.8 2 16.2 86 13 3 1,5- 40 0.8 3 15.7 83 14 3 1,5- 40 0.8 4 15.3 79 15 – 2,3- – – – – 6d 16 TPPS 2,3- – 0.8 1 17.1 87 17 3 2,3- 20 0.8 1 8.3 53 18 3 2,3- 40 0.8 1 16.8 86 19 3 2,3- 80 0.8 1 16.2 83 20 3 2,3- 40 0.1 1 3.8 34 21 3 2,3- 40 0.2 1 5.6 50 22 3 2,3- 40 0.4 1 9.6 67 23 3 2,3- 40 1.0 1 15.3 82 24 3 2,3- 40 0.8 2 16.1 82 25 3 2,3- 40 0.8 3 15.5 78 26 3 2,3- 40 0.8 4 15.0 72 a: Catalysts 1-3 with different acidulated conditions 140 °C / 6 h, 140 °C / 12 h and 80 °C /12 h respectively. b:Values for porphyrin incorporation in the nanotube. c: Reaction temp. 25 °C, reaction time 120 min, [H2O2] = 3.2 × 10−3 mol L-1, the reaction was monitored by Uv–vis and GC. d: only H2O2 was used with no catalysts. Non-covalent conjugation of sulfonated porphyrins to polyethylenimine-grafted multiwalled carbon nanotubes as efficient recyclable heterogeneous catalysts for dihydroxynaphthalenes photooxidation Jinxing Li Qizhi Ren ⁎ Liyue Liu Kaifang Sun Xiang Gu School of Chemistry and Chemical Engineering, Shanghai Jiaotong University, Shanghai, 200240, China School of Chemistry and Chemical Engineering Shanghai Jiaotong University Shanghai 200240 China ⁎ Corresponding author. Graphical abstract Biomimetic heterogeneous porphyrin catalysts were prepared by inducing the multiwalled carbon nanotubes (MWCNT) and polyethylenimine (PEI). The MWCNTs have been grafted with PEI for further non-covalent conjugation to water-soluble 5, 10, 15, 20-tetrakis (4-sulfonatophenyl) porphyrins (TPPS). These novel MWCNT-PEI-TPPS composites can be easily and efficiently prepared and characterized by SEM, TEM, FT-IR, UV–vis, fluorescence spectrum and TGA. Both PEI and TPPS with grafting amounts 9.3% and 4% respectively have been successfully supported on nanotubes and the MWCNT-PEI-TPPS composites have indeed been obtained. They have been used as heterogeneous photocatalysts for the oxidation of 1,5- and 2,3-dihydroxynaphthalene, using environment-friendly H2O2 as oxidant. Conversions of the two dihydroxynaphthalenes substrates reached respectively 88 and 86% within 120 min. Through centrifugation, the catalysts could be conveniently separated and reused over several times without significant loss of activity. As a result, this study proves that these MWCNT-PEI-TPPS composites can be considered as efficient, robust and recyclable catalysts for photooxidation reactions. Keywords Sulfonated porphyrins Multiwalled carbon nanotube Photooxidation Dihydroxynaphthalene Heterogeneous 1 Introduction Porphyrins are active centers of many natural proteins and enzymes [1], which play great roles in the transfer, reserve, activation of oxygen and photosynthesis in the life activities. Considerable attention has been focused on the laboratory-synthesized porphyrins to mimic the wide range of catalytic reactions of these natural systems. It is a topic of growing interest to synthesize water-soluble porphyrin derivatives the solubility of which is extremely important for biotic and medicinal purposes such as DNA cleavage [2], photosensitizing in photodynamic therapy [3] and wastewater treatments [4]. Among these, water-soluble sulfonated porphyrins are of particular importance: they have been recognized as excellent sensitizers for singlet oxygen generation that are currently used in the non-metallated form under homogeneous conditions [5]. However, their tedious preparation and purification, self-aggregation oxidative degradation, difficulty to recover and to recycle catalysts are the critical problems associated with the use of these water-soluble porphyrin catalysts [6]. Hence, their immobilization on to insoluble supports such as carbon nanotubes, silicon materials, and organic compounds especially polymers would present great advantages [7–10]. Recently, multi-walled carbon nanotubes (MWCNTs) have attracted much attention due to their unique mechanical, thermal and electronic properties, which have applications in detection sensors of nitrogen dioxide vapors [11], photo-induced electron-transfer processes [12], efficient water oxidation at low overpotential [13], oxidation of alkenes [14], hydrocarbons and sulfides [15,16]. There are two ways to immobilize the porphyrins on MWCNTs: by covalent or non-covalent interactions. The covalent immobilizations which primarily include carboxyl derivatization of carbon nanotubes or direct modification of carbon nanotubes have been widely investigated [17–19]. Their main drawbacks are the difficult synthesis and purification. Non-covalent methods mainly focus on π-π interactions, Van der Waals forces, electrostatic attraction, coordination, and the coil roles of polymers [20–25]. Apparently, preparations of noncovalent immobilizations seem much easier [21]. We have been investigating the water-soluble sulfonic porphyrins and non-covalent porphyrins-dendritic polymer systems, which have been used as homogeneous and heterogeneous catalysts respectively for the oxidation of phenolic compounds using H2O2 as an environment-friendly oxidant [26–28]. Carbon nanotubes as one of the important types of the solid supports, have appropriate structure favoring complex dispersion for the preparation of a hybrid catalyst, especially for the heterogenous catalysts [29] and electrocatalysts [30]. We have reported a porphyrin-hyperbranched polymer catalytic systems with a hydrophilic PEI core, good catalytic activities and stabilities have been obtained, proving PEI is a considerable component for porphyrin composite systems [27,28]. Herein we report on porphyrin-functionalized multi-walled carbon nanotube composites in which there is a non-covalent conjugation between the porphyrins and the polyethylenimine-grafted multiwalled carbon nanotubes (Scheme 1 ). These systems can be used as recyclable catalysts for the photooxidation of 1,5- and 2,3- dihydroxynaphthalenes. A water-dichloromethane biphasic solvent system has been developed, in which the product resulting from the oxidation of the substrate can be easily separated from the upper reactive aqueous phase to the bottom organic phase. The sensitizers which can be dispersed uniformly in water during the catalytic process, can be easily recovered by centrifugation at the end of the reaction and re-used over several times. 2 Experimental 2.1 Materials and instruments Chemicals were purchased from Alfa Aesar (Tianjin) chemical Co. Ltd. and Sinopharm chemical Co. Ltd. The MWCNTs with 10˜20 nm outer diameter and 0.5˜2 μm average length were purchased from Shenzhen Nanotech Port Co. Ltd. Branched polyethyleneimine (PEI) with average molecular weight Mn 10,000 by GPC and Mw 25,000 by LS was purchased from Acros Organics. N-(3-dimethylaminopropyl) -N’-ethylcarbodiimide hydrochloride (EDC, ≥99%) and N-hydroxysuccinimide (NHS, ≥98%) were obtained from Sigma Aldrich. Transmission electron microscopy (TEM) images were obtained with a JEOL JEM-2100 high-resolution transmission electron microscope (HR-TEM) instrument. Scanning electron microscopy (SEM) images were obtained on a FEI Nova Nano SEM 450 emission scanning electron microscope with gold coating. FT-IR spectra were recorded on a Perkin Elmer Spectrum 100 in the range of 400–4000 cm − 1 using KBr pellets. The Uv–vis spectra were recorded on a Shimadzu UV-1800 spectrophotometer. The fluorescence spectra were taken on a Perkin Elmer LS 55 instrument. TGA spectra was carried out using Perkin Elmer TGA 7 instrument under a constant-flow air atmosphere from room temperature to 800 °C at a rate of 20 °C/min. The light source of the catalytic system is iodine-tungsten lamp (ITL) (300 W) by Philips, with a wavelength range 340˜2500 nm. 2.2 Preparation of TPPS (meso-tetra (4-sulfophenyl) porphyrins) TPPS was synthesized and characterized as reported literatures [27]. H2TPP (4.00 g) and H2SO4 (40.0 mL, 98.0%) were added in a beaker, and ground into homogeneous paste. The paste was transferred in a 250 mL flask, and then H2SO4 (60.0 mL, 98.0%) was also added, the mixture was heated on 105 °C oil bath and was stirred for 6 h. The mixture was stood for 48 h at RT. 300 mL deionized water was slowly added with stirring. After cooled, the mixture was filtered and washed by acetone. The solid product was dissolved in deionized water and was adjusted the pH value to 6.0, the solution was dialyzed, concentrated, and recrystallized. TPPS was obtained with yield 90%. 2.3 Synthesis of MWCNT-COOH Carboxyl-terminated MWCNTs (MWCNT-COOH) can be prepared as follows: Pristine MWCNTs (a) was heated and refluxed in a mixture of concentrated sulfuric and nitric acid (v/v = 3:1) at 140 °C for 6 h (b in Scheme 1), at 140 °C for 12 h (c) and at 80 °C for 12 h (d). The obtained carboxyl-terminated MWCNT-COOH was then washed to be neutral and was centrifuged and dispersed into methanol for further use. 2.4 Synthesis of MWCNT-PEI [31] EDC (0.2 g) and NHS (0.2 g) were introduced to a methanol suspension (150 mL) of MWCNT-COOH (30 mg) to activate the carboxylic acid groups, and the mixture was stirred gently at 25 °C for 3 h. PEI (0.2 g) was then added to the activated MWCNT-COOH solution, followed by another 24 h of stirring. The resulting MWCNT-PEI was separated by centrifugation, rinsed with methanol repeatedly to remove excess polymer, and was then dried under vacuum. 2.5 Preparation of MWCNT-PEI-TPPS Functionalized MWCNT-PEI (40 mg) was added to TPPS solution (50 mL, 5 × 10−4 mol L-1) at 25 °C and was exposed to ultrasonic treatment for 5 min, then was stirred for 12 h to ensure TPPS being uniformly dispersed on the surface of MWCNT-PEI. The resulting MWCNT-PEI-TPPS (samples 1-3, Scheme. 1) was centrifuged and purified by washing with deionized water till no intensity of Soret band (λmax = 420 nm) in the filtrate had been detected by Uv–vis monitoring. 2.6 Catalytic systems for photooxidation of 1,5- and 2,3-dihydroxynaphthalenes using H2O2 as oxidant The photooxidation reactions were carried out in a 100 mL jacketed reactor maintained at 25 °C via a thermostated water circulation. For the oxidation of 1,5-dihydroxynaphthalene, a typical reaction mixture contained 50 mL buffer (acetic/acetate, pH 4), 50 mL dichloromethane, 0.2 mM 1,5-dihydroxynaphthalene, and 5 μL H2O2 (30 wt %); for the oxidation of 2,3-dihydroxynaphthalene, a typical reaction mixture contained 50 mL of a buffer (acetic/acetate, pH 4), 0.2 mM 2,3-dihydroxynaphthalene, and 5 μL H2O2 (30 wt %). Then 40 mg MWCNT-PEI-TPPS (sample 1, 2 or 3) in a total volume of 100 mL was added into the above reactor respectively. The reactor was irradiated with an external ITL to start the reaction. After the heterogeneous catalysts had been separated by centrifugation, the reaction progress was monitored by Uv–vis spectroscopy at λma x 329 nm or 324 nm, the absorbance being attributed to 1,5- and 2,3-dihydroxynaphthalene respectively. It weakened upon increase of the irradiation time (Fig. S5 & S6 in SI). 2.7 Catalyst recycling by centrifugation After the catalytic reaction, the mixture was rested and layered. The catalyst inside aqueous phase was purified and reused through centrifugation and washing with deionized water four times. 3 Results and discussion 3.1 Characterization of MWCNT-PEI-TPPS The morphology and shape of MWCNT-COOH have been investigated by transmission electron microscopy (TEM) (Fig. 1 ). After the acid-forming reaction, the length of the new nanotubes appeared to be shorter and the carboxylic acid groups (−COOH) incorporated into the side walls of the MWCNTs. The acid-forming oxidation conditions of the pristine MWCNTs (a, Fig. 1a) are the following at: 140 °C for 6 h (b),140 °C for 12 h (c) and 80 °C for 12 h (d) (Fig. 1b-d). The lengths of the three resulting MWCNT-COOH b, c and d were in the range of 20–500 nm with a mean of 166 nm (b, Fig. 1e), 238 nm (c) and 305 nm (d, Fig. 1f). These have been statistically analyzed via 200 nanotubes in 10 TEM images. These TEM results showed that the high temperature and long-time treatments could alter the nanotube structures (Fig. 1b & c) and damage them by corrosion, a result which is not beneficial neither for the synthesis nor for the following catalysis steps. Therefore, sample 3 (in Scheme 1) obtained under mild conditions, at 80 °C for 12 h, was mainly chosen for the introduction of the acid functions and for the further applications. Fig. 2 showed the SEM and TEM results of MWCNT-COOH, MWCNT-PEI and MWCNT-PEI-TPPS. In Fig. 2a & d, the wall surfaces of MWCNT-COOH were smooth, and the hollow structure of the walls can be clearly distinguished, no amorphous layers are detectable. After the immobilization of PEI and then TPPS, the sample surfaces gradually became rougher (Fig. 2b & e and Fig. 2c & f). Comparing the 21 nm outer diameter of MWCNT-COOH, 35 nm outer diameter for MWCNT-PEI has been found and the thickness of PEI grafted on MWCNT-COOH is about 5˜7 nm, proving that the branched PEI has been covalently grafted on the MWCNT-COOH via the formation of amides from the carboxylic acid of MWCNT-COOH and the amine functions of PEI. Fig. 2c shows that the aggregation had occurred for MWCNT-PEI-TPPS, thus it appeared difficult to measure the corresponding outer diameter. Some TPPS nano-particules in a diameter range of 4˜6 nm could be visually observed on the surface of MWCNT-PEI-TPPS (Fig. 2f). The SEM and TEM images suggested that PEI and TPPS have been successfully supported on nanotubes and that MWCNT-PEI-TPPS composites have indeed been obtained. The IR spectra for MWCNT-COOH, MWCNT-PEI and MWCNT-PEI-TPPS are shown in Fig. 3 A. For MWCNT-COOH, the strong band at 1714 cm−1 belongs to the stretching vibration peak of CO of COOH group [33]; For MWCNT-PEI, the intensity of the 1714 cm−1 band has been significantly reduced, indicating the consumption of the COOH groups in MWCNT-COOH as a result of the PEI grafting [33]. Besides, new bands appear at 1630 and 1578 cm-1, corresponding to the amide carbonyl vibration (CO-NH-) and the NH bending vibration from PEI, respectively [34]. Moreover, the new peaks at 2918 and 2845 cm-1 were assigned to CH stretch modes, confirming the presence of PEI; for MWCNT-PEI-TPPS, the bands at 1158 and 1445 cm-1 belong to the C–H stretching vibration and deformation vibration of the porphyrin pyrrole-rings respectively [35], which proves the existence of TPPS in the MWCNT-PEI-TPPS samples. The Uv–vis spectra of the samples in H2O are shown in Fig. 3B. The MWCNT-COOH and MWCNT-PEI exhibit a broad absorption maximum at 260 nm with continuously decreasing intensity over the entire Uv–vis range. Besides, both samples have no other obvious absorption peaks. TPPS alone shows a strong Soret absorption at 413 nm and four weak Q bands between 520 and 650 nm. [22] In the MWCNT-PEI-TPPS composite only a weak Soret peak at 420 nm remains because of the overwhelmingly broad absorption of the nanotube. Apparently the Soret band of the MWCNT-PEI-TPPS composite is slightly red-shifted (Δλmax˜7 nm) relative to that of TPPS, confirming that the interaction between TPPS and PEI had occurred. Similar results have also been obtained from the corresponding solid Uv–vis test (Fig. S1 in the Supporting Information (SI)). The fluorescence spectra of TPPS and MWCNT-PEI-TPPS composite in H2O are shown in Fig. 3C. Upon a 420 nm excitation, the emitting wavelength fluorescence emissions at 643 and 702 nm for the TPPS moieties on the MWCNT-PEI-TPPS composite were quenched greatly compared to those of TPPS alone. Besides, a 7 nm red-shift was observed for the composite at 650 nm, similar to that of the Uv–vis results, which might be ascribed to the photo-induced electron or energy transfer of excited singlet-state energy between TPPS and MWCNT-PEI [32]. The thermal behaviors of the pristine samples MWCNT, PEI and TPPS were illustrated from the TGA spectra in Fig. S2 (in SI) respectively. MWCNT is quite stable during the whole temperature range 40–800 °C, PEI has a great weight loss during 320–420 °C, while TPPS has two significant weight losses around 480–510 °C and 720–770 °C due to the porphyrin-ring destructions. Fig. 3D shows the TGA results for the composites MWCNT-COOH, MWCNT-PEI and MWCNT-PEI-TPPS. For MWCNT-COOH, its weight continues to decline with the temperature increase. For MWCNT-PEI, the weight decreases faster between 270–430 °C, an observation which is attributed to the decomposition of PEI. MWCNT-PEI-TPPS has two obvious weight-loss values in the temperature range 200–470 °C and 720–800 °C, which should be rationalized according to the decompositions of PEI and TPPS respectively. The cross-point for the TGA lines MWCNT-PEI and MWCNT-PEI-TPPS is at 720 °C which coincides with the main weight loss of TPPS in Fig. S2. The grafting amounts of PEI and TPPS were 9.3% and 4% respectively, as calculated according to the different values in the weight loss [13]. 3.2 Photocatalytic oxidation of dihydroxynaphthalenes The MWCNT-PEI-TPPS composites 1–3 obtained under various oxidation conditions have been used as heterogeneous catalysts for the photooxidation of 1,5- and 2,3-dihydroxy-naphthalenes using hydrogen peroxide as an environment-friendly oxidant. The irradiation time was 120 min, the results under different catalytic conditions are shown in Table 1 . The blank experiments (Table 1, entry 1 & 15) proved that visible light irradiation, hydrogen peroxide and catalyst are essential for both catalytic reactions and conversions. Conversions of 7 and 6% were observed for both substrates if H2O2 was used in the absence of composites. In order to understand the effective role of MWCNT, PEI and TPPS in the composites, blank experiments in which MWCNT-PEI and bare MWCNTs were used as catalysts have been tested for 1,5- and 2,3- dihydroxynaphthalenes, conversion of 6˜8% were observed, quite similar to those of the above blank experiments (Table 1, Entry 1 & 15). This proves that the porphyrin component in composite systems are key point for the catalysis. In the case of 1,5-dihydroxynaphthalene, 5-hydroxy-1,4-naphthoquinone was obtained (Fig. S3 and Table S1 in SI), the substrate and product being mainly soluble in water and dichloromethane respectively. Thus a water-dichloromethane biphasic catalytic system has been developed to remove the product effectively and accelerate the aqueous reaction rate as well (entries 3–14). In the case of 2,3-dihydroxynaphthalene, the formed product o-phthalic acid (Fig. S4 and Table S2 in SI) is not soluble in dichloromethane, thus the catalytic reaction was performed in water (entries 17–26). For 1,5 -dihydroxynaphthalene, the results observed with catalysts 1-3 are shown in Table 1 (entries 3, 4, 6). The highest conversion, 88%, was observed for sample 3 which was obtained under the mildest conditions (80 °C /12 h). Sample 2, obtained at 140 °C for 12 h, shows up the lowest conversion (75%): this might be caused by the severe corrosion of the composite itself. An 85% conversion was observed for sample 1 (140 °C/ 6 h). All of the three used catalysts could be centrifuged after the reactions, the difficulty-trend order for the centrifugation being 3 < 1 << 2. Comparing both the catalytic activity and re-use ease of the composites 1-3, 3 obtained under the mildest conditions was chosen as the optimal catalyst for both substrates. The catalytic systems using 3 in conjunction with three different proportions of incorporated porphyrins in the nanotubes (20, 40 and 80 μmol/g) have been investigated for the two aforementioned dihydroxynaphthalenes and the results of their oxidations are shown in Table 1 (entries 5–7 and entries 17–19). For both substrates, catalyst 3 containing 40 μmol per gram of catalyst showed up the best conversions, 88 and 86%, and also the highest rate with k obs, 17.4 × 10−3 min-1 and 16.8 × 10−3 min-1 (entries 6 &18, Table 1). The highest incorporated TPPS value, 80 μmol/g, did not produce the best conversion. This might be caused by the sterically-crowded cavities of the porphyrins on the nanotubes. On the basis of the optimal catalyst 3 containing 40 μmol/g TPPS, the optimal catalyst concentration within five different concentrations (0.1–1.0 mg/mL) in the catalytic system was also studied (Table 1, entries 6 & 8–11 and 18 & 20–23). The conversion generally rose with an increase of the catalyst concentration. The best catalytic activity was obtained when the concentration of catalyst 3 was 0.8 mg mL−1 (Table 1, entry 6 & 18). It is well known that the catalyst containing more photosensitizer can capture more photons, which would promote the photooxidation process. In contrast, the highest catalyst concentration, 1.0 mg/mL, led to a slight decrease in the conversion (Table 1, entry 11 & 23). This might be caused by the decline of the utilization of light due to the scattering effect of the photosensitizer [36]. The corresponding apparent rate constants k obs for the photooxidation of 1,5- and 2,3-dihydroxynaphthalenes have been calculated from Fig. 4 & Fig. 5 and shown in Table 1. In Fig. 5a & 5b, ln (C 0/C) values for two substrates are directly proportional to the reaction time. This led us to conclude that both reactions are of the first order. 3.3 The photostability and the catalytic recycling Contrasting experiments using TPPS alone as a homogeneous catalyst were conducted for both substrates, and 92% and 87% conversions were observed, similar to those for the corresponding heterogeneous MWCNT-PEI-TPPS composite catalysts (Table 1, entry 2 & 6, 16 & 18). It is worth noting at that point that these heterogeneous catalysts can not only be uniformly dispersed in the catalytic aqueous phase due to their nano scale particles, but can also be easily separated and recycled several times by centrifugation as well. For the photo-oxidations by catalyst 3, conversion from cycle 1–4 were 88, 86, 83 and 79% for 1,5-dihydroxynaphthalene and 86, 82, 78 and 72% for 2,3-dihydroxynaphthalene (Table 1, entry 6, 12–14 and 18, 24–26, Fig. 6 A). The slight decrease of the catalytic activities might mainly be caused by the catalyst loss during the preparation of the catalytic recycling system such as the centrifugation process. All these results demonstrate that the heterogeneous MWCNT-PEI-TPPS composites are robust and their stability and recycling possibilities are two important points that would make them useful for further commercial applications. In order to test the catalytic life during the catalytic process, the photo-stabilities of TPPS and MWCNT-PEI-TPPS catalyst 3 under the same photo-catalytic conditions have been investigated. The data are listed in Fig. 6B. For the homogenous TPPS, its residual quantity continuously decreased with the increase of the illumination time and most of the porphyrin had been photo-degraded after 120 min irradiation. In contrast, catalyst 3 remains fairly stable during the whole illumination process, proving that these composites have considerable photo-stabilities and can efficiently prevent the photolysis of their porphyrin component. IR and Uv–vis results from the used catalyst after cycle 4 also confirm the existence of the porphyrin structure. For catalyst 3, conversion from cycle 1–4 were 88, 86, 83 and 79% for 1,5-dihydroxynaphthalene. The slight decrease of the catalytic activities was considered to be caused mainly by the catalyst loss during the preparation of the catalytic recycling system such as the centrifugation process. In order to verify our hypothesis, the reaction was performed within 480 min and the final conversion was 86%, better than that of the general evaluation of the conversion for four cycles. All these results demonstrate that the heterogeneous MWCNT-PEI-TPPS composites are robust catalysts. The efficient catalytic activities of the MWCNTs-PEI-TPPS composite system might be explained by the nature of the active site environment, the nanotubes with PEI on the surface provides suitable and flexible cavities for the dihydroxynaphthalenes approach and the oxygen binding to the porphyrin active site; The formation of the unreactive μ-oxo porphyrin dimer was greatly prevented, and the oxidative degradation of the porphyrins could also be highly limited [26]. Further experiments are being carried out to understand the exact nature of the charge carrier generation, migration and recombination pathways for this ternary composite system. 4 Conclusions In summary, sulfonated porphyrins TPPS can be immobilized on polyethylenimine-grafted multi-walled carbon nanotubes MWCNT-PEI via a non-covalent interaction, Both PEI and TPPS with grafting amounts 9.3% and 4% respectively have been successfully induced to the nanotube composite systems. The corresponding MWCNT-PEI-TPPS composites can be used as heterogeneous catalysts for the photo-catalytic oxidation of dihydroxynaphthalenes with H2O2 as an environmental friendly oxidant. These catalysts show up both good activities and considerable catalytic stabilities and can be recycled several times without significant loss of the catalytic activity. Furthermore, high dihydroxynaphthalene conversion can be maintained within 480 min. All these results demonstrate that the heterogeneous MWCNT-PEI-TPPS composites are robust photo-catalysts. Acknowledgements We gratefully acknowledge the financial support of this work by the National Natural Science Foundation of China (21371120). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.03.022. Appendix A Supplementary data The following is Supplementary data to this article: References [1] B. Meunier S.P.De. Visser S. Shaik Chem. Rev. 104 2004 3947 3980 [2] M. Tabata K. Nakajima E. Nyarko J. Inorg. Biochem. 78 2000 383 389 [3] L.F. Pedrosa M.C. de Souza M.A.F. Faustino M.G.P.M.S. Neves A.M.S. Silva A.C. Tomé V.F. Ferreira J.A.S. Cavaleiro Aust. J. Chem. 64 2011 939 [4] C.J. Monteiro M.M. Pereira M.E. Azenha H.D. Burrows C. Serpa L.G. Arnaut M.J. Tapia M. Sarakha P. Wong-Wah-Chung S.A. Navaratnam Photochem. Photobiol. Sci. 4 2005 617 624 [5] Y. Cao A.F. Gill D.W. Dixon Tetrahedron Lett. 50 2009 4358 4360 [6] G. Karimipour Int. J. Chem. Eng. Appl. 5 2014 194 197 [7] D. Tasis N. Tagmatarchis A. Bianco M. Prato Chem. Rev. 106 2006 1105 1136 [8] J.N. Coleman U. Khan W.J. Blau Y.K. Gunko Carbon. 44 2006 1624 1652 [9] T. Schilling A. Okunola J. Masa W. Schuhmann M. Bron Electrochim. Acta 55 2010 7597 7602 [10] G.S. Machado K.A.D. de Freitas Castro F. Wypych S. Nakagaki J. Mol. Catal. A Chem. 283 2008 99 107 [11] S. Saxena A.L. Verma AIP Conf. Proc. 1536 2013 1298 1299 [12] D. Baskaran J.W. Mays X.P. Zhang M.S. Bratcher J. Am. Chem. Soc. 127 2005 6916 6917 [13] H. Jia Z. Sun D. Jiang P. Du Chem. Mater. 27 2015 4586 4593 [14] S. Rayati Z. Sheybanifard J. Porphyrins Phthalocyanines 19 2015 622 630 [15] A. Rezaeifard M. Jafarpour Catal. Sci. Technol. 4 2014 1960 1969 [16] S. Rayati Z. Sheybanifard J. Iran Chem. Soc. 13 2015 541 546 [17] S. Campidelli C. Sooambar E. Lozano Diz C. Ehli D.M. Guldi M. Prato J. Am. Chem. Soc. 128 2006 12544 12552 [18] Z. Guo F. Du D. Ren Y. Chen J. Zheng Z. Liu J. Tian J. Mater. Chem. 16 2006 3021 3030 [19] H. Li R.B. Martin B.A. Harruff R.A. Carino L.F. Allard Y.P. Sun Adv. Mater. 16 2004 896 900 [20] H. Murakami T. Nomura N. Nakashima Chem. Phys. Lett. 378 2003 481 485 [21] F. Cheng A. Adronov Chem. Eur. J. 12 2006 5053 5059 [22] D.M. Guldi H. Taieb G.A. Rahman N. Tagmatarchis M. Prato Adv. Mater. 17 2005 871 875 [23] D.M. Guldi G.N. Rahman J. Ramey M. Marcaccio D. Paolucci F. Paolucci S. Qin W.T. Ford D. Balbinot N. Jux N. Tagmatarchis M. Prato Chem. Commun. (Camb.) 0 2004 2034 2035 [24] M.S. Strano C.A. Dyke M.L. Usrey P.W. Barone M.J. Allen H. Shan C. Kittrell R.H. Hauge J.M. Tour R.E. Smalley Science. 301 2003 1519 1522 [25] E. Zurek J. Autschbach J. Am. Chem. Soc. 126 2004 13079 13088 [26] Q. Ren Z. Hou Y. Wang H. Zhang S. Yang ChemSusChem. 4 2011 1063 1067 [27] Q.Z. Ren Y. Yao X.J. Ding Z.S. Hou D.Y. Yan Chem. Commun. (Camb.) 31 2009 4732 4734 [28] K. Sun L. Guo C. Cai Z. Hou Q.Z. Ren ChemCatChem 9 2017 4465 4469 [29] V. Georgakilas J.A. Perman J. Tucek R. Zboril Chem. Rev. 115 2015 4744 4822 [30] K. Elouarzaki M. Holzinger A. Le Goff J. Thery R.S. Marksae S. Cosnier J. Mater. Chem. A Mater. Energy Sustain. 4 2016 10635 [31] H. Wu H. Shi H. Zhang X. Wang Y. Yang C. Yu C. Hao J. Du H. Hu S. Yang Biomaterials. 35 2014 5369 5380 [32] A. Wang J. Song Z. Huang Y. Song W. Yu H. Dong W. Hu M.P. Cifuentes M.G. Humphrey L. Zhang J. Shao C. Zhang Nano Res. 9 2015 458 472 [33] H. Hu Y. Ni S.K. Mandal V. Montana B. Zhao R.C. Haddon V. Parpura J. Phys. Chem. B 109 2005 4285 4289 [34] R.J. Chen Y. Zhang D. Wang H. Dai J. Am. Chem. Soc. 123 2001 3838 3839 [35] N.Z. Mamardashvili O.A. Golubchikov Russ. Chem. Rev. 70 2001 577 606 [36] I. Fatimah S. Wang D. Wulandari Appl. Clay Sci. 53 2011 553 560",
      "scopus-id": "85063889219",
      "coredata": {
        "eid": "1-s2.0-S2468823119301385",
        "dc:description": "Biomimetic heterogeneous porphyrin catalysts were prepared by inducing the multiwalled carbon nanotubes (MWCNT) and polyethylenimine (PEI). The MWCNTs have been grafted with PEI for further non-covalent conjugation to water-soluble 5, 10, 15, 20-tetrakis (4-sulfonatophenyl) porphyrins (TPPS). These novel MWCNT-PEI-TPPS composites can be easily and efficiently prepared and characterized by SEM, TEM, FT-IR, UV–vis, fluorescence spectrum and TGA. Both PEI and TPPS with grafting amounts 9.3% and 4% respectively have been successfully supported on nanotubes and the MWCNT-PEI-TPPS composites have indeed been obtained. They have been used as heterogeneous photocatalysts for the oxidation of 1,5- and 2,3-dihydroxynaphthalene, using environment-friendly H2O2 as oxidant. Conversions of the two dihydroxynaphthalenes substrates reached respectively 88 and 86% within 120 min. Through centrifugation, the catalysts could be conveniently separated and reused over several times without significant loss of activity. As a result, this study proves that these MWCNT-PEI-TPPS composites can be considered as efficient, robust and recyclable catalysts for photooxidation reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119301385",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Jinxing"
          },
          {
            "@_fa": "true",
            "$": "Ren, Qizhi"
          },
          {
            "@_fa": "true",
            "$": "Liu, Liyue"
          },
          {
            "@_fa": "true",
            "$": "Sun, Kaifang"
          },
          {
            "@_fa": "true",
            "$": "Gu, Xiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119301385"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119301385"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30138-5",
        "prism:volume": "470",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Non-covalent conjugation of sulfonated porphyrins to polyethylenimine-grafted multiwalled carbon nanotubes as efficient recyclable heterogeneous catalysts for dihydroxynaphthalenes photooxidation",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfonated porphyrins"
          },
          {
            "@_fa": "true",
            "$": "Multiwalled carbon nanotube"
          },
          {
            "@_fa": "true",
            "$": "Photooxidation"
          },
          {
            "@_fa": "true",
            "$": "Dihydroxynaphthalene"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "97-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2019",
        "prism:doi": "10.1016/j.mcat.2019.03.022",
        "prism:startingPage": "97",
        "dc:identifier": "doi:10.1016/j.mcat.2019.03.022",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6534",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "129",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16812",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "145",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18947",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7950",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4450",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4524",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3652",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11461",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10428",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "390",
            "@width": "661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74603",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "437",
            "@width": "661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "89740",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "433",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52403",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "219",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28256",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28930",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "214",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20590",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "492",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49673",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "239616",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119301385-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1818289",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85063889219"
      }
    }
  }
}