{
  "metadata": {
    "title": "Rational design of silicalite-1-encapsulated W-ZSM-5 core-shell catalysts for optimizing selectivity and stability in methane dehydro-aromatization reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-09-30",
    "doi": "10.1016/j.mcat.2025.115314",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125005024",
    "pii": "S2468823125005024"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105009217994",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-06-28 2025-06-28 2025-06-28 2025-06-28 2025-09-25T07:56:26 1-s2.0-S2468823125005024 S2468-8231(25)00502-4 S2468823125005024 10.1016/j.mcat.2025.115314 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00110 2025-09-25T07:10:46.637244Z 0 0 20250901 20250930 2025 2025-06-28T15:30:14.176395Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 584 584 C Volume 584 46 115314 115314 115314 202509 September 2025 2025-09-01 2025-09-30 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. RATIONALDESIGNSILICALITE1ENCAPSULATEDWZSM5CORESHELLCATALYSTSFOROPTIMIZINGSELECTIVITYSTABILITYINMETHANEDEHYDROAROMATIZATIONREACTION JIA Y 1 Introduction 2 Results and discussion 3 Conclusion CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References MOREJUDO 2016 563 566 S GAO 2015 686 690 J ARAKAWA 2001 953 996 H LUNSFORD 1995 970 980 J ZAVYALOVA 2011 1935 1947 U WANG 1993 35 41 L ABEDIN 2020 3407 3417 M GUO 2014 616 619 X GAO 2023 e202306133 W MA 2000 105 114 D TEMPELMAN 2015 731 739 C GU 2021 118019 Y KOSINOV 2020 2002565 N ZHANG 2024 11591 11603 H KOSINOV 2017 520 529 N BAI 2003 123 130 J JULIAN 2020 118360 I KOZLOV 2008 110 114 V WECKHUYSEN 1998 338 346 B CAGLAYAN 2023 2748 2762 M KROMWIJK 2025 7241 7253 J DING 2001 3928 3936 W CAGLAYAN 2021 11671 11684 M KOSINOV 2017 125 133 N ZENG 1998 119 124 J ZHU 2007 169 175 Z GHORBANPOUR 2015 4006 4016 A ZHU 2023 e202302769 J ZHANG 2019 1468 1475 L WANG 2020 5288 5298 H YANG 2020 1975 1980 G LV 2014 70 75 Q CHOUBEY 2025 e202500292 P WANQING 2020 S BOULOVA 2002 425 434 M CHEN 2022 4642 4650 P HE 2019 94 104 P CHENG 2017 334 347 K HUANG 2018 4519 4524 Z CASTANO 2011 91 100 P SONG 2014 387 396 Y COOPER 1996 61 77 G PENG 2025 11123 11133 L HUANG 2023 5716 X LI 2014 4163 4169 Z JIAX2025X115314 JIAX2025X115314XY 2027-06-28T00:00:00.000Z 2027-06-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-07-02T03:07:18.787Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Science and Technology of the People's Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002855 http://sws.geonames.org/1814991 National Key Research and Development Program 2022YFA1505800 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Industry-University-Research Cooperation Projects with Zhejiang NHU Co. Ltd National Youth Talent Support Program Industry-University-Research Cooperation Projects with Zhejiang NHU Co. This work was supported by the National Key Research and Development Program (Grants No 2022YFA1505800), the National Youth Talent Support Program, and Industry-University-Research Cooperation Projects with Zhejiang NHU Co. Ltd. The authors would like to thank Prof. Chengyuan Liu from BL04B (mass spectrometry beam line) for technical support on in situ SR-PIMS. This work was supported by the National Key Research and Development Program (Grants No 2022YFA1505800 ), the National Youth Talent Support Program, and Industry-University-Research Cooperation Projects with Zhejiang NHU Co., Ltd . The authors would like to thank Prof. Chengyuan Liu from BL04B (mass spectrometry beam line) for technical support on in situ SR-PIMS. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00502-4 S2468823125005024 1-s2.0-S2468823125005024 10.1016/j.mcat.2025.115314 315758 2025-09-25T07:10:46.637244Z 2025-09-01 2025-09-30 1-s2.0-S2468823125005024-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/MAIN/application/pdf/0388586971e4168a3324ba393ad9be18/main.pdf main.pdf pdf true 5146039 MAIN 8 1-s2.0-S2468823125005024-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/PREVIEW/image/png/01591b68a7d3f609b88d37b379830269/main_1.png main_1.png png 58941 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125005024-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr5/DOWNSAMPLED/image/jpeg/b47ec4be3c01d573bf10485f2397da8c/gr5.jpg gr5 gr5.jpg jpg 102447 607 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr4/DOWNSAMPLED/image/jpeg/808ccc323c4afc5ca96f9e18622bcd8c/gr4.jpg gr4 gr4.jpg jpg 121288 629 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr3/DOWNSAMPLED/image/jpeg/defe74366c40990d63130f6e24c01674/gr3.jpg gr3 gr3.jpg jpg 94485 533 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr2/DOWNSAMPLED/image/jpeg/d7701e73bec3dda74348872d2deb00d5/gr2.jpg gr2 gr2.jpg jpg 92358 404 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/ga1/DOWNSAMPLED/image/jpeg/6b0fd41b1f5c2240c510bdc03c8b8e0b/ga1.jpg ga1 true ga1.jpg jpg 35496 193 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr1/DOWNSAMPLED/image/jpeg/592a97b75e8b2501a563c5e09438da10/gr1.jpg gr1 gr1.jpg jpg 124298 512 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005024-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr5/THUMBNAIL/image/gif/f6c924fbba5e4ae081b28403eaf985f0/gr5.sml gr5 gr5.sml sml 11699 164 183 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr4/THUMBNAIL/image/gif/694ffc5f0d3ba968a8eaedaa0af63aa5/gr4.sml gr4 gr4.sml sml 13254 164 177 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr3/THUMBNAIL/image/gif/2d5b167a07dc88b46e62eb054cf0a745/gr3.sml gr3 gr3.sml sml 13265 163 208 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/gr2/THUMBNAIL/image/gif/57626cccc338fcefd791e1407bc0ed2f/gr2.sml gr2 gr2.sml sml 12907 131 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/ga1/THUMBNAIL/image/gif/6c3af33db2c97451614282f47c532526/ga1.sml ga1 true ga1.sml sml 13295 85 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004894/gr1/THUMBNAIL/image/gif/ffb83857ba3195e22e8c08180cb834c6/gr1.sml gr1 gr1.sml sml 21431 164 217 IMAGE-THUMBNAIL 1-s2.0-S2468823125005024-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/HIGHRES/image/jpeg/0acb80c554aa6f20453a88c7161b2a1b/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 633290 2688 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/HIGHRES/image/jpeg/626605ebee3f10a343ea15e68eba2589/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 801610 2782 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/HIGHRES/image/jpeg/9a27d0cbbecb8c0855f860439f30514d/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 613546 2358 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/HIGHRES/image/jpeg/13213662350d6bef045cf4a82249c3b3/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 659966 1788 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/HIGHRES/image/jpeg/a01ae6ae08e93607e5b7e73a3123edc6/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 220115 854 2213 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004894/HIGHRES/image/jpeg/f3fb31183fefccc8905a3bd4da71bd10/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1023718 2266 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125005024-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005024/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/245655f58e33efcde1f2df43e4d7ff97/mmc1.docx mmc1 mmc1.docx docx 24940031 APPLICATION MCAT 115314 115314 S2468-8231(25)00502-4 10.1016/j.mcat.2025.115314 Elsevier B.V. Fig. 1 (a) Schematic illustration for the synthesis of W-Z5@Silicalite-1. (b) XRD patterns of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3. SEM image of (c) W-Z5, (d) W-Z5@S-1, (e) W-Z5@S-2, and (f) W-Z5@S-3. (g) TEM image, (h) HRTEM image, (i) STEM image, and (j-m) EDX mapping images of W-Z5@S-2. Fig. 1 Fig. 2 (a) W 4f XPS of W-Z5. (b) Si 2p, and (c) Al 2p XPS spectra of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3. (d) N2 adsorption-desorption isotherms, and (e) FTIR spectra of W-Z5, W-Z5@S-1, W-Z5@S-2 and W-Z5@S-3. (f) Raman spectrum of W-Z5. Fig. 2 Fig. 3 (a) Methane conversion of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 as a function of time on stream. (b) Relative distributions of hydrocarbon products and coke of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3. (c) Benzene yield of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 as a function of time on stream. (d) Naphthalane yield of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 as a function of time on stream. The error bars were given from three independent experiments. Fig. 3 Fig. 4 (a) NH3-TPD curves and (b) Py-IR spectra of W-Z5, W-Z5@S-1, W-Z5@S-2. (c) TG curves and (d) Raman spectra of W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C. Fig. 4 Fig. 5 (a) Photoionization mass spectrometry of MDA products in the low-pressure reactor at 750 °C at different photon energies of 11.50 eV. Experimental PIE curves of the products: (b) formaldehyde (m/z = 30, CH2O), (c) methyl radical (m/z = 15, •CH3), (d) acetylene (m/z = 26, C2H2), (e) ethylene (m/z = 28, C2H4), (f) allene and propyne (m/z = 40, C3H4), and (g) propylene (m/z = 42, C3H6). Fig. 5 Research Paper Rational design of silicalite-1-encapsulated W-ZSM-5 core-shell catalysts for optimizing selectivity and stability in methane dehydro-aromatization reaction Yixin Jia Writing – original draft Investigation Data curation a † Shuhui Li Writing – original draft Supervision Data curation a † Li Peng Methodology Investigation b Zicheng Xie Validation Methodology a Feiyu Yu Validation Investigation a Chenglu Huang Validation Investigation a Weihuang Wang Validation Investigation a Rui Liu Validation Investigation a Zheng Wang Validation a Chengyuan Liu Validation c Long Zhao Writing – review & editing Validation b Liangbing Wang Writing – review & editing Project administration Conceptualization a ⁎ a School of Materials Science and Engineering, Central South University, Changsha, Hunan 410083, PR China School of Materials Science and Engineering Central South University Changsha Hunan 410083 PR China aSchool of Materials Science and Engineering, Central South University, Changsha, Hunan 410083, PR China b School of Nuclear Science and Technology, University of Science and Technology of China, Hefei 230029 Anhui, PR China School of Nuclear Science and Technology University of Science and Technology of China Hefei Anhui 230029 PR China bSchool of Nuclear Science and Technology, University of Science and Technology of China, Hefei 230029 Anhui, PR China c National Synchrotron Radiation Laboratory, University of Science and Technology of China, Hefei 230029 Anhui, PR China National Synchrotron Radiation Laboratory University of Science and Technology of China Hefei Anhui 230029 PR China cNational Synchrotron Radiation Laboratory, University of Science and Technology of China, Hefei 230029 Anhui, PR China ⁎ Corresponding author. † These authors contributed equally to this work: Yixin Jia, Shuhui Li. Tungsten (W)-containing zeolites are regarded as the great potential alternatives to the most studied molybdenum (Mo)-incorporated ZSM-5 (Mo-ZSM-5) catalysts for methane dehydroaromatization (MDA). W displays similar chemical features to Mo but shows significant advantage in thermal stability, enabling long-term and multi-round MDA at high temperature. Here, we tailor W-modified ZSM-5 (W-ZSM-5) encapsulated by Silicalite-1 in varying thicknesses (W-Z5@S-X, X = 1, 2, 3) as the core-shell catalysts for MDA reaction. Benefiting from the thermal robustness of W active species and the rational regulation of surface Brønsted acid sites concentration by Silicalite-1 shell, the optimized W-Z5@S-2 catalyst achieves an optimal balance between methane conversion rate and aromatic selectivity. Impressively, W-Z5@S-2 yields 22 mmol gcat −1 of benzene over 600 min of MDA reaction at 750 °C, reaching a 2-fold increase compared to bare W-ZSM-5 catalyst. The hydrophobic shell shields surface Brønsted acid sites and also inhibits the side reaction of aromatic alkylation, thereby effectively reducing coke deposition and improving selectivity to light aromatics. More importantly, the role of encapsulating shell and catalytic route over the encapsulated catalyst were well studied through in situ synchrotron radiation photoionization mass spectrometry. This study may provide a new insight to the design of highly active and heat-resisted zeolite-based catalysts towards high-temperature MDA reaction. Graphical abstract This work rationally designs core-shell catalysts of W-containing ZSM-5 core coated by Silicalite-1. The aluminum-free and hydrophobic shell shields surface Brønsted acid sites and inhibits the aromatic alkylation as well, thereby effectively improving coke resistance and selectivity to benzene over the catalysts. Image, graphical abstract Keywords Heterogeneous catalysis Methane dehydroaromatization W-modified zeolites Acid sites modulation In situ synchrotron radiation photoionization mass spectrometry Data availability Data will be made available on request. 1 Introduction The conversion of methane, the primary component of natural gas, towards high-value oxygenates and aromatics is of great significance in both academic research and industrial production [1–3]. Catalytic routes including methane dehydroaromatization (MDA), oxidative coupling, and partial oxidation have attracted extensive interests over the past decade [4,5]. Among them, MDA presents as the direct transformation of methane into aromatic compounds under oxygen-free condition over the transition metal-modified ZSM-5 zeolites, where the transition metals currently studied mainly involve molybdenum (Mo), tungsten (W), iron (Fe), vanadium (V), and chromium (Cr) [6–8]. To date, Mo-incorporated ZSM-5 (Mo-ZSM-5) catalysts containing active Mo species and Brønsted acid sites have been well explored [9,10]. It is recognized that Mo species are responsible for activating methane towards C2H4 that is subsequently oligomerized on the acid sites to form aromatics [11,12]. However, MDA reaction serves as a thermodynamically unfavored process, which is predicted that the operating temperature exceeding 1073 K is required for achieving 20 % of methane conversion [13]. Despite demonstrating high selectivity to benzene, the activity of Mo-ZSM-5 catalysts suffers from severe deactivation at such high temperature with time on stream resulted from two inherent factors: (i) serious loss of active Mo species due to sublimation; (ii) rapid accumulation of coke [14–16]. Therefore, developing highly active and heat-resisted zeolite-based catalysts is still desired, but remains a grand challenge. To address the issues, a variety of research groups have devoted numerous efforts [17]. W species are proposed to be a promising alternative to Mo component because of their similar chemical features [18,19]. In contrast to Mo, W active species pose a significant advantage in high-temperature stability, thereby supporting long-term and multi-round MDA reaction. The catalytic performance of W-modified ZSM-5 is strongly related to W loading, where insufficient active metal species loading limits methane activation efficiency. Nevertheless, preserving the dispersion of active metal species is also crucial to methane activation. It has been reported that excessive W loading may lead to aggregation of active metal species, thereby diminishing accessibility of active sites [20–22]. Additionally, several reports claimed that the introduction of Mo into zeolite containing Al3+ leads to the formation of MDA-inactive Al2(MoO4)3 and Al(OH)6Mo6O18 species [23,24], nevertheless, there is no existence of aluminum tungstate while introducing W. A highly active and thermally stable W/HZSM-5 catalyst for MDA has been recently reported by Zhang and co-workers, achieving as high as 20 % of methane conversion at 1073 K, with high selectivity to benzene and almost no loss of W [25]. Such high methane conversion and catalytic robustness is approaching to the level that possesses commercial attractivity to practical production of aromatics through MDA reaction. For coke formation issues, modulating acidity of zeolite is considered as an effective strategy to solve this challenge [26]. Constructing surface passivated layer is capable of reducing density of external acid sites, where Silicalite-1 with MFI structure that resemble to that of ZSM-5 is an ideal surface-coating material. The perfect lattice match between Silicalite-1 shell and zeolite core ensures both smoothness, uniformity, and stability of coating layer. Besides, the Silicalite-1 shell effectively shields external acid sites while transforming the surface from hydrophilic to hydrophobic property [27]. More importantly, the Silicalite-1 coating allows for methane diffusion, as well as blocks heavy aromatic molecules, thereby suppressing external surface oligomerized and side reactions without compromising the catalytic activity of the core zeolite that realizes integration of reaction and separation processes at a microscopic level [28]. Hence, the construction of W-modified ZSM-5 core-shell catalyst is a prospective pathway to reduce coke deposition, greatly enhancing catalytic stability especially at high temperature. Herein, we rationally designed the core-shell architecture of W-modified ZSM-5 nanoparticles (NPs) encapsulated by Silicalite-1 as the catalysts towards MDA reaction at 750 °C. W-ZSM-5 was synthesized via a straightforward hydrothermal method, followed by the epitaxial growth of Silicalite-1 on the surface of W-ZSM-5 in a series of thicknesses through a facile seeded growth strategy. The encapsulation of Silicalite-1 layers effectively reduced the concentration of acid sites on the surfaces of W-ZSM-5, aside from avoiding blockage of pores, thereby suppressing the formation of coke and preserving high catalytic activity during MDA reaction. Impressively, the optimized W-Z5@S-2 catalyst achieved an optimal balance between methane conversion rate and aromatic selectivity, yielding 22 mmol gcat −1 of benzene over 600 min of MDA reaction, which reached a 2-fold increase compared to that of bare W-ZSM-5. More importantly, combining NH3 temperature programmed desorption (NH3-TPD), pyridine adsorption-infrared (Py-IR), thermogravimetric (TG), and in situ synchrotron radiation photoionization mass spectrometry (SR-PIMS) techniques, the role of encapsulating shell and the course of reaction over the encapsulated catalyst were well studied. The construction of hydrophobic shell inhibited the side reaction of aromatic alkylation due to the reduced concentration of surface acid sites, leading to both decrease in formation of coke and increase in selectivity to light aromatics such as benzene. This work provides a novel insight to the design of zeolite-based catalyst with high activity and thermal robustness for MDA reaction. 2 Results and discussion To begin with, W-ZSM-5 (denoted as W-Z5) NPs were synthesized as the seeds via a direct hydrothermal method using tungstosilicic acid hydrateas as the tungsten source, tetraethyl orthosilicate (TEOS) as the silica source, aluminum hydroxide (Al(OH)3) as the aluminum source, and tetrapropylammonium hydroxide (TPAOH) as the template (Fig. 1 a). Subsequently, W-Z5 was encapsulated by Silicalite-1 using a seeded growth method by adding TEOS into the solution containing seeds. The thickness of Silicalite-1 layer was regulated through adjusting the adding amounts of TEOS. The resulting solids were calcined at 550 °C for 6 h in air to obtain the catalysts, designated as W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3, corresponding to the TEOS molar quantities of 0.2 mmol, 0.5 mmol and 1 mmol, respectively (see the details in Supporting Information). The W contents measured for W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 were 4.80 wt %, 4.68 wt %, 3.67 wt %, and 3.18 wt %, respectively (Table S1). The X-ray diffraction (XRD) diffraction pattern of W-Z5 matched the ZSM-5 zeolite (JCPDS No.42–0024), and no impurity peaks were observed, indicating the high purity of W-Z5 (Fig. 1b). The XRD patterns of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 also exhibited identical peaks, confirming that the zeolites possessed an MFI structure. For all samples, no amorphous peak was detected within the 2θ range of 20–30°, which further verified that the products were fully crystalline [27,29]. Furthermore, no diffraction peaks of WO3 were observed in the XRD pattern of W-Z5, indicating the high dispersion of tungsten species. In addition, the contact angle measurements were conducted for W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3. The increased degree of contact angle represented the enhanced hydrophobicity of testing samples. As reflected in Figure S1, the samples encapsulated by Silicalite-1, such as W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3, showed the significant increases in contact angles compared to that of W-Z5, while the contact angles of samples increased with the increase of Silicalite-1 shell’s thicknesses. The results of contact angle measurements indicated that the encapsulation of hydrophobic Silicalite-1 shell offered the core-shell catalysts with well moisture resistance. Some related reports proposed that the water absorbed on the surface of zeolite-based catalysts inhibited the adsorption and diffusion of methane, aside from causing damages to the framework of zeolites due to hydrolysis triggered by absorbed water [30]. Hence, the enhanced hydrophobicity of catalyst was beneficial to the diffusion of methane, as well as preserving the framework structure of zeolite, thereby improving the catalytic activity and stability. Scanning electron microscopy (SEM) images of the catalysts are shown in Fig. 1c-f. W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 exhibited uniform ellipsoidal morphology, with the nanoparticle sizes of 290 nm, 302 nm, 330 nm, and 350 nm, respectively (Figure S2). Additionally, the nanoparticle surfaces became progressively rougher with increasing coating ratios. Fig. 1 g displayed the transmission electron microscopy (TEM) image of W-Z5@S-2. High-resolution TEM (HRTEM) images reveal lattice fringes with a planar spacing of 11.1 Å, corresponding to the (101) plane of ZSM-5. The observed lattice fringes on the exterior surface maintain the same orientation as those in the particle interior, suggesting epitaxial growth of silicalite-1 on W-Z5 (Fig. 1h). As shown in Figure S3, high-resolution TEM images of W-Z5@S-2 revealed continuous lattice fringes at the interface between W-ZSM-5 and Silicalite-1, which was regarded as a typical feature of epitaxial growth. Energy dispersive X-ray (EDX) mapping analysis demonstrated uniform distribution of W, Si, and O elements throughout W-Z5@S-2, while Al remains predominantly localized in the core region (Fig. 1i). Figure S4 displayed the TEM images and EDX mapping of W-Z5, W-Z5@S-1, and W-Z5@S-3, revealing uniform distributions of W, Si, and O elements throughout the zeolite framework, while Al elements were also predominantly concentrated in the central region. The surface elemental composition and chemical environments of the samples were further analyzed using X-ray photoelectron spectroscopy (XPS). The W 4f XPS spectra of W-Z5 was shown in Fig. 2 a. The peaks observed at 36.6 eV and 38.4 eV were assigned to the W 4f 7/2 and W 4f 5/2, respectively, confirming the presence of hexavalent tungsten (W6+) species in the W-Z5 zeolite framework. As shown in Fig. 2b and 2c, the peaks at 103.5 eV and 75.0 eV were assigned to Si 2p and Al 2p, respectively. The gradual decrease in the signal intensity of Al 2p can be attributed to the encapsulating effect of Silicalite-1. Fig. 2d displayed the N2 adsorption-desorption isotherms of the catalysts. All samples exhibited similar isotherms, characterized by a sharp increase in adsorption capacity at low relative pressures (p/p0 < 0.1), which was typical of microporous materials. Notably, W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 all showed a slight increase in N2 adsorption within the relative pressure range of 0.15 < p/p0 < 0.40, suggesting the presence of a small portion of mesopores. The hysteresis loop observed at relative pressures between 0.9 and 1.0 indicated the existence of mesopores caused by the crystal packing. Table S2 summarized the porosity information for all samples, indicating that the Brunauer-Emmett-Teller (BET) surface area and micropore volume were maintained during the increase of shell thickness, while the pore volume of mesopores increased from 0.09 cm3/g of W-Z5 to 0.11 cm3/g of W-Z5@S-2. These results suggested that the coating of Silicalite-1 did not block the pore channels of W-Z5. Fourier transform infrared analysis (FTIR) was performed to investigate the vibrational characteristics of chemical bonds in all samples. As shown in Fig. 2e, all samples exhibited distinct absorption bands at 450 cm−1 and 554 cm−1. The band at 450 cm−1 was attributed to the bending vibration of Si-O-Si bonds, while the band at 554 cm−1 originated from the bending vibration of T-O-T (T=Si or Al) in double five-membered rings (D5R) characteristic of MFI type zeolites [31]. These features confirmed the successful synthesis of MFI structured materials. The absorption band observed at 810 cm−1 corresponded to the symmetric stretching vibration of T-O-T bonds in ZSM-5 zeolites [32]. The absorption bands appearing near 1109 cm−1 and 1230 cm−1 were associated with the asymmetric stretching vibrations of T-O-T bonds in TO4 tetrahedra. Fig. 2f showed that the peak at 957 cm−1 in the Raman spectrum of W-Z5 was attributed to the W = O stretching vibration [33]. Notably, no characteristic vibrational peaks were detected at 260 cm−1, 704 cm−1, or 801 cm−1, which would correspond to O-W-O bending, W-O-W bridging, and O = W = O stretching modes of crystalline WO3, respectively [34]. In contrast, the characteristic peaks of WO3 were detected in the coated sample, which can be attributed to the formation of WO3 clusters on the surface after calcination due to the weakly bonded W species being released during the secondary hydrothermal growth of Silicalite-1 (Figure S5) [35]. The catalytic performance of the as-prepared catalysts for MDA reaction was evaluated under a mixed flow of methane and nitrogen (CH4/N2=9:1) at 15 sccm with a heating rate of 10 °C min−1 towards 750 °C. The initial gas chromatography (GC) data point was recorded upon reaching 750 °C, designated as the 0 min of reaction time. The catalytic tests for the as-prepared catalysts were performed in three times under same conditions to ensure reproducibility, with the error bars displayed in the corresponding figures. The methane conversion rates of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 were presented in Fig. 3 a. W-Z5 exhibited the highest initial methane conversion rate of 10.2 %, which rapidly deactivated to 1.9 % within 240 min. Further deactivation was observed as the reaction progressed, with the methane conversion dropping to only 0.3 % after 600 min. The initial methane conversion rate of W-Z5@S-1 was 8.3 %, decreasing to 2.1 % after 240 min and stabilizing at 1.6 % after 600 min. W-Z5@S-2 demonstrated an initial methane conversion rate of 7.2 %, which declined to 2.6 % at 240 min and further to 2.4 % at 600 min. For W-Z5@S-3, the initial methane conversion was 5.8 %, reducing to 2.1 % after 240 min and 1.7 % after 600 min. Compared to W-Z5, the deactivation rates of W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 were significantly slower, and their methane conversion rates remained relatively stable after 240 min. To gain deeper insight into the performance differences among these catalysts, we quantified the yields of key products (ethylene, ethane, benzene, toluene, naphthalene, and coke) accumulated over the 600 min of time-on-stream (TOS) period (Fig. 3b). The coke selectivity data were obtained through thermogravimetric analysis (TG). W-Z5 catalyst exhibited yields of 6.5 mmol gcat⁻¹ for ethylene, 2 mmol gcat⁻¹ for ethane, 11.8 mmol gcat⁻¹ for benzene, 1.6 mmol gcat⁻¹ for toluene, and 5.7 mmol gcat⁻¹ for naphthalene. In contrast, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 catalysts demonstrated benzene yields of 15.7 mmol gcat⁻¹, 22 mmol gcat⁻¹, and 20 mmol gcat⁻¹, toluene yields of 1.9 mmol gcat⁻¹, 2.1 mmol gcat⁻¹, and 1 mmol gcat⁻¹, and naphthalene yields of 4.8 mmol gcat⁻¹, 4 mmol gcat⁻¹, and 2.3 mmol gcat⁻¹, respectively. As the Silicalite-1 coating ratio increased, the benzene selectivity progressively improved, while the naphthalene selectivity gradually decreased, which indicated that the core-shell structure effectively suppressed the formation of heavier aromatic hydrocarbons to some extent. W-Z5 exhibited significant coke formation, reaching as high as 7.8 mmol gcat⁻¹. By contrast, the coated catalysts demonstrated reduced coke yields, with W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 showing values of 5.6 mmol gcat⁻¹, 4.5 mmol gcat⁻¹, and 2 mmol gcat⁻¹, respectively. These results confirmed that the coating strategy effectively suppressed carbon deposition during the catalytic reaction process. The benzene yield increased with TOS to a maximum at about 60 min, and then decays gradually (Fig. 3c). W-Z5@S-2 demonstrated the highest benzene yield of 4.9 % at 60 min. W-Z5 exhibited the highest ethylene yield of 1.1 % at the initial stage of the reaction (Figure S6a). And the ethylene yield decreased with increasing coating ratios. The formation of ethane exhibited a trend similar to that of benzene (Figure S6b). W-Z5 demonstrated the highest ethane yield of 0.6 % at 60 min. The yield of naphthalene increases with time (Fig. 3d), reaching a maximum at approximately 120 min, after which it gradually declines. The highest naphthalene yield is observed over W-Z5, achieving 1.6 % at 120 min. Furthermore, long-term stability tests over 1200 min (Figure S8) demonstrated that W-Z5@S-2 maintained a stable methane conversion rate with minimal deactivation, indicating the durability of the core-shell architecture under prolonged reaction conditions. Given the variation in tungsten loading across different catalyst samples, we normalized the catalytic activity by calculating tungsten-mass-based turnover frequencie (TOF) to evaluate the intrinsic activity of W species. Using the ICP-OES measured W contents (Table S1), our TOF analysis revealed that W-Z5@S-2 achieved the highest benzene formation rate among all tested catalysts (Figure S9). Importantly, when compared with previously reported W-modified ZSM-5 samples (Table S3), W-Z5@S-2 in this work showed a comparable methane conversion activity. To investigate the influence of Silicalite-1 coating on the acid site density of W-Z5 and the correlation with catalytic performance, NH3 temperature programmed desorption (NH3-TPD) measurements were conducted on W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3. As displayed in Fig. 4 a, the desorption peaks appearing between 100–300 °C were attributed to weak acid sites, while those above 300 °C represented strong acid sites [36,37]. W-Z5 exhibited distinct acid sites with a weak acid peak at 170 °C and a strong acid peak at 370 °C. Both W-Z5@S-1 and W-Z5@S-2 demonstrated decreased intensities for both weak and strong acid peaks compared to W-Z5. Notably, W-Z5@S-3 completely eliminated the strong acid peak and showed substantially reduced intensity for the weak acid peak. The Py-IR spectra of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 (Fig. 4b) reveal distinct Brønsted (B) and Lewis (L) acid sites, as evidenced by characteristic bands at approximately 1545 cm−1 and 1450 cm−1. The pristine W-Z5 sample exhibits prominent peaks for both B and L acid sites. With increasing Silicalite-1 encapsulation (from W-Z5@S-1 to W-Z5@S-3), the intensity of the B acid peak progressively diminishes, while the L acid peak remains relatively stable. This trend aligns with the NH3-TPD results and confirms that the Silicalite-1 shell selectively passivates surface Brønsted acid sites by physically shielding Al centers, whereas the Lewis acidity originating from framework-incorporated W species is largely preserved. Notably, the near-complete disappearance of Brønsted acidity in W-Z5@S-3 correlates with its superior coke suppression. The retention of Lewis acidity across all coated samples suggests that W-active sites remain accessible for methane activation, explaining the sustained catalytic activity despite the reduction in Brønsted acidity. Upon increasing the Silicalite-1 coating ratio, the overall acidity of the catalysts progressively decreased, demonstrating that the Silicalite-1 layer effectively passivated the zeolite surface and consequently induced a significant reduction in strong acid sites. In the MDA reaction, methane was initially converted into hydrocarbon intermediates on the active sites. Then the intermediates were catalyzed by Brønsted acid sites within the channels to form benzene and other aromatic products. Due to the confinement effect of the zeolite pores, the light aromatics generated within the micropores, which have smaller kinetic diameters, could diffuse out from channels [38]. These aromatics subsequently underwent further alkylation at the pore mouths or on the external surface acidic sites to form heavy aromatics [39]. The inert Silicalite-1 shell effectively shielded the external surface acidic sites of W-Z5, thereby inhibiting the alkylation side reactions and reducing the formation of heavy aromatics. To further elucidate the role of acid sites distribution, we designed a control catalyst with inverted architecture (Silicalite-1 core coated by W-ZSM-5 shell) and compared its performance with W-Z5@S-2. As shown in Figure S10, Silicalite-1@W-Z5 exhibited significantly lower benzene yield but higher naphthalene and toluene yields, indicating that the external acid sites promoted secondary alkylation and condensation of light aromatics into heavier species. This result confirmed that the Silicalite-1 shell in W-Z5@S-2 effectively passivated surface acid sites, thereby suppressing coke formation and enhancing benzene selectivity. Moreover, the higher ethylene yield over Silicalite-1@W-Z5 suggested that exposed acid sites facilitated the oligomerization of C2 intermediates, while the core-shell structure of W-Z5@S-2 favored direct aromatization via confined Brønsted acid sites in the W-ZSM-5 core. These findings underscore the critical role of acid sites spatial distribution in tuning product selectivity and catalytic stability. We further investigated the properties of coke species formed on spent catalysts. The samples of W-Z5, W-Z5@S-1, W-Z5@S-2, and W-Z5@S-3 after 10 h of reaction were correspondingly labeled as W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C for further characterization. The deactivation of the catalyst was attributed to the formation of carbonaceous compounds during the reaction, which blocked the active sites and micropores. The amount of coke deposited on W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C were characterized by TG. As shown in Fig. 4c, the carbon content in W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C was determined to be 24.72 %, 18.15 %, 14.01 %, and 7.83 %, respectively, demonstrating a progressive reduction in coke accumulation with increasing coating ratios. Particularly, W-Z5@S-3 exhibited the most significant improvement, with its carbon deposition reduced by approximately 68 % compared to W-Z5, suggesting that the coating of Silicalite-1 effectively suppressed coke formation and consequently improved catalyst stability. The peaks in the derivative thermogravimetry (DTG) curves of W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C (Figure S12), primarily observed at approximately 600 °C, were associated with hard coke composed of polycyclic aromatic hydrocarbons formed on the external surface of the catalysts. Raman spectroscopy was further employed to identify the types of coke present in W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C. (Fig. 4d). The Raman spectra of W-Z5/C, W-Z5@S-1/C, W-Z5@S-2/C, and W-Z5@S-3/C were deconvoluted into five Lorentzian peaks [40]. The broad peak at around 1200 cm−1 was assigned to CH vibrations. The G band, located at around 1550–1600 cm−1, was attributed to the stretching vibrations of carbon bonds in ordered graphitic carbon. The D band was further divided into three subtypes, the D1 peak at 1350 cm−1 was ascribed to vibrations of disordered carbon, the D2 peak at 1600–1650 cm−1 was associated with vibrations of disordered aromatic structures, and the D3 peak at 1450 cm−1 was attributed to vibrations of carbon structural defects. The area ratio of IG/ID2 decreased with increasing coating ratios, indicating a reduction in the content of hard coke [41], which was consistent with the TG results. Figure S11 exhibited the C 1s XPS spectra of W-Z5/C and W-Z5@S-2/C. The peaks at 284.8 eV and 285.3 eV were assigned to sp²-hybridized carbon (C = C) and sp³-hybridized carbon (CC), respectively. The CC bonds were associated with hard coke formed from polycyclic aromatic hydrocarbons on the acid sites. A minor π-π* shake-up satellite peak (∼296.5 eV) is observed in W-Z5 and W-Z5@S-2/C, further confirming the graphitic nature of the coke [17]. We utilized in situ synchrotron radiation photoionization mass spectrometry (SR-PIMS) to probe the transient intermediates generated during MDA reaction over W-Z5@S-2 at 750 °C. The schematic diagram and photograph of the in-situ SR-PIMS are shown in Figure S13. The intermediates were identified by scanning photoionization efficiency (PIE) curves of selected mass-to-charge (m/z) peaks. Fig. 5 a displayed the photoionization mass spectrum of the MDA reaction products on W-Z5@S-2 at a photon energy of 11.50 eV at 750 °C. A series of distinct signals were observed at 15, 26, 28, 30, 40, 42, 50, and 52 of mass-to-charge (m/z) ratios, corresponding to various reaction intermediates. In Fig. 5b, the photoionization efficiency (PIE) curve for m/z = 30 exhibited a characteristic onset between 10.60 eV and 11.10 eV, with an inflection point matching the reported ionization energy of formaldehyde (HCHO) at 10.83 eV [42]. The detection of oxygen-containing formaldehyde during the non-oxidative MDA reaction suggested that the oxygen originated from the deoxygenation of W oxides species on the catalyst surface during the activation process [9]. Formaldehyde, acted as a short-lived initiator rather than a persistent intermediate, facilitates CH activation via H2CO* assisted methane dissociation [43]. In addition to the detection of formaldehyde formation, the production of ethylene from MDA was also observed. Furthermore, several hydrocarbon intermediates, including methyl radicals (•CH3), acetylene (C2H2), allene (C3H4), propylene (C3H6), butadiyne (C4H2), and butyne (C4H4) were detected during the reaction. As shown in Fig. 5c, the onset at 9.84 eV in the PIE curve of m/z = 15 consistent with the ionization energy of methyl radical, confirming the generation of •CH3. The observed formation of •CH3 radicals demonstrated the radical-initiated reaction mechanism in MDA reaction, where catalytic CH bond cleavage generated the critical methyl radical intermediates [9,44]. When photon energy further increased to 11.80 eV, the m/z = 26 signal emerged with an ionization energy of 11.40 eV, which could be assigned to acetylene (C2H2) based on the PIE curves in Fig. 5d A distinct PIE signal emerged at a photon energy of 10.51 eV (Fig. 5e), assignable to ethylene (CH2 CH2) [45]. As for m/z = 40, PIE curve could be fitted as the overlapping curves of allene (CHCCH3) and propyne (CH2 C CH2) with the ionization energy of 9.69 eV and 10.36 eV respectively (Fig. 5f). The formation of C3H6 (propylene) likely originated from the coupling between methyl radicals (•CH3) and ethylene (C2H4) intermediates followed by H-elimination. The PIE curve of m/z = 42 showed an inflection at 9.70 eV, which could be attributed to the generation of propylene (CH2 CHCH3) (Fig. 5 g). Signals at m/z = 50 and 52 were assigned to butadiyne (C4H2) and butyne (C4H4) respectively (Figure S14). Based on the detected intermediates presented above, we proposed the following reaction mechanism. CH4 activation first occurred through dissociative adsorption on W species, generating methyl radicals (•CH3) and hydrogen atoms (•H). Subsequent dehydrogenation of these primary intermediates yielded C2 species including ethylene (CH2 CH2) and acetylene (CHCH). These C2 intermediates then underwent acid-catalyzed oligomerization on Brønsted acid sites to form C4 C6 olefins and cycloolefins. The C6 intermediates further participated in cyclization and dehydrogenation reactions to produce aromatic hydrocarbons such as benzene and naphthalene. Finally, polycondensation of these aromatic compounds or larger molecular intermediates led to coke formation, which ultimately caused catalyst deactivation. 3 Conclusion In summary, we successfully constructed a unique core-shell architecture of W-ZSM-5 encapsulated by Silicalite-1 layers in a series of thicknesses as the catalysts for high-temperature MDA reaction at 750 °C. The epitaxial growth of Silicalite-1 layer effectively passivated Brønsted acid sites on the surface of W-ZSM-5 core, reducing coke formation by 68 % with no compromising methane diffusion. Impressively, the optimized W-Z5@S-2 catalyst exhibited the optimal balance between the catalytic activity and stability, achieving an initial methane conversion of 7.2 % and benzene selectivity of 56.3 %. Combining NH3-TPD and TG analysis, it was confirmed that the Silicalite-1 shell reduced density of external acid sites, thus inhibiting coke formation. Critical intermediates observed by in situ SR-PIMS further validated a radical-initiated reaction mechanism, offering a reasonable explanation to the increased benzene selectivity. These findings provide new perspectives into the understanding of active species and acid sites on W-modified zeolites that facilitate the commercialization of aromatic production from methane. CRediT authorship contribution statement Yixin Jia: Writing – original draft, Investigation, Data curation. Shuhui Li: Writing – original draft, Supervision, Data curation. Li Peng: Methodology, Investigation. Zicheng Xie: Validation, Methodology. Feiyu Yu: Validation, Investigation. Chenglu Huang: Validation, Investigation. Weihuang Wang: Validation, Investigation. Rui Liu: Validation, Investigation. Zheng Wang: Validation. Chengyuan Liu: Validation. Long Zhao: Writing – review & editing, Validation. Liangbing Wang: Writing – review & editing, Project administration, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the National Key Research and Development Program (Grants No 2022YFA1505800), the National Youth Talent Support Program, and Industry-University-Research Cooperation Projects with Zhejiang NHU Co., Ltd. The authors would like to thank Prof. Chengyuan Liu from BL04B (mass spectrometry beam line) for technical support on in situ SR-PIMS. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115314. Appendix Supplementary materials Image, application 1 References [1] S.H. Morejudo R. Zanón S. Escolástico I. Yuste-Tirados H. Malerød-Fjeld P.K. Vestre W.G. Coors A. Martínez T. Norby J.M. Serra C. Kjølseth Science 353 2016 563 566 10.1126/science.aag0274 S.H. Morejudo, R. Zanón, S. Escolástico, I. Yuste-Tirados, H. Malerød-Fjeld, P.K. Vestre, W.G. Coors, A. Martínez, T. Norby, J.M. Serra, C. Kjølseth, Science, 353 (2016) 563–566. doi: 10.1126/science.aag0274. [2] J. Gao Y. Zheng J.-M. Jehng Y. Tang I.E. Wachs S.G. Podkolzin Science 348 2015 686 690 10.1126/science.aaa7048 J. Gao, Y. Zheng, J.-M. Jehng, Y. Tang, I.E. Wachs, S.G. Podkolzin, Science, 348 (2015) 686–690. doi: 10.1126/science.aaa7048. [3] H. Arakawa M. Aresta J.N. Armor M.A. Barteau E.J. Beckman A.T. Bell J.E. Bercaw C. Creutz E. Dinjus D.A. Dixon K. Domen D.L. DuBois J. Eckert E. Fujita D.H. Gibson W.A. Goddard D.W. Goodman J. Keller G.J. Kubas H.H. Kung J.E. Lyons L.E. Manzer T.J. Marks K. Morokuma K.M. Nicholas R. Periana L. Que J. Rostrup-Nielson W.M.H. Sachtler L.D. Schmidt A. Sen G.A. Somorjai P.C. Stair B.R. Stults W. Tumas Chem. Rev. 101 2001 953 996 10.1021/cr000018s H. Arakawa, M. Aresta, J.N. Armor, M.A. Barteau, E.J. Beckman, A.T. Bell, J.E. Bercaw, C. Creutz, E. Dinjus, D.A. Dixon, K. Domen, D.L. DuBois, J. Eckert, E. Fujita, D.H. Gibson, W.A. Goddard, D.W. Goodman, J. Keller, G.J. Kubas, H.H. Kung, J.E. Lyons, L.E. Manzer, T.J. Marks, K. Morokuma, K.M. Nicholas, R. Periana, L. Que, J. Rostrup-Nielson, W.M.H. Sachtler, L.D. Schmidt, A. Sen, G.A. Somorjai, P.C. Stair, B.R. Stults, W. Tumas, Chem. Rev., 101 (2001) 953–996. http://doi.org/10.1021/cr000018s. [4] J.H. Lunsford Angew. Chem. Int. Ed. Engl. 34 1995 970 980 10.1002/anie.199509701 J.H. Lunsford, Angew. Chem. Int. Ed. Engl., 34 (1995) 970–980. 10.1002/anie.199509701. [5] U. Zavyalova M. Holena R. Schlögl M. Baerns ChemCatChem 3 2011 1935 1947 10.1002/cctc.201100186 U. Zavyalova, M. Holena, R. Schlögl, M. Baerns, ChemCatChem, 3 (2011) 1935–1947. 10.1002/cctc.201100186. [6] L. Wang L. Tao M. Xie G. Xu J. Huang Y. Xu Catal. Lett. 21 1993 35 41 10.1007/BF00767368 L. Wang, L. Tao, M. Xie, G. Xu, J. Huang, Y. Xu, Catal. Lett., 21 (1993) 35–41. http://doi.org/10.1007/BF00767368. [7] M.A. Abedin S. Kanitkar J.J. Spivey MRS Adv. 5 2020 3407 3417 10.1557/adv.2020.368 M.A. Abedin, S. Kanitkar, J.J. Spivey, MRS Adv., 5 (2020) 3407–3417. http://doi.org/10.1557/adv.2020.368. [8] X. Guo G. Fang G. Li H. Ma H. Fan L. Yu C. Ma X. Wu D. Deng M. Wei D. Tan R. Si S. Zhang J. Li L. Sun Z. Tang X. Pan X. Bao Science 344 2014 616 619 10.1126/science.1253150 X. Guo, G. Fang, G. Li, H. Ma, H. Fan, L. Yu, C. Ma, X. Wu, D. Deng, M. Wei, D. Tan, R. Si, S. Zhang, J. Li, L. Sun, Z. Tang, X. Pan, X. Bao, Science, 344 (2014) 616–619. doi: 10.1126/science.1253150. [9] W. Gao Q. Wang G. Qi J. Liang C. Wang J. Xu F. Deng Angew. Chem. Int. Ed. 62 2023 e202306133 10.1002/anie.202306133 W. Gao, Q. Wang, G. Qi, J. Liang, C. Wang, J. Xu, F. Deng, Angew. Chem. Int. Ed., 62 (2023) e202306133. 10.1002/anie.202306133. [10] D. Ma Y. Shu M. Cheng Y. Xu X. Bao J. Catal. 194 2000 105 114 10.1006/jcat.2000.2908 D. Ma, Y. Shu, M. Cheng, Y. Xu, X. Bao, J. Catal., 194 (2000) 105–114. 10.1006/jcat.2000.2908. [11] C.H.L. Tempelman E.J.M. Hensen Appl. Catal. B: Environ. 176-177 2015 731 739 10.1016/j.apcatb.2015.04.052 C.H.L. Tempelman, E.J.M. Hensen, Appl. Catal. B: Environ., 176-177 (2015) 731–739. 10.1016/j.apcatb.2015.04.052. [12] Y. Gu P. Chen H. Yan X. Wang Y. Lyu Y. Tian W. Liu Z. Yan X. Liu Appl. Catal. A: Gen. 613 2021 118019 10.1016/j.apcata.2021.118019 Y. Gu, P. Chen, H. Yan, X. Wang, Y. Lyu, Y. Tian, W. Liu, Z. Yan, X. Liu, Appl. Catal. A: Gen., 613 (2021) 118019. 10.1016/j.apcata.2021.118019. [13] N. Kosinov E.J.M. Hensen Adv. Mater. 32 2020 2002565 10.1002/adma.202002565 N. Kosinov, E.J.M. Hensen, Adv. Mater., 32 (2020) 2002565. 10.1002/adma.202002565. [14] H. Zhang L. Wei Y. Sun C. Wang Y. Li R. Li ACS Catal. 14 2024 11591 11603 10.1021/acscatal.4c02300 H. Zhang, L. Wei, Y. Sun, C. Wang, Y. Li, R. Li, ACS Catal., 14 (2024) 11591–11603. http://doi.org/10.1021/acscatal.4c02300. [15] N. Kosinov F.J.A.G. Coumans E.A. Uslamin A.S.G. Wijpkema B. Mezari E.J.M. Hensen ACS Catal. 7 2017 520 529 10.1021/acscatal.6b02497 N. Kosinov, F.J.A.G. Coumans, E.A. Uslamin, A.S.G. Wijpkema, B. Mezari, E.J.M. Hensen, ACS Catal., 7 (2017) 520–529. http://doi.org/10.1021/acscatal.6b02497. [16] J. Bai S. Liu S. Xie L. Xu L. Lin Catal. Lett. 90 2003 123 130 10.1023/B:CATL.0000004104.12763.80 J. Bai, S. Liu, S. Xie, L. Xu, L. Lin, Catal. Lett., 90 (2003) 123–130. http://doi.org/10.1023/B:CATL.0000004104.12763.80. [17] I. Julian M.B. Roedern J.L. Hueso S. Irusta A.K. Baden R. Mallada Z. Davis J. Santamaria Appl. Catal. B: Environ. 263 2020 118360 10.1016/j.apcatb.2019.118360 I. Julian, M.B. Roedern, J.L. Hueso, S. Irusta, A.K. Baden, R. Mallada, Z. Davis, J. Santamaria, Appl. Catal. B: Environ., 263 (2020) 118360. 10.1016/j.apcatb.2019.118360. [18] V.V. Kozlov V.I. Zaikovskii A.V. Vosmerikov L.L. Korobitsyna G.V. Echevskii Kinet. Catal. 49 2008 110 114 10.1134/S0023158408010138 V.V. Kozlov, V.I. Zaikovskii, A.V. Vosmerikov, L.L. Korobitsyna, G.V. Echevskii, Kinet. Catal., 49 (2008) 110–114. http://doi.org/10.1134/S0023158408010138. [19] B.M. Weckhuysen D. Wang M.P. Rosynek J.H. Lunsford J. Catal. 175 1998 338 346 10.1006/jcat.1998.2010 B.M. Weckhuysen, D. Wang, M.P. Rosynek, J.H. Lunsford, J. Catal., 175 (1998) 338–346. 10.1006/jcat.1998.2010. [20] M. Çağlayan A. Nassereddine S.-A.F. Nastase A. Aguilar-Tapia A. Dikhtiarenko S.-H. Chung G. Shterk T. Shoinkhorova J.-L. Hazemann J. Ruiz-Martinez L. Cavallo S. Ould-Chikh J. Gascon Catal. Sci. Technol. 13 2023 2748 2762 10.1039/D3CY00103B M. Çağlayan, A. Nassereddine, S.-A.F. Nastase, A. Aguilar-Tapia, A. Dikhtiarenko, S.-H. Chung, G. Shterk, T. Shoinkhorova, J.-L. Hazemann, J. Ruiz-Martinez, L. Cavallo, S. Ould-Chikh, J. Gascon, Catal. Sci. Technol., 13 (2023) 2748–2762. http://doi.org/10.1039/D3CY00103B. [21] J.J.G. Kromwijk J.G.A. Vloedgraven F. Neijenhuis W. van der Stam M. Monai B.M. Weckhuysen ACS Catal. 15 2025 7241 7253 10.1021/acscatal.4c07228 J.J.G. Kromwijk, J.G.A. Vloedgraven, F. Neijenhuis, W. van der Stam, M. Monai, B.M. Weckhuysen, ACS Catal., 15 (2025) 7241–7253. http://doi.org/10.1021/acscatal.4c07228. [22] W. Ding G.D. Meitzner D.O. Marler E. Iglesia J. Phys. Chem. B 105 2001 3928 3936 10.1021/jp003413v W. Ding, G.D. Meitzner, D.O. Marler, E. Iglesia, J. Phys. Chem. B, 105 (2001) 3928–3936. http://doi.org/10.1021/jp003413v. [23] M. Çaǧlayan A.L. Paioni B. Dereli G. Shterk I. Hita E. Abou-Hamad A. Pustovarenko A.-H. Emwas A. Dikhtiarenko P. Castaño L. Cavallo M. Baldus A.D. Chowdhury J. Gascon ACS Catal. 11 2021 11671 11684 10.1021/acscatal.1c02763 M. Çaǧlayan, A.L. Paioni, B. Dereli, G. Shterk, I. Hita, E. Abou-Hamad, A. Pustovarenko, A.-H. Emwas, A. Dikhtiarenko, P. Castaño, L. Cavallo, M. Baldus, A.D. Chowdhury, J. Gascon, ACS Catal., 11 (2021) 11671–11684. http://doi.org/10.1021/acscatal.1c02763. [24] N. Kosinov F.J.A.G. Coumans G. Li E. Uslamin B. Mezari A.S.G. Wijpkema E.A. Pidko E.J.M. Hensen J. Catal. 346 2017 125 133 10.1016/j.jcat.2016.12.006 N. Kosinov, F.J.A.G. Coumans, G. Li, E. Uslamin, B. Mezari, A.S.G. Wijpkema, E.A. Pidko, E.J.M. Hensen, J. Catal., 346 (2017) 125–133. 10.1016/j.jcat.2016.12.006. [25] J.L. Zeng Z.T. Xiong H.B. Zhang G.D. Lin K.R. Tsai Catal Lett. 53 1998 119 124 10.1023/A:1019033201075 J.L. Zeng, Z.T. Xiong, H.B. Zhang, G.D. Lin, K.R. Tsai, Catal Lett., 53 (1998) 119–124. http://doi.org/10.1023/A:1019033201075. [26] Z. Zhu Z. Xie Q. Chen D. Kong W. Li W. Yang C. Li Microporous Mesoporous Mater. 101 2007 169 175 10.1016/j.micromeso.2006.12.016 Z. Zhu, Z. Xie, Q. Chen, D. Kong, W. Li, W. Yang, C. Li, Microporous Mesoporous Mater., 101 (2007) 169–175. 10.1016/j.micromeso.2006.12.016. [27] A. Ghorbanpour A. Gumidyala L.C. Grabow S.P. Crossley J.D. Rimer ACS Nano 9 2015 4006 4016 10.1021/acsnano.5b01308 A. Ghorbanpour, A. Gumidyala, L.C. Grabow, S.P. Crossley, J.D. Rimer, ACS Nano, 9 (2015) 4006–4016. http://doi.org/10.1021/acsnano.5b01308. [28] J. Zhu F. Yang S. Yan H. Wu X. Zhu ChemistrySelect 8 2023 e202302769 10.1002/slct.202302769 J. Zhu, F. Yang, S. Yan, H. Wu, X. Zhu, ChemistrySelect, 8 (2023) e202302769. 10.1002/slct.202302769. [29] L.-w. Zhang H.-k. Zhang Z.-q. Chen S.-y. Liu J. Ren J. Fuel Chem. Technol. 47 2019 1468 1475 10.1016/S1872-5813(19)30058-1 L.-w. Zhang, H.-k. Zhang, Z.-q. Chen, S.-y. Liu, J. Ren, J. Fuel Chem. Technol., 47 (2019) 1468–1475. 10.1016/S1872-5813(19)30058-1. [30] H. Wang Y. Hou W. Sun Q. Hu H. Xiong T. Wang B. Yan W. Qian ACS Catal. 10 2020 5288 5298 10.1021/acscatal.9b05552 H. Wang, Y. Hou, W. Sun, Q. Hu, H. Xiong, T. Wang, B. Yan, W. Qian, ACS Catal., 10 (2020) 5288–5298. http://doi.org/10.1021/acscatal.9b05552. [31] G. Yang J. Han Z. Qiu X. Chen Z. Feng J. Yu Inorg. Chem. Front. 7 2020 1975 1980 10.1039/C9QI01543D G. Yang, J. Han, Z. Qiu, X. Chen, Z. Feng, J. Yu, Inorg. Chem. Front., 7 (2020) 1975–1980. http://doi.org/10.1039/C9QI01543D. [32] Q. Lv G. Li H. Sun Fuel 130 2014 70 75 10.1016/j.fuel.2014.04.042 Q. Lv, G. Li, H. Sun, Fuel, 130 (2014) 70–75. 10.1016/j.fuel.2014.04.042. [33] P. Choubey R. Verma M. Basu Chem. Asian J. 2025 e202500292 10.1002/asia.202500292 P. Choubey, R. Verma, M. Basu, Chem. Asian J., (2025) e202500292. http://doi.org/10.1002/asia.202500292. [34] S. Wanqing R. Zhang X. Bai Q. Jia H. Ji J. Mater. Sci.: Mater. Electron. 31 2020 10.1007/s10854-019-02565-6 S. Wanqing, R. Zhang, X. Bai, Q. Jia, H. Ji, J. Mater. Sci.: Mater. Electron., 31 (2020). http://doi.org/10.1007/s10854-019-02565-6. [35] M. Boulova G. Lucazeau J. Solid. State Chem. 167 2002 425 434 10.1006/jssc.2002.9649 M. Boulova, G. Lucazeau, J. Solid. State Chem., 167 (2002) 425–434. 10.1006/jssc.2002.9649. [36] P. Chen X. Wang R. Yu Y. Gu Y. Lyu Y. Tian J. Fu X. Liu Inorg. Chem. Front. 9 2022 4642 4650 10.1039/D2QI00694D P. Chen, X. Wang, R. Yu, Y. Gu, Y. Lyu, Y. Tian, J. Fu, X. Liu, Inorg. Chem. Front., 9 (2022) 4642–4650. http://doi.org/10.1039/D2QI00694D. [37] P. He A. Wang S. Meng G.M. Bernard L. Liu V.K. Michaelis H. Song Catal. Today 323 2019 94 104 10.1016/j.cattod.2018.05.051 P. He, A. Wang, S. Meng, G.M. Bernard, L. Liu, V.K. Michaelis, H. Song, Catal. Today, 323 (2019) 94–104. 10.1016/j.cattod.2018.05.051. [38] K. Cheng W. Zhou J. Kang S. He S. Shi Q. Zhang Y. Pan W. Wen Y. Wang Chem. 3 2017 334 347 10.1016/j.chempr.2017.05.007 K. Cheng, W. Zhou, J. Kang, S. He, S. Shi, Q. Zhang, Y. Pan, W. Wen, Y. Wang, Chem. 3 (2017) 334–347. 10.1016/j.chempr.2017.05.007. [39] Z. Huang S. Wang F. Qin L. Huang Y. Yue W. Hua M. Qiao H. He W. Shen H. Xu ChemCatChem 10 2018 4519 4524 10.1002/cctc.201800911 Z. Huang, S. Wang, F. Qin, L. Huang, Y. Yue, W. Hua, M. Qiao, H. He, W. Shen, H. Xu, ChemCatChem, 10 (2018) 4519–4524. 10.1002/cctc.201800911. [40] P. Castaño G. Elordi M. Olazar A.T. Aguayo B. Pawelec J. Bilbao Appl. Catal. B: Environ. 104 2011 91 100 10.1016/j.apcatb.2011.02.024 P. Castaño, G. Elordi, M. Olazar, A.T. Aguayo, B. Pawelec, J. Bilbao, Appl. Catal. B: Environ., 104 (2011) 91–100. 10.1016/j.apcatb.2011.02.024. [41] Y. Song Y. Xu Y. Suzuki H. Nakagome Z.-G. Zhang Appl. Catal. A: Gen. 482 2014 387 396 10.1016/j.apcata.2014.06.018 Y. Song, Y. Xu, Y. Suzuki, H. Nakagome, Z.-G. Zhang, Appl. Catal. A: Gen., 482 (2014) 387–396. 10.1016/j.apcata.2014.06.018. [42] G. Cooper J.E. Anderson C.E. Brion Chem. Phys. 209 1996 61 77 10.1016/0301-0104(96)00079-1 G. Cooper, J.E. Anderson, C.E. Brion, Chem. Phys., 209 (1996) 61–77. 10.1016/0301-0104(96)00079-1. [43] L. Peng H. Zhang T. Xiao J. Luo Y. Zhang J. Yang M. Xu C. Liu L. Wang Y. Pan F. Qi J. Zeng L. Zhao ACS Catal. 2025 11123 11133 10.1021/acscatal.5c01349 L. Peng, H. Zhang, T. Xiao, J. Luo, Y. Zhang, J. Yang, M. Xu, C. Liu, L. Wang, Y. Pan, F. Qi, J. Zeng, L. Zhao, ACS Catal., (2025) 11123–11133. http://doi.org/10.1021/acscatal.5c01349. [44] X. Huang D. Eggart G. Qin B.B. Sarma A. Gaur J. Yang Y. Pan M. Li J. Hao H. Yu A. Zimina X. Guo J. Xiao J.-D. Grunwaldt X. Pan X. Bao Nat. Commun. 14 2023 5716 10.1038/s41467-023-41192-y X. Huang, D. Eggart, G. Qin, B.B. Sarma, A. Gaur, J. Yang, Y. Pan, M. Li, J. Hao, H. Yu, A. Zimina, X. Guo, J. Xiao, J.-D. Grunwaldt, X. Pan, X. Bao, Nat. Commun., 14 (2023) 5716. http://doi.org/10.1038/s41467-023-41192-y. [45] Z.-Y. Li Z. Yuan Y.-X. Zhao S.-G. He Chem. – Eur. J. 20 2014 4163 4169 10.1002/chem.201304042 Z.-Y. Li, Z. Yuan, Y.-X. Zhao, S.-G. He, Chem. – Eur. J. 20 (2014) 4163–4169. 10.1002/chem.201304042.",
      "scopus-id": "105009217994",
      "coredata": {
        "eid": "1-s2.0-S2468823125005024",
        "dc:description": "Tungsten (W)-containing zeolites are regarded as the great potential alternatives to the most studied molybdenum (Mo)-incorporated ZSM-5 (Mo-ZSM-5) catalysts for methane dehydroaromatization (MDA). W displays similar chemical features to Mo but shows significant advantage in thermal stability, enabling long-term and multi-round MDA at high temperature. Here, we tailor W-modified ZSM-5 (W-ZSM-5) encapsulated by Silicalite-1 in varying thicknesses (W-Z5@S-X, X = 1, 2, 3) as the core-shell catalysts for MDA reaction. Benefiting from the thermal robustness of W active species and the rational regulation of surface Brønsted acid sites concentration by Silicalite-1 shell, the optimized W-Z5@S-2 catalyst achieves an optimal balance between methane conversion rate and aromatic selectivity. Impressively, W-Z5@S-2 yields 22 mmol gcat −1 of benzene over 600 min of MDA reaction at 750 °C, reaching a 2-fold increase compared to bare W-ZSM-5 catalyst. The hydrophobic shell shields surface Brønsted acid sites and also inhibits the side reaction of aromatic alkylation, thereby effectively reducing coke deposition and improving selectivity to light aromatics. More importantly, the role of encapsulating shell and catalytic route over the encapsulated catalyst were well studied through in situ synchrotron radiation photoionization mass spectrometry. This study may provide a new insight to the design of highly active and heat-resisted zeolite-based catalysts towards high-temperature MDA reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125005024",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jia, Yixin"
          },
          {
            "@_fa": "true",
            "$": "Li, Shuhui"
          },
          {
            "@_fa": "true",
            "$": "Peng, Li"
          },
          {
            "@_fa": "true",
            "$": "Xie, Zicheng"
          },
          {
            "@_fa": "true",
            "$": "Yu, Feiyu"
          },
          {
            "@_fa": "true",
            "$": "Huang, Chenglu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Weihuang"
          },
          {
            "@_fa": "true",
            "$": "Liu, Rui"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zheng"
          },
          {
            "@_fa": "true",
            "$": "Liu, Chengyuan"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Long"
          },
          {
            "@_fa": "true",
            "$": "Wang, Liangbing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125005024"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125005024"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00502-4",
        "prism:volume": "584",
        "articleNumber": "115314",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Rational design of silicalite-1-encapsulated W-ZSM-5 core-shell catalysts for optimizing selectivity and stability in methane dehydro-aromatization reaction",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Methane dehydroaromatization"
          },
          {
            "@_fa": "true",
            "$": "W-modified zeolites"
          },
          {
            "@_fa": "true",
            "$": "Acid sites modulation"
          },
          {
            "@_fa": "true",
            "$": "In situ synchrotron radiation photoionization mass spectrometry"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115314",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2025",
        "prism:doi": "10.1016/j.mcat.2025.115314",
        "prism:startingPage": "115314",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115314",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "607",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102447",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "629",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121288",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "533",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "94485",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "404",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92358",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "193",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35496",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "512",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124298",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11699",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13254",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13265",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "131",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12907",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13295",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21431",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2688",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "633290",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2782",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "801610",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2358",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "613546",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1788",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "659966",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "854",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "220115",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2266",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1023718",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005024-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "24940031",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105009217994"
      }
    }
  }
}