{
  "metadata": {
    "title": "Carbon-intercalated-MXene supporting PtPd alloy nanoparticles as effective electrocatalyst for oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-04-01",
    "doi": "10.1016/j.mcat.2025.114928",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125001142",
    "pii": "S2468823125001142"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85218258154",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-02-22 2025-02-22 2025-02-22 2025-02-22 2025-03-03T23:57:44 1-s2.0-S2468823125001142 S2468-8231(25)00114-2 S2468823125001142 10.1016/j.mcat.2025.114928 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00031 2025-03-04T00:20:30.566047Z 0 0 20250401 2025 2025-02-22T20:05:14.413452Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 576 576 C Volume 576 9 114928 114928 114928 20250401 1 April 2025 2025-04-01 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CARBONINTERCALATEDMXENESUPPORTINGPTPDALLOYNANOPARTICLESEFFECTIVEELECTROCATALYSTFOROXYGENREDUCTIONREACTION LIU Y 1 Introduction 2 Experimental section 2.1 Preparation of catalysts 2.2 Characterizations and measurements 2.3 ZAB test 3 Results and discussion 3.1 Electrocatalysts optimization 3.2 Electrochemical characterizations 3.3 Performance of assembled ZAB 3.4 Physical characterization 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References CAO 2023 101105 J CAO 2023 170240 J TIAN 2024 114571 T CHEN 2022 6 L CHEN 2012 1946 1952 Z HE 2024 15 X JARAMILLO 2007 100 102 T KHARLAMOVA 2016 125 211 M KUZNETSOV 2019 17809 17816 D LEE 2018 318 326 I LI 2021 188 207 S LI 2022 1005 1013 X LIU 2019 743 765 D LU 2013 836 844 Y NAGUIB 2014 992 1005 M ZHANG 2024 25 Y ZHAO 2023 17516 17524 Q XUE 2024 6305 6314 F NANDAN 2017 10544 10553 R SAHOO 2018 126 132 S SANG 2016 9193 9200 X SEH 2017 Z SONG 2023 Y WANG 2007 331 339 J WANG 2019 64 69 X WANG 2019 2411 2417 Y YAN 2018 18165 18172 M YANG 2021 15432 15440 C YANG 2020 700 708 Y ZHANG 2021 17 26 C ZHANG 2019 492 517 L ZHANG 2020 09LT01 P ZHAO 2019 4086 4093 D ZHAO 2015 339 345 M LIUX2025X114928 LIUX2025X114928XY 2027-02-22T00:00:00.000Z 2027-02-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-26T09:38:09.027Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Outstanding Youth Fund of Gansu Province 21JR7RA346 This work was supported by the Outstanding Youth Fund of Gansu Province (21JR7RA346), and Feitian Scholar Program of Gansu Province in China. We also would thank to the Instrument Analysis Center of Lanzhou Jiaotong University for Instrument supporting. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00114-2 S2468823125001142 1-s2.0-S2468823125001142 10.1016/j.mcat.2025.114928 315758 2025-03-04T00:20:30.566047Z 2025-04-01 1-s2.0-S2468823125001142-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/MAIN/application/pdf/df26238aee34aeb640f1298507181e4c/main.pdf main.pdf pdf true 6700793 MAIN 8 1-s2.0-S2468823125001142-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/PREVIEW/image/png/6ac4fdd038cf7f51f87957b703791d58/main_1.png main_1.png png 60833 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125001142-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr5/DOWNSAMPLED/image/jpeg/902fd92e4ae1d51cbef44b14c238c925/gr5.jpg gr5 gr5.jpg jpg 109057 379 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr1/DOWNSAMPLED/image/jpeg/7707adca0871f583548ced2bb16cd566/gr1.jpg gr1 gr1.jpg jpg 157698 736 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr2/DOWNSAMPLED/image/jpeg/41b2e0834c27ba5afa5a384573a65c64/gr2.jpg gr2 gr2.jpg jpg 160661 658 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/ga1/DOWNSAMPLED/image/jpeg/3772b6cee3456e63f6aad9b8326c774b/ga1.jpg ga1 true ga1.jpg jpg 29241 200 320 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr3/DOWNSAMPLED/image/jpeg/3156a01b25286cc3a90190d77cb6167e/gr3.jpg gr3 gr3.jpg jpg 154968 813 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr4/DOWNSAMPLED/image/jpeg/02e168762c239ea5d993169b7665adac/gr4.jpg gr4 gr4.jpg jpg 90928 347 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125001142-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr5/THUMBNAIL/image/gif/37ec86ab94c414aeb53ccbf74905dae4/gr5.sml gr5 gr5.sml sml 13552 110 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr1/THUMBNAIL/image/gif/00bc6c32499e4087a48c4031e912ebea/gr1.sml gr1 gr1.sml sml 13134 164 168 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/gr2/THUMBNAIL/image/gif/a531cbd0fe4c78460b8add55b990fd7d/gr2.sml gr2 gr2.sml sml 14863 164 178 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/ga1/THUMBNAIL/image/gif/8172c83d015877d10534b340072fd650/ga1.sml ga1 true ga1.sml sml 16189 137 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001439/gr3/THUMBNAIL/image/gif/6e56e4ad30a023050375f04dfecdc02b/gr3.sml gr3 gr3.sml sml 11028 164 144 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001439/gr4/THUMBNAIL/image/gif/26589a335628120201ac72ed1bc50de1/gr4.sml gr4 gr4.sml sml 18077 101 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125001142-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/HIGHRES/image/jpeg/1bf4847748ec48c4fff34dec1e2c0122/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 719300 1679 3333 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/HIGHRES/image/jpeg/6a3f2c282f23e6726e3d29d68113dc1a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 942753 3256 3333 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001439/HIGHRES/image/jpeg/cb8b0eba08227dfb1442f2f6050b779e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 993174 2916 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/HIGHRES/image/jpeg/3ac0de0d7fc4c38bd3ced503c73ad8f7/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 196283 886 1418 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001439/HIGHRES/image/jpeg/d9d7d07e5890c26fc3cb3efc06c60fa6/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 983591 3603 3167 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001439/HIGHRES/image/jpeg/f87dda8c73c80b1959629380b4d63ffd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 800012 1538 3333 IMAGE-HIGH-RES 1-s2.0-S2468823125001142-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125001142/mmc1/MAIN/application/msword/26189efbb1686d1d8ae5240543ca5294/mmc1.doc mmc1 mmc1.doc doc 4539904 APPLICATION MCAT 114928 114928 S2468-8231(25)00114-2 10.1016/j.mcat.2025.114928 Fig. 1 (a) The ORR curves of PtPd/MCx (x = 1:1, 1:2, 1:3, 1:4, is the MXene / Carbon ratio) in 0.1 M KOH electrolyte solution, saturated with O2 at 1600 rpm; (b) The corresponding Tafel of PtPd/MCx; (c) The ORR curves of PtPd/MC3, PtPd/MXene, PtPd/C, Pt/C and MXene; (d) The corresponding Tafel of PtPd/MC3, PtPd/MXene, PtPd/C, Pt/C and MXene. Fig 1 Fig. 2 (a) The ORR curves of PtPd/MC3 at different rotational speeds (Inserted: K − L curves at different potentials); (b) The RRDE (Rotating Ring-Disk Electrodes) curves of PtPd/MC3 and Pt/C at 1600 rpm (Inserted: H2O2 yield); (c) The chronoamperometric curves of PtPd/MC3 and Pt/C for 45,000 s; (d) The ORR polarization curves of PtPd/MC3 and Pt/C before and after 1000 cycles. Fig 2 Fig. 3 (a) Charge-Discharge polarization curves of PtPd/MC3 (Inserted: Open circuit voltage on PtPd/MC3); (b) The polarization curve and corresponding power density curve of ZAB; (c) Specific capacitance curves of PtPd/MC3 and Pt/C; (d) Discharge curves under different current densities (5, 10, 30 and 50 mA cm-2); (e) Charge−Discharge cycle curve of ZAB driven by PtPd/MC3. Fig 3 Fig. 4 TEM images of the PtPd/MC3 catalyst at scale-bar at different nanometer scales: 200 (a), 20 (b), 10 (c); Typical HAADF-STEM (High-angle angular dark-field STEM) of PtPd/MC3 composite (d) and element mapping images of C (e), Ti (f), Pd (g), and Pt (h). Fig 4 Fig. 5 (a) XRD curves of PtPd/MC3, PtPd/C, PtPd/MXene; (b) Full XPS spectrum of PtPd/MC3; Fitted XPS spectra of (c) C 1 s, (d) Ti 2p; Fitted XPS spectra of (e) Pt 4f and (f) Pd 3d; (g) The Pt 4f XPS spectra on the PtPd/MC3 and Pt/C; (h) The Pd 3d XPS spectra on the PtPd/MC3 and Pd/C. Fig 5 Carbon-intercalated-MXene supporting PtPd alloy nanoparticles as effective electrocatalyst for oxygen reduction reaction Yuheng Liu Software Data curation Investigation Writing – original draft Na Zhao Formal analysis Software Validation Visualization Wendi Dang Formal analysis Visualization Han Zhang Writing – review & editing Yaoan Shi Writing – review & editing Wei Wang Resources Methodology Conceptualization Writing – review & editing ⁎ School of Chemistry and Chemical Engineering, Lanzhou Jiaotong University, Lanzhou 730070, China School of Chemistry and Chemical Engineering Lanzhou Jiaotong University Lanzhou 730070 China School of Chemistry and Chemical Engineering, Lanzhou Jiaotong University, Lanzhou 730070, China ⁎ Corresponding author. Incorporating MXene has been regarded as a good approach to obtaining effective catalysts for many electrochemical applications. Herein, a catalyst of exfoliated MXene intercalated with conductive carbon black (as a support of MCx) loading PtPd bimetallic nanoparticles (PtPd/MCx) was developed. In the oxygen reduction performance tests, it has a half-wave potential (E1/2) of 0.917 V, which is better than 20 % Pt/C (0.865 V). More importantly, a high peak power density of 152.2 mW cm-2 was obtained in a Zinc-air battery (ZAB) device prepared with PtPd/MC3 as the air cathode, in which only 14.4 % decay rate was observed in a continuous test at 45, 000 s, better than Pt/C (18.2 %), demonstrating the good stability and activity of PtPd/MC3. This study may serve as a valuable reference for the development of other state-of-the-art MXene-based systems for electrochemical applications in the future. Graphical abstract Image, graphical abstract Keywords MXene Bimetallic catalyst Oxygen reduction reaction Zinc-air battery Data availability No data was used for the research described in the article. 1 Introduction To cope with the challenges of the energy and climate crisis, the development of efficient, simple, and sustainable energy conversion devices is a promising strategy. Among many devices, Zinc-air battery (ZAB) provides feasibility with the advantages of sufficient zinc sources and high theoretical energy density, attracting great attention [1–5]. Nevertheless, the slow kinetics of the ZAB cathode require an efficient catalyst to reduce the overpotential for increasing the output power [6]. Up to now, Pt-based catalysts are still the mainstream for oxygen reduction reaction (ORR), which are often obtained by reducing metal ions to nanoparticles (NPs) dispersing on supports. At present, most of the carbon-supported catalysts (carbon black) [7], carbon nanotubes [8], graphene [9,10], etc.) have shown many unfavorable properties, such as easy agglomeration, easy corrosion, low specific surface area, and generated CO will posion and deactivate metal NPs [11–14], etc. Therefore, in view of the low precious-metal utilization and poor stability caused by the traditional support, the selection of a novel substrate with good stability, corrosion resistance and conductivity would be a reasonable choice for optimizing the supported catalyst and improving the performance of ZAB. MXene [15], refers to an emerging class of two-dimensional layered materials formed from Ti3AlC2 (classified as MAX, \"M\" represents early transition metals, \"A\" stands for group A elements, and \"X\" denotes either C or N) after etching with a LiF/HCl mixed etchant solution. It has gained extensive study attention due to its favorable electronic conductivity, distinctive structure, and plentiful end groups (=O, -OH, -F). For example, through oxygen vacancy induction [16], high electron capture ability [17] and high binding capacity [18], the introduction of MXene not only allows the preparation of Pt-based electrocatalysts with high ORR activity, but also provides a reasonable choice for the further development of high-performance ZAB. Nevertheless, monolayers of MXene nanosheets are prone to restack, making the specific surface area much lower and reducing the exposure of active centers [19] Considering the potential synergistic effect of different component integration, hybridization is considered one of the most feasible solutions. With good adsorption and dispersion, carbon black can be considered as a pillared material to be added between MXene support layers to prevent restacking of MXene monolayers. Notably, the MXene-based support has these unique advantages: i) It has a stable structure under a mechanical, acid-base environment and high potential without any strong chemical reaction or material corrosion degradation; ii) It possesses a unique three-dimensional hybrid structure and can maximize the exposure of the active centers; iii) Abundant surface end groups of MXene enables the adsorption of metal precursors through electrostatic interactions, which can adhere more uniformly to the MXene surface, having higher binding energy compared to pure carbon supports; iv) MXene and carbon black together would form a high specific surface area and a rich conductive network, providing a lower resistance to rapid electron transfer [20–24]. Thence, the introduction of carbon black as a pillared material to obtain a hybrid-support can not only effectively solve the problem of MXene's self-stacking but also improve the stability through hybrid synergism, which is expected to design effective MXene-based supported catalysts with enhanced catalytic ORR performance. This work focuses on utilizing carbon black as a pillared material to intercalate MXene as a hybrid-support, and coupling it with PtPd bimetallic nanoparticles (referred as PtPd/MCx) as the cathode catalyst for ZAB. It would alleviate the issue of easy stacking of MXene, enhancing the MXene-based hybrid-support well coupled with precious-metals. Thus, this study would offer a promising strategy for the further development of advanced MXene-based materials in the future. 2 Experimental section 2.1 Preparation of catalysts Due to the high solid solubility and similar lattice parameters between Pt and Pd, the mixed metal salt ions adsorbed on the hybrid supports can form stable PtPd alloy NPs driven by the strong reducing agent of NaBH4. The detailed PtPd/MCx was prepared as follows: 22.50 mg carbon black (XC-72R), 7.50 mg MXene, and 30.0 mL of deionized water were ultrasonically dispersed to obtain solution A. Then, 8.16 mg H2PtCl6·6H2O, 3.54 mg PdCl2 and 35.00 mg sodium citrate were dissolved in 10.0 mL deionized water and dropped into solution A. After ultrasonic mixing for 0.5 h, NaBH4 (0.16 M) was added. Then, it was repeatedly centrifuged with deionized water and transferred to freeze-drying. Finally, 20 % of theoretical PtPd NPs were successfully loaded on MCx hybrid-support (x = 1, 2, 3, 4, represents the mass ratio of MXene to carbon is 1:1, 1:2, 1:3, 1:4). Similarly, the comparison samples of prepared pure-MXene or carbon black-supported PtPd bimetallic nanoparticles were named PtPd/MXene and PtPd/C, respectively. The details of the preparation of MXene nano-flake materials are in the supporting information. 2.2 Characterizations and measurements The PtPd/MC3 and MXene were analyzed for their structural morphology using Transmission and scanning electron microscopy (TEM and SEM) and X-ray diffraction and Photoelectron Spectroscopy (XRD and XPS). The ORR performances were assessed via Cyclic voltammetry (CV), Linear scanning voltammetry (LSV), and so on, in a three-electrode system. It was also evaluated in an assembled ZAB device (air cathode: PtPd/MC3, anode: Zinc). For more details on physical characterization and electrochemical testing, please consults the supporting information. 2.3 ZAB test To investigate the battery performance of PtPd/MC3, LANDCT3001A was used to evaluate the performance of ZAB assembled with PtPd/MC3 as air cathode at room temperature. ZAB is assembled by transparent modules of Polymethyl methacrylate (PMMA), Zinc anode, PtPd/MC3 air cathode and electrolyte (6 M KOH + 0.2 M Zn (Ac)2). 240 μL Pt/C+RuO2 catalyst ink was dropped evenly on the carbon cloth, and the carbon cloth and carbon paper were pressed on both sides of the nickel foam under the pressure of 1.5 MPa. They are sandwiched between the PMMA components and an electrolyte is added to the intermediate components. The performance of the assembled ZAB was determined by analyzing the charge/discharge curves, calculating the power density of the ZAB, and performing a 167 h cycle stability test on the ZAB. 3 Results and discussion 3.1 Electrocatalysts optimization Based on the concept of the MXene-based carbon hybrid: \"C + 2D MXene = ∞\" [25], a series of performance evaluations were conducted. Firstly, the LSV was used to determine the best hybrid ratio of MXene and carbon to enhance PtPd/MCx. The majority of studies that examine the capacity of ORR catalysts to facilitate the operating conditions tend to concentrate on two parameters: The onset potential (Eonset) and the half-wave potential (E1/2). The Eonset signifies the potential at which the ORR reaction commences, while the E1/2 denotes the potential at which the ORR current attains 50 % of the limiting current density. It is widely accepted that, the more positive the Eonset and E1/2, the superior the overall efficiency, reaction kinetics and ORR activity of the catalyst. As presented in Fig. 1 a, the E1/2 / Eonset of ORR on the different hybridization ratios are E1/2 = 0.736 V / Eonset = 0.934 V for 1:1, E1/2 = 0.883 V / Eonset = 1.022 V for 1:2, E1/2 = 0.917 V / Eonset = 1.070 V for 1:3, and E1/2 = 0.848 V / Eonset = 0.999 V for 1:4. Clearly, the hybrid ratio of 1:3 (PtPd/MC3) has the best ORR performance. Furthermore, the OER performance of PtPd/MCx with different mass ratios was also measured (Fig. S1a). The PtPd/MC3 has a lower potential at Ej=10 in OER, indicating it possesses the best OER performance. The Tafel slope of catalysts with different hybrid ratios is calculated from the LSV curve. It can be observed from Fig. 1b that the Tafel slope was 63.9 mV dec‑1 at 1:3, significantly lower than that of other ratios (1:1 for 180.9 mV dec‑1, 1:2 for 73.9 mV dec‑1, 1:4 for 90.7 mV dec‑1), indicating a quicker kinetic process during the ORR reaction. Combined with the subsequent TEM image analysis of PtPd/MC3, it was suggested that the low proportion of carbon black may not be able to effectively buffer the self-stacking of the MXene nanolayers, thus hindering the exposure of the active sites. Conversely, a high proportion of carbon black would cover the MXene layer and shield its active sites. Therefore, the best hybrid ratio of MXene / carbon black is determined to be 1:3. To demonstrate the significant enhancement of hybrid support, various support-based catalysts under identical test conditions were also conducted in Fig. 1 c. Among them, the pure-MXene cannot be used as a catalyst alone in accelerating the ORR process, and the performance of PtPd bimetal coupled one (PtPd/MXene·: E1/2 = 0.632 V) is also low due to the occurrence of the self-stacking phenomenon, which is not conducive to exposing active-site. Compared to carbon support-loaded (PtPd/C: E1/2 = 0.700 V and Pt/C: E1/2 = 0.865 V), the conductivity, instability and agglomeration of the support influence the ORR performance release of the active sites. Obviously, the PtPd/MC3 exhibits the optimal ORR than Pt/C and many recently reported catalysts (Table. S1), with relatively good OER (closer to those of RuO2, Fig. S1b). The corresponding Tafel slope results (MXene for 211.4 mV dec‑1, PtPd/MXene for 154.5 mV dec‑1, PtPd/C for 142.8 mV dec‑1, Pt/C for 86.4 mV dec‑1) also indicate that the PtPd/MC3 exhibits the most rapid ORR kinetics. It can be explained that the hybrid of MXene and carbon black not only combines the advantages of both sides but also prevents the self-stacking of MXene and the agglomeration of carbon black and forms a rich conductive network, showing the good hybrid synergistic effect of \"1 + 1 > 2\". At the same time, its 3D intercalation structure is advantageous for the exposure of PtPd bimetallic NPs, which contributes to the enhancement of the catalytic activity of ORR. 3.2 Electrochemical characterizations The ORR process in an alkaline environment follows two kinds of electron transfer mechanism: one is the 2e- process (O2 + 2H2O + 2e- → 2H2O2), and the other is the 4e- process (O2 + 2H2O + 4e- → 4OH-) that is more recognized because it can provide more power. To probe the catalyst's ORR kinetics and electron transfers in the ORR process, further tests were conducted at various rotational speeds. In Fig. 2 a, clearly, as the rotational speed increases, with the diffusion of O2 on the electrode surface, the limit diffusion current density increases. The Koutecky-Levich diagram was plotted with j -l as the ordinate and ω−0.5 as the abscissa. As an illustration, the PtPd/MC3 K-L line displays good linearity at various voltages. Moreover, the calculated electron transfer number is 3.46. (Formula sees the supporting information). Simultaneously, to monitor the production of peroxide (H2O2) in the process, the ring current and disk current measured by RRDE were selected to calculate the yield of H2O2, as shown in Fig. 2 b, which is less than 10 % (0.4 - 0.8 V). It demonstrates that the PtPd/MC3 primarily occurs via the well-established and efficient 4e- process for ORR reaction, illustrating good reaction selectivity and potential commercial value. As prolonged electrolysis can lead to a decrease in activity, stability is another critical factor in evaluating the long-term usability and practical commercial applications. In Fig. 2 c, a comparison between the long-term stability of PtPd/MC3 and Pt/C was made through chronoamperometric tests under the same conditions. Notably, after 45,000 s, the current density of PtPd/MC3 remains at 85.6 % of its initial value, whereas for Pt/C, it is only 81.8 % of the initial. This suggests that as-obtained PtPd/MC3 has better current retention than Pt/C at 0.35 V. Further evaluating the stability of PtPd/MC3 was performed by comparison of E1/2 deviation after 1000 CV cycles on the catalysts as shown in Fig. 2 d. The ORR curves of PtPd/MC3 before and after being subjected to 1000 CV cycles shows an E1/2 decreased by only 22.1 mV. In comparison, the reference of Pt/C reaches up to 76.9 mV. The optimized ratio of carbon black and MXene significantly enhances both the ORR performance and stability of the PtPd/MC3 catalyst. This is due to the robust interaction between MXene and carbon in the hybrid support. 3.3 Performance of assembled ZAB Based on the excellent ORR electrocatalyst mentioned above, as-prepared PtPd/MC3 was used as the air cathode catalyst, and the ZAB was assembled, compared to the ZAB based on Pt/C+RuO2 air cathode. As illustrated in Fig. 3 a, the high open circuit potential (OCP) of PtPd/MC3 is as high as 1.52 V, much higher than 1.42 V (Pt/C + RuO2). The LED lamp with a rated voltage of 3.30 V can be lit by a combination of three PtPd/MC3−driven ZAB (Fig. S2). According to the discharge polarization curve (Fig. S3), the power density graph can be obtained as shown in Fig. 3b. Obviously, the PtPd/MC3 obtains a higher current density of 237.4 mA cm-2 and peak power density of 152.2 mW cm-2, which is better than the current density (226.3 mA cm-2) and peak power density (136.1 mW cm-2) of Pt/C+RuO2. When discharged at constant currents of 5 and 10 mA cm-2 as shown in Fig. 3 c, the PtPd/MC3 (5 mA cm-2: 732.5 mAh gZn -1, 10 mA cm-2: 752.1 mAh gZn -1) discharges with a negligible potential drop, which is much higher than that of Pt/C+RuO2 (5 mA cm-2: 502.3 mAh gZn -1, 10 mA cm-2: 404.9 mAh gZn -1). Additionally, the rate performance and cycle stability of the battery were also evaluated under the constant current discharge test in Fig. 3d. Clearly, the discharge current densities of 5, 10, 30, and 50 mA cm-2 exhibit stable potential platforms at 1.25, 1.21, 1.11 and 1.03 V, accordingly. This good reversibility allows the potential platform to restore to the corresponding level when the current density returns to 10 and 5 mA cm-2. Impressively, the PtPd/MC3 also exhibits good rechargeability and cycle durability. Notably, as shown in Fig. 3e, after up to 167 h (500 cycles) of charge/discharge cycles, no significant degradation was observed. Thence, the above results show that ZAB based on PtPd/MC3 have good performance and cycle stability, indicating its good practical application value. 3.4 Physical characterization The morphological characteristics of the precursor and catalyst were characterized. From the SEM (, Fig. S4a), it was observed that the MAX (Ti3AlC2) phase has a layered structure, but the whole phase is massive. Therefore, lamellar MXene was prepared by etching and ultrasonic stripping MAX. Notably, the LiF/HCl etching method yields larger materials with fewer defects and selectively dissolves the A layer. Moreover, the surface is abundant in terminal groups (=O, -OH, -F). Gratifying results that have been achieved indicate that the MXene structure did not exhibit any discernible caking phenomenon following etching (Fig. S4b). Instead, it displayed a nano-flake structure that is restacked, which confirms the successful preparation and easy stacking phenomenon of the MXene peel. The stripped MXene was hybridized with carbon black (as pillared material) to form a new hybrid 3D structure, then coupled with PtPd NPs (Fig. 4 a, Fig. S5). The NaBH4 is used to reduce H2PtCl6∙6H2O and PdCl2 loading on the surface and layers of hybrid MC3 support. The hybridized support in Fig. 4b retains a somewhat layered structure, and the layered MXene with pillared carbon black structure can be clearly observed. Based on the more uniform distribution condition and excellent ORR activity in Fig. 4c, the optimal hybridization ratio of 1:3 is also determined. The HAADF-STEM further shows its element composition in Fig. 4d, and Fig. 4e-h confirms the well-dispersed four elements of C, Ti, Pd, and Pt. Thence, the hybrid nature of the MCx and the successful loading of PtPd bimetallic NPs onto the MCx support were confirmed. The XRD characterization was also performed to investigate the crystallization of the catalyst. In Fig. 5 a, the PtPd/MC3 shows four diffraction peaks at 40.1 °, 46.6 °, 67.8 ° and 81.5 °. These diffraction peaks were indexed to the (111), (200), (311) and (220) corresponding to the four crystallographic planes of PtPd (JCPDS 65–6418) nano-alloys. Meanwhile, compared with the PtPd/MXene reference, the prepared PtPd/MC3 and PtPd/C have obvious carbon black characteristic peaks of (002). In Fig. S5a, PtPd/MC3 and PtPd/MXene still maintain obvious MXene characteristic peak (002), and the left shift of PtPd/MC3 peak also indicates that carbon black is an MC3 hybrid support with higher layer spacing due to the introduction of carbon black as pillared material. Notably, X-ray diffraction analysis on the structures of both MXene and MAX is also performed (Fig. S5b). Upon etching treatment, the diffraction peak (104) of the MAX phase in the MXene sample vanished at 2θ = 38.9 °, and the characteristic peak (002) shifted to 2θ = 6.9 °, indicating that the MXene has been successfully etched and obtained [26]. Meanwhile, the characteristic peaks at 2θ = 40.0 °, 46.5 °, 68.0 °, 81.9 ° and 86.4 ° correspond to different crystal planes of PtPd, respectively [27,28]. To probe the chemical composition of PtPd/MC3, the XPS was utilized to demonstrate the presence of composition elements. Fig. 5b shows the existence of five elements of Ti, O, Pt, Pd and C. The XPS spectra of C 1 s in Fig. 5c reveal different peaks that correspond to four groups: 282.9 eV for C-Ti-TX, 283.6 eV for CC, 284.3 eV for CO, and 284.8 eV for C=O [29]. In addition, the complex Ti 2P spectrum in Fig. 5d ravels three types of Ti species in the PtPd/MC3 hybrid, containing the MXene host C–Ti–Tx (456.1 and 461.5 eV) that etches away the Al layer, TiO2 (457.1 and 463.2 eV) formed by oxidation, and Ti–O2-xFx (458.1 and 464.1 eV). The fitted XPS spectra of Pt 4f, in Fig. 5e, display two pairs of peaks caused by Pt at 4f7/2 (70.6 eV) and 4f5/2 (73.8 eV), respectively. Additionally, the peaks at 71.5 and 74.7 eV are indicative of PtOx species [30]. In Fig. 5f, the peaks observed at 334.9 eV (Pd 3d5/2) and 340.1 eV (Pd 3d3/2) in the fitted XPS spectra of Pd 3d represent the metal state (Pd0), while those at 335.8 eV (Pd 3d5/2) and 341.5 eV (Pd 3d3/2) correspond to the higher oxidation state (Pd2+) [31]. Compared with the traditional materials of Pt/C (71.9 and 75.0 eV) (Fig. 5g) and Pd/C (335.4 and 340.7 eV) (Fig. 5h), the binding energies of all Pt and Pd signals in PtPd/MC3 shift to the left. This phenomenon is not only attributed to the change of binding energy caused by the change of electron density caused by the bimetallic properties of PtPd but also due to the stronger electronic interaction between the multi-layered hybrid support structure and supported PtPd nanoparticles, better regulation of the electronic structure of PtPd nanoparticles [32–34]. As the hybrid-support consisting of carbon and 2D MXene loading the PtPd nanoparticles has good electrocatalytic towards ORR, according to results presented above, it is a promising candidate for a cathode in ZAB owing to the listed following reasons: i) The combination of the wide-utilized carbon with the special structured MXene to be the hybrid-support, which has high electrical conductivity and stability, achieving “1 + 1 > 2″ in ORR performance; ii) The pillared structure with well-balanced proportions of MC3 hybrid-support, offers increased specific surface area and multiple channels for electron transfer, which leads to higher utilization of PtPd bimetallic active sites; iii) The loaded PtPd bimetallic nanoparticles has a strong interaction with hybrid support of MC3, which not only inhibits the dissolution and maturation of PtPd nanoparticles but also improves the overall ORR activity. 4 Conclusion To sum up, the PtPd/MC3 catalyst was prepared for oxygen electrocatalysis by MXene-based hybrid-support coupling PtPd bimetallic nanoparticles. The results show that the PtPd/MC3 has good ORR activity (E1/2 = 0.917 V) and long-term stability than that of Pt/C. Importantly, this PtPd/MC3 assembled ZAB has an OCP up to 1.52 V, along with a high current density of 237.4 mA cm-2 and a peak power density of 152.2 mW cm-2. Furthermore, it exhibits good charge-discharge cycle stability, lasting up to 167 h over 500 cycles. Thence, these results highlight the feasibility and effectiveness of utilizing a hybrid MXene-based catalyst. And this study serves as a good credential for the future rational design of future MXene-based catalytic materials. CRediT authorship contribution statement Yuheng Liu: Software, Data curation, Investigation, Writing – original draft. Na Zhao: Formal analysis, Software, Validation, Visualization. Wendi Dang: Formal analysis, Visualization. Han Zhang: Writing – review & editing. Yaoan Shi: Writing – review & editing. Wei Wang: Resources, Methodology, Conceptualization, Writing – review & editing. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the Outstanding Youth Fund of Gansu Province (21JR7RA346), and Feitian Scholar Program of Gansu Province in China. We also would thank to the Instrument Analysis Center of Lanzhou Jiaotong University for Instrument supporting. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.114928. Appendix Supplementary materials Image, application 1 References [1] J.M. Cao I.V. Zatovsky Z.Y. Gu J.L. Yang X.X. Zhao J.Z. Guo H. Xu X.L. Wu Two-dimensional MXene with multidimensional carbonaceous matrix: a platform for general-purpose functional materials Prog. Mater. Sci. 135 2023 101105 10.1016/j.pmatsci.2023.101105 J.M. Cao, I.V. Zatovsky, Z.Y. Gu, J.L. Yang, X.X. Zhao, J.Z. Guo, H. Xu, X.L. Wu, Two-dimensional MXene with multidimensional carbonaceous matrix: a platform for general-purpose functional materials, Prog. Mater. Sci. 135 (2023) 101105, https://doi.org/10.1016/j.pmatsci.2023.101105. [2] J. Cao X. Wu Y. Chen Z. Chen R. Jiang Y. Zhao Q. Tian D. Chen S. Xiao B. Yu Y. Jin Electronic regulation over PD nanoparticles: one-pot synthesis of B, N Co-doping MXene-supported Pd catalyst for efficient ethanol oxidation J. Alloys Compd. 955 2023 170240 10.1016/j.jallcom.2023.170240 J. Cao, X. Wu, Y. Chen, Z. Chen, R. Jiang, Y. Zhao, Q. Tian, D. Chen, S. Xiao, B. Yu, Y. Jin, Electronic regulation over PD nanoparticles: one-pot synthesis of B, N Co-doping MXene-supported Pd catalyst for efficient ethanol oxidation, J. Alloys Compd. 955 (2023) 170240, https://doi.org/10.1016/j.jallcom.2023.170240. [3] T. Tian X. Zhang Y. Xue H. Huang Q. Jiang J. Tang A review of properties and applications of utilization of high entropy alloys in oxygen evolution reactions Mol. Catal. 569 2024 114571 10.1016/j.mcat.2024.114571 T. Tian, X. Zhang, Y. Xue, H. Huang, Q. Jiang, J. Tang, A review of properties and applications of utilization of high entropy alloys in oxygen evolution reactions, Mol. Catal. 569 (2024) 114571, https://doi.org/10.1016/j.mcat.2024.114571. [4] L. Chen K. Ma L.L. Zhou H. Jiang Y.J. Hu C.Z. Li Confining ultrafine SnS2 nanoparticles into MXene interlayer toward fast and stable lithium storage Chem. Eng. Sci. 247 2022 6 10.1016/j.ces.2021.117087 L. Chen, K. Ma, L.L. Zhou, H. Jiang, Y.J. Hu, C.Z. Li, Confining ultrafine SnS2 nanoparticles into MXene interlayer toward fast and stable lithium storage, Chem. Eng. Sci. 247 (2022) 6, https://doi.org/10.1016/j.ces.2021.117087. [5] Z. Chen A. Yu D. Higgins H. Li H. Wang Z. Chen Highly active and durable core-corona structured bifunctional catalyst for rechargeable metal-air battery application Nano Lett. 12 2012 1946 1952 10.1021/nl2044327 Z. Chen, A. Yu, D. Higgins, H. Li, H. Wang, Z. Chen, Highly active and durable core-corona structured bifunctional catalyst for rechargeable metal-air battery application, Nano Lett.. 12 (2012) 1946–1952, https://doi.org/10.1021/nl2044327. [6] X.L. He J.X. Wu X.L. Huang Y. Chen L. Zhang X.X. Sheng Three-in-one polymer nanocomposite coating via constructing tannic acid functionalized MXene/bp hybrids with superior corrosion resistance, friction resistance, and flame-retardancy Chem. Eng. Sci. 283 2024 15 10.1016/j.ces.2023.119429 X.L. He, J.X. Wu, X.L. Huang, Y. Chen, L. Zhang, X.X. Sheng, Three-in-one polymer nanocomposite coating via constructing tannic acid functionalized MXene/bp hybrids with superior corrosion resistance, friction resistance, and flame-retardancy, Chem. Eng. Sci. 283 (2024) 15, https://doi.org/10.1016/j.ces.2023.119429. [7] T.F. Jaramillo K.P. Jorgensen J. Bonde J.H. Nielsen S. Horch I. Chorkendorff Identification of active edge sites for electrochemical H2 evolution from MoS2 nanocatalysts Science 317 2007 100 102 10.1126/science.1141483 T.F. Jaramillo, K.P. Jorgensen, J. Bonde, J.H. Nielsen, S. Horch, I. Chorkendorff, Identification of active edge sites for electrochemical H2 evolution from MoS2 nanocatalysts, Science 317 (2007) 100–102, https://doi.org/10.1126/science.1141483. [8] M.V. Kharlamova Advances in tailoring the electronic properties of single-walled carbon nanotubes Prog. Mater. Sci. 77 2016 125 211 10.1016/j.pmatsci.2015.09.001 M.V. Kharlamova, Advances in tailoring the electronic properties of single-walled carbon nanotubes, Prog. Mater. Sci. 77 (2016) 125–211, https://doi.org/10.1016/j.pmatsci.2015.09.001. [9] D.A. Kuznetsov Z. Chen P.V. Kumar A.A. Tsoukalou P.M.Abdala Kierzkowska O.V. Safonova A. Fedorov C.R. Muller Single site cobalt substitution in 2D molybdenum carbide (MXene) enhances catalytic activity in the hydrogen evolution reaction J. Am. Chem. Soc 141 2019 17809 17816 10.1021/jacs.9b08897 D.A. Kuznetsov, Z. Chen, P.V. Kumar, A.A. Tsoukalou, Kierzkowska, P.M.Abdala, O.V. Safonova, A. Fedorov, C.R. Muller, Single site cobalt substitution in 2D molybdenum carbide (MXene) enhances catalytic activity in the hydrogen evolution reaction, J. Am. Chem. Soc. 141 (2019) 17809–17816, https://doi.org/10.1021/jacs.9b08897. [10] I.H. Lee J. Cho K.H. Chae M.K. Cho J. Jung J. Cho H.J. Lee H.C. Ham J.Y. Kim Polymeric graphitic carbon nitride nanosheet-coated amorphous carbon supports for enhanced fuel cell electrode performance and stability Appl. Catal. B Environ. 237 2018 318 326 10.1016/j.apcatb.2018.05.081 I.H. Lee, J. Cho, K.H. Chae, M.K. Cho, J. Jung, J. Cho, H.J. Lee, H.C. Ham, J.Y. Kim, Polymeric graphitic carbon nitride nanosheet-coated amorphous carbon supports for enhanced fuel cell electrode performance and stability, Appl. Catal. B Environ. 237 (2018) 318–326, https://doi.org/10.1016/j.apcatb.2018.05.081. [11] S. Li L. Li H. Tu H. Zhang D.S. Silvester C.E. Banks G. Zou H. Hou X. Ji The development of carbon dots: from the perspective of materials chemistry Mater. Today 51 2021 188 207 10.1016/j.mattod.2021.07.028 S. Li, L. Li, H. Tu, H. Zhang, D.S. Silvester, C.E. Banks, G. Zou, H. Hou, X. Ji, The development of carbon dots: from the perspective of materials chemistry, Mater. Today 51 (2021) 188–207, https://doi.org/10.1016/j.mattod.2021.07.028. [12] X. Li Z. Su Z. Zhao Q. Cai Y. Li J. Zhao Single Ir atom anchored in pyrrolic-N4 doped graphene as a promising bifunctional electrocatalyst for the ORR/OER: a computational study J. Colloid Interface Sci. 607 2022 1005 1013 10.1016/j.jcis.2021.09.045 X. Li, Z. Su, Z. Zhao, Q. Cai, Y. Li, J. Zhao, Single Ir atom anchored in pyrrolic-N4 doped graphene as a promising bifunctional electrocatalyst for the ORR/OER: a computational study, J. Colloid Interface Sci. 607 (2022) 1005–1013, https://doi.org/10.1016/j.jcis.2021.09.045. [13] D.L. Liu Y.Y. Tong X. Yan J.S.X. Liang Recent advances in carbon-based bifunctional oxygen catalysts for zinc-air batteries Batteries Supercaps 2 2019 743 765 10.1002/batt.201900052 D.L. Liu, Y.Y. Tong, X. Yan, J.S.X. Liang, Dou, Recent advances in carbon-based bifunctional oxygen catalysts for zinc-air batteries, Batteries Supercaps 2 (2019) 743–765, https://doi.org/10.1002/batt.201900052. [14] Y.Z. Lu Y.Y. Jiang W. Chen PtPd porous nanorods with enhanced electrocatalytic activity and durability for oxygen reduction reaction Nano Energy 2 2013 836 844 10.1002/batt.201900052 Y.Z. Lu, Y.Y. Jiang, W. Chen, PtPd porous nanorods with enhanced electrocatalytic activity and durability for oxygen reduction reaction, Nano Energy 2 (2013) 836–844, https://doi.org/10.1002/batt.201900052. [15] M. Naguib V.N. Mochalin M.W. Barsoum Y. Gogotsi 25th anniversary article: MXenes: a new family of two-dimensional materials Adv. Mater. 26 2014 992 1005 10.1002/adma.201304138 M. Naguib, V.N. Mochalin, M.W. Barsoum, Y. Gogotsi, 25th anniversary article: MXenes: a new family of two-dimensional materials, Adv. Mater. 26 (2014) 992–1005, https://doi.org/10.1002/adma.201304138. [16] Y. Zhang Q. Zhao B. Danil W. Xiao X. Yang Oxygen-vacancy-induced formation of Pt-based intermetallics on MXene with strong metal-support interactions for efficient oxygen reduction reaction Adv. Mater. 36 2024 25 10.1002/adma.202400198 Y. Zhang, Q. Zhao, B. Danil, W. Xiao, X. Yang, Oxygen-vacancy-induced formation of Pt-based intermetallics on MXene with strong metal-support interactions for efficient oxygen reduction reaction, Adv. Mater. 36 (2024) 25, https://doi.org/10.1002/adma.202400198. [17] Q. Zhao Y. Zhang C. Ke X. Yang W. Xiao Anchoring a Pt-based alloy on oxygen-vacancy-defected MXene nanosheets for efficient hydrogen evolution reaction and oxygen reduction reaction Nanoscale 15 2023 17516 17524 10.1039/d3nr04071b Q. Zhao, Y. Zhang, C. Ke, X. Yang, W. Xiao, Anchoring a Pt-based alloy on oxygen-vacancy-defected MXene nanosheets for efficient hydrogen evolution reaction and oxygen reduction reaction, Nanoscale 15 (2023) 17516–17524, https://doi.org/10.1039/d3nr04071b. [18] F. Xue X. Fu S. Kang X. Sheng B. Li P.K. Shen J. Zhu M. Nie S. Lu W. Lu Mo-based MXene-supported Pt nanoparticles for highly durable oxygen reduction in acidic electrolytes ACS Appl. Nano Mater. 7 2024 6305 6314 10.1021/acsanm.3c06236 F. Xue, X. Fu, S. Kang, X. Sheng, B. Li, P.K. Shen, J. Zhu, M. Nie, S. Lu, W. Lu, Mo-based MXene-supported Pt nanoparticles for highly durable oxygen reduction in acidic electrolytes, ACS Appl. Nano Mater.. 7 (2024) 6305–6314, https://doi.org/10.1021/acsanm.3c06236. [19] R. Nandan K.K. Nanda A unique approach to designing resilient bi-functional nano-electrocatalysts based on ultrafine bimetallic nanoparticles dispersed in carbon nanospheres J. Mater. Chem. A 5 2017 10544 10553 10.1039/c7ta02293j R. Nandan, K.K. Nanda, A unique approach to designing resilient bi-functional nano-electrocatalysts based on ultrafine bimetallic nanoparticles dispersed in carbon nanospheres, J. Mater. Chem. A 5 (2017) 10544–10553, https://doi.org/10.1039/c7ta02293j. [20] S.K. Sahoo Y. Ye S. Lee J. Park H. Lee J. Lee J.W. Han Rational design of TiC-supported single-atom electrocatalysts for hydrogen evolution and selective oxygen reduction reactions ACS Energy Lett. 2018 126 132 10.1021/acsenergylett.8b01942 S.K. Sahoo, Y. Ye, S. Lee, J. Park, H. Lee, J. Lee, J.W. Han, Rational design of TiC-supported single-atom electrocatalysts for hydrogen evolution and selective oxygen reduction reactions, ACS Energy Lett. (2018) 126–132, https://doi.org/10.1021/acsenergylett.8b01942. [21] X. Sang Y. Xie M.W. Lin M. Alhabeb K.L. Van Aken Y. Gogotsi P.R.C. Kent K. Xiao R.R. Unocic Atomic defects in monolayer titanium carbide (Ti3C2Tx) MXene ACS Nano 10 2016 9193 9200 10.1021/acsnano.6b05240 X. Sang, Y. Xie, M.W. Lin, M. Alhabeb, K.L. Van Aken, Y. Gogotsi, P.R.C. Kent, K. Xiao, R.R. Unocic, Atomic defects in monolayer titanium carbide (Ti3C2Tx) MXene, ACS Nano 10 (2016) 9193–9200, https://doi.org/10.1021/acsnano.6b05240. [22] Z.W. Seh J. Kibsgaard C.F. Dickens I. Chorkendorff J.K. Norskov T.F. Jaramillo Combining theory and experiment in electrocatalysis: insights into materials design Science 355 2017 10.1126/science.aad4998 Z.W. Seh, J. Kibsgaard, C.F. Dickens, I. Chorkendorff, J.K. Norskov, T.F. Jaramillo, Combining theory and experiment in electrocatalysis: insights into materials design, Science 355 (2017), https://doi.org/10.1126/science.aad4998. [23] Y. Song R. Jamal T. Abdiryim A. Abdurexit S. Xie L. Liu M. Niyaz N. Serkjan Y. Zhang Nickel coating on carbon nanotubes and PProDOT-2CH2SH supported Pt nanoparticles as the electrocatalyst for methanol oxidation reaction J. Alloys Compd. 937 2023 10.1016/j.jallcom.2022.168343 Y. Song, R. Jamal, T. Abdiryim, A. Abdurexit, S. Xie, L. Liu, M. Niyaz, N. Serkjan, Y. Zhang, Nickel coating on carbon nanotubes and PProDOT-2CH2SH supported Pt nanoparticles as the electrocatalyst for methanol oxidation reaction, J. Alloys Compd. 937 (2023), https://doi.org/10.1016/j.jallcom.2022.168343. [24] J. Wang G. Yin Y. Shao S. Zhang Z. Wang Y. Gao Effect of carbon black support corrosion on the durability of Pt/C catalyst J. Power Sources 171 2007 331 339 10.1016/j.jpowsour.2007.06.084 J. Wang, G. Yin, Y. Shao, S. Zhang, Z. Wang, Y. Gao, Effect of carbon black support corrosion on the durability of Pt/C catalyst, J. Power Sources 171 (2007) 331–339, https://doi.org/10.1016/j.jpowsour.2007.06.084. [25] X. Wang X. Hu J. Huang W. Zhang W. Ji Y. Hui X. Yao Electrospinning synthesis of porous carbon fiber supported Pt-SnO2 anode catalyst for direct ethanol fuel cell Solid State Sci. 94 2019 64 69 10.1016/j.solidstatesciences.2019.05.018 X. Wang, X. Hu, J. Huang, W. Zhang, W. Ji, Y. Hui, X. Yao, Electrospinning synthesis of porous carbon fiber supported Pt-SnO2 anode catalyst for direct ethanol fuel cell, Solid State Sci. 94 (2019) 64–69, https://doi.org/10.1016/j.solidstatesciences.2019.05.018. [26] Y. Wang J. Wang G. Han C. Du Q. Deng Y. Gao G. Yin Y. Song Pt decorated Ti3C2 MXene for enhanced methanol oxidation reaction Ceram. Int. 45 2019 2411 2417 10.1016/j.ceramint.2018.10.160 Y. Wang, J. Wang, G. Han, C. Du, Q. Deng, Y. Gao, G. Yin, Y. Song, Pt decorated Ti3C2 MXene for enhanced methanol oxidation reaction, Ceram. Int. 45 (2019) 2411–2417, https://doi.org/10.1016/j.ceramint.2018.10.160. [27] M. Yan Q. Jiang T. Zhang J. Wang L. Yang Z. Lu H. He Y. Fu X. Wang H. Huang Three-dimensional low-defect carbon nanotube/nitrogen-doped graphene hybrid aerogel-supported Pt nanoparticles as efficient electrocatalysts toward the methanol oxidation reaction J. Mater. Chem. A 6 2018 18165 18172 10.1039/c8ta05124k M. Yan, Q. Jiang, T. Zhang, J. Wang, L. Yang, Z. Lu, H. He, Y. Fu, X. Wang, H. Huang, Three-dimensional low-defect carbon nanotube/nitrogen-doped graphene hybrid aerogel-supported Pt nanoparticles as efficient electrocatalysts toward the methanol oxidation reaction, J. Mater. Chem. A 6 (2018) 18165–18172, https://doi.org/10.1039/c8ta05124k. [28] C. Yang Q. Jiang H. Liu L. Yang H. He H. Huang W. Li Pt-on-Pd bimetallic nanodendrites stereoassembled on MXene nanosheets for use as high-efficiency electrocatalysts toward the methanol oxidation reaction J. Mater. Chem. A 9 2021 15432 15440 10.1039/d1ta01784e C. Yang, Q. Jiang, H. Liu, L. Yang, H. He, H. Huang, W. Li, Pt-on-Pd bimetallic nanodendrites stereoassembled on MXene nanosheets for use as high-efficiency electrocatalysts toward the methanol oxidation reaction, J. Mater. Chem. A 9 (2021) 15432–15440, https://doi.org/10.1039/d1ta01784e. [29] Y. Yang H. Huang B. Shen L. Jin Q. Jiang L. Yang H. He Anchoring nanosized Pd on three-dimensional boron- and nitrogen-codoped graphene aerogels as a highly active multifunctional electrocatalyst for formic acid and methanol oxidation reactions Inorg. Chem. Front. 7 2020 700 708 10.1039/c9qi01448a Y. Yang, H. Huang, B. Shen, L. Jin, Q. Jiang, L. Yang, H. He, Anchoring nanosized Pd on three-dimensional boron- and nitrogen-codoped graphene aerogels as a highly active multifunctional electrocatalyst for formic acid and methanol oxidation reactions, Inorg. Chem. Front. 7 (2020) 700–708, https://doi.org/10.1039/c9qi01448a. [30] C. Zhang H. Dong B. Chen T. Jin J. Nie G. Ma 3D MXene anchored carbon nanotube as bifunctional and durable oxygen catalysts for Zn–air batteries Carbon 185 2021 17 26 10.1016/j.carbon.2021.09.004 C. Zhang, H. Dong, B. Chen, T. Jin, J. Nie, G. Ma, 3D MXene anchored carbon nanotube as bifunctional and durable oxygen catalysts for Zn–air batteries, Carbon N Y 185 (2021) 17–26, https://doi.org/10.1016/j.carbon.2021.09.004. [31] L. Zhang K. Doyle-Davis X. Sun Pt-based electrocatalysts with high atom utilization efficiency: from nanostructures to single atoms Energy Environ. Sci. 12 2019 492 517 10.1039/c8ee02939c L. Zhang, K. Doyle-Davis, X. Sun, Pt-based electrocatalysts with high atom utilization efficiency: from nanostructures to single atoms, Energy Environ. Sci. 12 (2019) 492–517, https://doi.org/10.1039/c8ee02939c. [32] P. Zhang C. Fan R. Wang C. Xu J. Cheng L. Wang Y. Lu P. Luo Pd/MXene (Ti3C2Tx)/reduced graphene oxide hybrid catalyst for methanol electrooxidation Nanotechnology 31 2020 09LT01 10.1088/1361-6528/ab5609 P. Zhang, C. Fan, R. Wang, C. Xu, J. Cheng, L. Wang, Y. Lu, P. Luo, Pd/MXene (Ti3C2Tx)/reduced graphene oxide hybrid catalyst for methanol electrooxidation, Nanotechnology 31 (2020) 09LT01, https://doi.org/10.1088/1361-6528/ab5609. [33] D. Zhao Z. Chen W. Yang S. Liu X. Zhang Y. Yu W.C. Cheong L. Zheng F. Ren G. Ying X. Cao D. Wang Q. Peng G. Wang C. Chen MXene (Ti3C2) vacancy-confined single-atom catalyst for efficient functionalization of CO2 J. Am. Chem. Soc. 141 2019 4086 4093 10.1021/jacs.8b13579 D. Zhao, Z. Chen, W. Yang, S. Liu, X. Zhang, Y. Yu, W.C. Cheong, L. Zheng, F. Ren, G. Ying, X. Cao, D. Wang, Q. Peng, G. Wang, C. Chen, MXene (Ti3C2) vacancy-confined single-atom catalyst for efficient functionalization of CO2, J. Am. Chem. Soc. 141 (2019) 4086–4093, https://doi.org/10.1021/jacs.8b13579. [34] M.Q. Zhao C.E. Ren Z. Ling M.R. Lukatskaya C. Zhang K.L. Van Aken M.W. Barsoum Y. Gogotsi Flexible MXene/carbon nanotube composite paper with high volumetric capacitance Adv. Mater. 27 2015 339 345 10.1002/adma.201404140 M.Q. Zhao, C.E. Ren, Z. Ling, M.R. Lukatskaya, C. Zhang, K.L. Van Aken, M.W. Barsoum, Y. Gogotsi, Flexible MXene/carbon nanotube composite paper with high volumetric capacitance, Adv. Mater. 27 (2015) 339–345, https://doi.org/10.1002/adma.201404140.",
      "scopus-id": "85218258154",
      "coredata": {
        "eid": "1-s2.0-S2468823125001142",
        "dc:description": "Incorporating MXene has been regarded as a good approach to obtaining effective catalysts for many electrochemical applications. Herein, a catalyst of exfoliated MXene intercalated with conductive carbon black (as a support of MCx) loading PtPd bimetallic nanoparticles (PtPd/MCx) was developed. In the oxygen reduction performance tests, it has a half-wave potential (E1/2) of 0.917 V, which is better than 20 % Pt/C (0.865 V). More importantly, a high peak power density of 152.2 mW cm-2 was obtained in a Zinc-air battery (ZAB) device prepared with PtPd/MC3 as the air cathode, in which only 14.4 % decay rate was observed in a continuous test at 45, 000 s, better than Pt/C (18.2 %), demonstrating the good stability and activity of PtPd/MC3. This study may serve as a valuable reference for the development of other state-of-the-art MXene-based systems for electrochemical applications in the future.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125001142",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Yuheng"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Na"
          },
          {
            "@_fa": "true",
            "$": "Dang, Wendi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Han"
          },
          {
            "@_fa": "true",
            "$": "Shi, Yaoan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125001142"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125001142"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00114-2",
        "prism:volume": "576",
        "articleNumber": "114928",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Carbon-intercalated-MXene supporting PtPd alloy nanoparticles as effective electrocatalyst for oxygen reduction reaction",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "MXene"
          },
          {
            "@_fa": "true",
            "$": "Bimetallic catalyst"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Zinc-air battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114928",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 2025",
        "prism:doi": "10.1016/j.mcat.2025.114928",
        "prism:startingPage": "114928",
        "dc:identifier": "doi:10.1016/j.mcat.2025.114928",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "379",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109057",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "736",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "157698",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "658",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "160661",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29241",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "813",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "154968",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "347",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90928",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13552",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13134",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14863",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16189",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "144",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11028",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18077",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1679",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "719300",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3256",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "942753",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2916",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "993174",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "196283",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3603",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "983591",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1538",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "800012",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125001142-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4539904",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85218258154"
      }
    }
  }
}