{
  "metadata": {
    "title": "Conversion of CO<ce:inf loc=post>2</ce:inf>-to-ethanol on a microfluidic photoreactor using dumbbell-shaped copper-doped bismuth vanadate catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-12-31",
    "doi": "10.1016/j.mcat.2025.115495",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125006807",
    "pii": "S2468823125006807"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105016312193",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 90 Molecular Catalysis MOLECULARCATALYSIS 2025-09-19 2025-09-19 2025-09-19 2025-09-19 2025-09-20T09:19:32 1-s2.0-S2468823125006807 S2468-8231(25)00680-7 S2468823125006807 10.1016/j.mcat.2025.115495 S250 S250.3 FULL-TEXT 1-s2.0-S2468823125X00146 2025-09-23T00:09:01.142637Z 0 0 20251201 20251231 2025 2025-09-19T18:44:10.47675Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 UNLIMITED MEXPRCHY25 false 587 587 C Volume 587 28 115495 115495 115495 202512 December 2025 2025-12-01 2025-12-31 2025 Regular Papers article fla © 2025 The Authors. Published by Elsevier B.V. CONVERSIONCO2TOETHANOLAMICROFLUIDICPHOTOREACTORUSINGDUMBBELLSHAPEDCOPPERDOPEDBISMUTHVANADATECATALYST RAJPUT D 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References 2024 RENEWABLES2024GLOBALSTATUSREPORTCOLLECTION MALIK 2024 114222 A DU 2020 C TABISH 2020 1 30 A IRSHAD 2022 7009 7039 M XU 2020 124402 M MASSARO 2022 112036 A YAN 2024 110279 X ZHU 2020 110955 Z TANG 2022 9023 9057 B TAN 2023 8317 8329 C YANG 2025 114910 M QI 2023 M MERUPO 2015 1 5 V 201512THINTCONFELECTRENGCOMPUTSCIAUTOMCONTROL STRUCTURALMORPHOLOGICALOPTICALPROPERTIESSOLGELPREPAREDCUDOPEDBIVO4POWDERS SANDHYAKUMARI 2013 134 143 L YU 2020 740 749 X YUAN 2023 5796 Y GAO 2024 113858 L CHENG 2017 9722 9732 M DONG 2025 4293 4299 S CAI 2022 107461 W GUPTA 2022 137029 P HE 2021 Y KALAMARAS 2017 501 506 E PARK 2015 4658 4666 H YANG 2013 1320 1326 J CHEN 2024 113871 Y GAO 2023 117146 F ZHANG 2024 115682 S RAJPUTX2025X115495 RAJPUTX2025X115495XD Full 2025-09-20T05:44:42Z ElsevierWaived Mexican Public Research Centers: Core Hybrid journals RAP 2025 http://creativecommons.org/licenses/by-nc/4.0/ CHU_NSF publishAcceptedManuscriptIndexable http://www.elsevier.com/open-access/userlicense/1.0/ 2026-09-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC license. © 2025 The Authors. Published by Elsevier B.V. 2025-09-23T00:08:30.470Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined F-1464 Welch Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000928 http://sws.geonames.org/6252001 CF 19/2096029 LN-2025-C-110 CF-2023-G-1177 SECIHTI http://data.elsevier.com/vocabulary/SciValFunders/501100003141 http://sws.geonames.org/3996063 Ciencias de Fronteras SECIHTI National Laboratory National Science Foundation DGE-1828974 National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000001 http://sws.geonames.org/6252001 We are grateful for the funding provided by Ciencias de Fronteras Project No. ( CF 19/2096029 and CF-2023-G-1177 ) and National Laboratory project (LABMyN) LN-2025-C-110 . Authors Darshana Rajput and Raul Olivera Flores would like to thank SECIHTI for the postgraduate scholarship provided to perform this work. We would also like to thank Dr. Susana Citlaly Gaucin Guti\\u00E9rrez (CIDETEQ) for XRD analysis. Brian A. Korgel acknowledges financial support of this work by the Robert A. Welch Foundation (Grant no. F-1464). Raul Barbosa was supported by the National Science Foundation under Grant No. DGE-1828974 . item S2468-8231(25)00680-7 S2468823125006807 1-s2.0-S2468823125006807 10.1016/j.mcat.2025.115495 315758 2025-09-20T08:27:21.208117Z 2025-12-01 2025-12-31 UNLIMITED MEXPRCHY25 1-s2.0-S2468823125006807-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/MAIN/application/pdf/92437005aa25d0e8c9aa3098eec64432/main.pdf main.pdf pdf true 3055310 MAIN 6 1-s2.0-S2468823125006807-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/PREVIEW/image/png/c005a176393324804638abef4bd8034e/main_1.png main_1.png png 59982 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125006807-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr2/DOWNSAMPLED/image/jpeg/16f4c83309a7ce060b554bbadfded777/gr2.jpg gr2 gr2.jpg jpg 104239 588 676 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125006807-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/ga1/DOWNSAMPLED/image/jpeg/ba9e2fd3d059b3818ef59e88b13d8131/ga1.jpg ga1 true ga1.jpg jpg 35805 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125006807-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr3/DOWNSAMPLED/image/jpeg/c52721cacea8ac6ee285679cd4ee5c7c/gr3.jpg gr3 gr3.jpg jpg 124438 562 789 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125006807-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr4/DOWNSAMPLED/image/jpeg/0d06efceb50d1662a25df9e7ca14ef75/gr4.jpg gr4 gr4.jpg jpg 35786 291 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125006807-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr1/DOWNSAMPLED/image/jpeg/b3198d4274fd00ca3bf3128b7ea9ba8c/gr1.jpg gr1 gr1.jpg jpg 50719 215 790 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125006807-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr2/THUMBNAIL/image/gif/8078b65ef7ced59f3b30016b8e345eb7/gr2.sml gr2 gr2.sml sml 11250 163 188 IMAGE-THUMBNAIL 1-s2.0-S2468823125006807-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/ga1/THUMBNAIL/image/gif/05c5dfbf3bfbddddba6d696021437f8b/ga1.sml ga1 true ga1.sml sml 9162 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125006807-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr3/THUMBNAIL/image/gif/d7bcd24b14697b5eec0556961af1ebf3/gr3.sml gr3 gr3.sml sml 20851 156 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125006807-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr4/THUMBNAIL/image/gif/c7da41a426b2f936779581061c05aedd/gr4.sml gr4 gr4.sml sml 9464 164 212 IMAGE-THUMBNAIL 1-s2.0-S2468823125006807-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/gr1/THUMBNAIL/image/gif/01bbc72dc9e1e2fe49bdd9da4054f7c3/gr1.sml gr1 gr1.sml sml 7010 60 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125006807-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/HIGHRES/image/jpeg/157c82abacb15b7539f830b8d5bb26fb/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 648045 2604 2995 IMAGE-HIGH-RES 1-s2.0-S2468823125006807-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/HIGHRES/image/jpeg/93e73e22d8aa64bd0bae424eedff1b1e/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 270468 886 2213 IMAGE-HIGH-RES 1-s2.0-S2468823125006807-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/HIGHRES/image/jpeg/881af1b32ff8868852617bef72043cd4/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1227104 2489 3493 IMAGE-HIGH-RES 1-s2.0-S2468823125006807-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/HIGHRES/image/jpeg/90977f0466c4d115897e7f9de0b5714f/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 333120 1289 1665 IMAGE-HIGH-RES 1-s2.0-S2468823125006807-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/HIGHRES/image/jpeg/38ee65b70f6fbd104248f0e55513a030/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 306106 954 3498 IMAGE-HIGH-RES 1-s2.0-S2468823125006807-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/ed14c0dfdbbca84ad996c28562e909d4/mmc1.docx mmc1 mmc1.docx docx 6641691 APPLICATION 1-s2.0-S2468823125006807-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125006807/image/svg+xml/a03e3dadf616f010d53abb25911b7922/si1.svg si1 si1.svg svg 2589 ALTIMG MCAT 115495 115495 S2468-8231(25)00680-7 10.1016/j.mcat.2025.115495 The Authors Fig. 1 XRD diffractogram of a) BVO; b) 0.5 & 1 % CuBVO and c) diffractogram in the range of 28°−29.5°. Fig 1 Fig. 2 (a) UV spectra; (b) bandgap values calculated using Tauc plot method; (c) FTIR spectra; and (d) Raman Spectroscopy. Fig 2 Fig. 3 SEM-EDX analysis and composition of the photocatalysts a) 0.5 % CuBVO and b) 1 % CuBVO. Fig 3 Fig. 4 Ethanol yield in the microfluidic system under different test conditions. Fig 4 Table 1 Elemental analysis of undoped and CuBVO structures. Table 1 Cu % % Weight Bi V O Cu 0.5 68.62 18.74 8.49 1.48 1 59.05 30.17 8.92 1.89 Undoped 17.73 42.48 39.79 – Table 2 Comparison of microfluidic photocatalytic CO2R systems. Table 2 Sr. No. Catalyst Reactor type Light source Product Yield Advantages Ref 1. Cu/BiVO4 nanoparticles Microchannel with catalyst slurry Visible LED (12 mW/cm2) C2H5O6 1.2 μmol g−1 h−1 facet selective catalysis, moderate yield [16] 2. Ni-Doped MoS2 Fixed bed reactor Thermal CH3OH 83.73 % selectivity compact setup, high selectivity, block S-vacancies [17] 3. CdS Quantum dots Sealed vial 300 W Xenon lamp(λ > 420 nm) COH₂ BDA 7.20 μmol12.34 μmol31.54 μmol stable & reusable system, tunable CO/H₂ ratios, high BDA selectivity [18] 4. Copper doped TiO2 Sealed quartz tube 15 W low-pressure mercury lamp (UV, λ = 254 nm) CH3OH 25.6 μmol/g-cat high photoactivity than pure TiO₂, reduced electron–hole recombination, copper acts as an electron trap [19] 5. Cu/In2O3 nanocubes Quartz reactor Thermal CO₂ 0.52 × 10⁻⁶ mol g⁻¹ s⁻¹ high CO oxidation activity & Cu⁺ content, stable cubic phase, strong Cu–In interaction [20] 6. Ce-MOF/Bi2MoO6 Sealed quartz reactor Solar simulator (Xe lamp) CH₄CH₃OHHCOOH 113.87 μmol g−1 h−1 40.59 μmol g−1 h−1 73.48 μmol g−1 h−1 better CO₂ adsorption, enhanced charge separation and interfacial transfer [21] 7. g-C3N4 NiCoWO4 Dual-chamber PEC + MES reactor Solar simulator (AM 1.5 G, 100 mW/cm²) CH3COO 1.04 mmol/L excellent charge transfer, efficient stability over cycles [22] 8. BiVO4 photoanodeCu2O/Cu photocathode PVC single channel Xenon lamp with AM 1.5 filter – 0.017 mW/cm2 enhanced mass and electron transfer, dual-photoelectrode design improves charge separation [23] 9. TiO2 Sandwich-type microfluidic reactor UV light (365 nm, 2 mW/cm2) CH3OH 162 µM high surface-to-volume ratio, better mass transfer, compatible with PEC systems [24] 10. CdS/(Cu-TNTs) Bulk system Xenon lamp C₂H₆ 17 μL g −1 h−1 no sacrificial agents used, multi-carbon hydrocarbons (C1–C3) generated, Cu enables methyl radical trapping and C–C coupling [25] 11. Cu-doped BVO Planar microfluidic cell White LED (14 mW/cm2) C2H6O 4.039 ppm improved ethanol selectivity, thin film architecture, low recombination This work Note: BDA-dibenzylamine, PEC-photoelectrochemical, MES-microbial electrosynthesis system. Conversion of CO2-to-ethanol on a microfluidic photoreactor using dumbbell-shaped copper-doped bismuth vanadate catalyst Darshana Rajput Writing – original draft Validation Investigation Conceptualization a Mauricio Trujillo Sánchez Writing – review & editing Validation Investigation Conceptualization b Arnold Hernández-Palomares Writing – review & editing Writing – original draft Investigation c Raúl Olivera-Flores Writing – original draft Investigation d Srinivas Godavarthi Writing – review & editing Writing – original draft Visualization Supervision Resources Funding acquisition Conceptualization e Raúl Barbosa Investigation Data curation f g Brian A. Korgel Writing – original draft Investigation g Fabricio Espejel Ayala Writing – original draft Investigation a Rajesh Biswal Writing – original draft Investigation h L.G. Arriaga Writing – original draft Investigation i Goldie Oza Writing – review & editing Writing – original draft Visualization Supervision Methodology Funding acquisition Formal analysis Conceptualization a ⁎ a Centro de Investigación y Desarrollo Tecnológico en Electroquímica (CIDETEQ), Parque Tecnológico, Querétaro S/N, Sanfandila, Pedro Escobedo, Santiago de Querétaro, Querétaro, 76703, Mexico Centro de Investigación y Desarrollo Tecnológico en Electroquímica (CIDETEQ) Parque Tecnológico Querétaro S/N, Sanfandila, Pedro Escobedo Santiago de Querétaro Querétaro 76703 Mexico aCentro de Investigación y Desarrollo Tecnológico en Electroquímica (CIDETEQ), Parque Tecnológico, Querétaro S/N, Sanfandila, Pedro Escobedo, Santiago de Querétaro, Querétaro, 76703, Mexico b Instituto Tecnológico Superior de Xalapa, Sección 5A Reserva Territorial S/N, Col. Santa Bárbara, Xalapa, Veracruz, 91096, Mexico Instituto Tecnológico Superior de Xalapa Sección 5A Reserva Territorial S/N, Col. Santa Bárbara Xalapa Veracruz 91096 Mexico bInstituto Tecnológico Superior de Xalapa, Sección 5A Reserva Territorial S/N, Col. Santa Bárbara, Xalapa, Veracruz, 91096, Mexico c Centro de Física Aplicada y Tecnología Avanzada, Universidad Nacional Autónoma de México, Boulevard Juriquilla 3001, Santiago de Querétaro, Querétaro, 76230, Mexico Centro de Física Aplicada y Tecnología Avanzada Universidad Nacional Autónoma de México Boulevard Juriquilla 3001 Santiago de Querétaro Querétaro 76230 Mexico cCentro de Física Aplicada y Tecnología Avanzada, Universidad Nacional Autónoma de México, Boulevard Juriquilla 3001, Santiago de Querétaro, Querétaro, 76230, Mexico d Universidad Juárez Autónoma de Tabasco, Centro de Investigación de Ciencia y Tecnología Aplicada de Tabasco (CICTAT), Cunduacán, 86690, Tabasco, Mexico Universidad Juárez Autónoma de Tabasco Centro de Investigación de Ciencia y Tecnología Aplicada de Tabasco (CICTAT) Cunduacán Tabasco 86690 Mexico dUniversidad Juárez Autónoma de Tabasco, Centro de Investigación de Ciencia y Tecnología Aplicada de Tabasco (CICTAT), Cunduacán, 86690, Tabasco, Mexico e Investigadoras e Investigadores por México, División Académica de Ciencias Básicas, Universidad Juárez Autónoma de Tabasco, Cunduacán, 86690, Tabasco, Mexico Investigadoras e Investigadores por México División Académica de Ciencias Básicas Universidad Juárez Autónoma de Tabasco Cunduacán Tabasco 86690 Mexico eInvestigadoras e Investigadores por México, División Académica de Ciencias Básicas, Universidad Juárez Autónoma de Tabasco, Cunduacán, 86690, Tabasco, Mexico f Department of Chemical Engineering, University of Texas at Austin, Austin, TX, 78712, USA Department of Chemical Engineering University of Texas at Austin Austin TX 78712 USA fDepartment of Chemical Engineering, University of Texas at Austin, Austin, TX, 78712, USA g McKetta Department of Chemical Engineering and Texas Materials Institute, The University of Texas at Austin, Austin, TX 78712, United States McKetta Department of Chemical Engineering and Texas Materials Institute The University of Texas at Austin Austin TX 78712 United States gMcKetta Department of Chemical Engineering and Texas Material Institute, The University of Texas at Austin, Austin, TX, 78712, United States h School of Engineering and Sciences, Tecnológico de Monterrey, Campus Guadalajara, Jalisco, 45201, Mexico School of Engineering and Sciences Tecnológico de Monterrey Campus Guadalajara Jalisco 45201 Mexico hSchool of Engineering and Sciences, Tecnológico de Monterrey, Campus Guadalajara, Jalisco, 45201, Mexico i Tecnológico de Monterrey, Institute of Advanced Materials for Sustainable Manufacturing, Santiago de Querétaro, 76130, Mexico Tecnológico de Monterrey Institute of Advanced Materials for Sustainable Manufacturing Santiago de Querétaro 76130 Mexico iTecnológico de Monterrey, Institute of Advanced Materials for Sustainable Manufacturing, Santiago de Querétaro, 76130, Mexico ⁎ Corresponding author. Mitigating CO2 emissions is a critical global objective. This study investigates the enhanced reduction of CO2 to ethanol using copper-doped bismuth vanadate (CuBVO) as a photocatalyst within a microfluidic system. Doping bismuth vanadate with 0.5 % and 1 % copper, resulted in significant improvements in photocatalytic efficiency, especially with 1 % copper doping. The reaction is driven under visible light-emitting diode using a microfluidic platform, where the thin film of CuBVO facilitates the CO2 reduction process. Gas chromatographic analysis confirms the generation of ethanol as a product. The results highlight the potential of microfluidic systems combined with perovskite-based photocatalysts for effective CO2 reduction. Graphical abstract Image, graphical abstract Keywords Co2 reduction Thin films Copper doping Bismuth vanadate Heterogeneous photocatalysis Microfluidic system Data availability Data will be made available on request. 1 Introduction Global carbon dioxide (CO2) emissions from fossil fuel consumption surged in 2023 to a record high of 37.4 Gt, driven by unprecedented post-pandemic economic growth and slow progress in improving energy efficiency [1]. Intensive research reports are dedicated to developing materials that selectively reduce CO2 levels in the atmosphere and convert CO2 into value-added chemicals and fuels, which contribute to sustainable energy and meet increasing energy demands [2,3]. Starting from photocatalytic reactions with various nanostructured materials, perovskite-based photocatalysts have shown great promise for CO2 conversion into H2, CH4, CH3OH, and NH3, via complex photoreactions that harness solar photons as energy sources [4]. Thus, it is imperative to develop an efficient photocatalyst capable of being driven by visible light which is >43 % of the solar spectrum. Perovskite oxides (POs) are being studied and applied in many photocatalytic reduction systems for their good photoactivity, abundance and desirable band gap absorbing visible light [5]. In this regard, bismuth vanadate (BVO) has garnered attention given its exceptional advantages as a visible light photocatalyst, as it presents an adequate bandgap, simple preparation process, high charge transfer, and lesser recombination rates [6]. Different modifications of BVO have been reported due to low separation and transport of photoinduced electron-hole pairs, transition metals have been used to promote charge transport based on greater mobility of electrons and holes [7,8]. It is shown that copper-doped BiVO4 (CuBVO) acts as an electron/hole mediator for CO2 photoreduction reaction, promoting electron-hole separation and improving photocatalytic efficiency [9]. Recent studies have also supported the ability of copper to stabilize key efficient CO2 reduction (CO2R) intermediates and enhance CC coupling resulting in ethanol generation [10,11]. Additionally, integration of structured catalysts in confined microfluidic systems has shown promising results in enhancing reaction selectivity and efficiency [12,13]. Utilizing a microfluidic design for the cell exhibits advantages like higher surface area, lower energy requirements and higher flow dynamics. Together they offer promising prospects for efficient CO2R. Thus, the purpose of this work is to utilize CuBVO to develop state-of-the-art microfluidic photocatalytic cells and study their catalytic efficiencies for CO2R. 2 Experimental At first BVO was prepared by hydrothermal synthesis and later copper was doped at concentrations of 0.5 and 1 % using an impregnation method to obtain CuBVO. (SI 1.1). Later, CuBVO was deposited on the microfluidic platform as a thin film by air spraying technique. For analyzing the photoactivity of CuBVO, a photocatalytic microfluidic setup was designed that included an emitting diode lamp (Reflector LED, 20Watts, 6500k Color Temperature, Ip-65) that has an irradiation power of I 0 = 13.875 mW/cm2. One dark and light cycle each was performed using the microfluidic platform. CO2 saturated 0.1 M NaHCO3 was injected in this microfluidic set-up using a NE 1000 single syringe pump. The samples were taken at every interval for 5 h and the products were analyzed using gas chromatography (Nexis GC-2030, SHIMADZU). Material characterizations and fabrication of the planar microfluidic system are discussed in the SI. 3 Results and discussion Fig. 1 b shows the XRD diffractogram of BVO after Cu doping. The patterns show the characteristic peaks of monoclinic scheelite (JCPDS - 014-0688). A change in intensities and base width of CuBVO peaks was observed, this can be attributed to the possible change in morphology due to grinding applied during Cu doping. Furthermore, a slight shift to lower angles of the signal at 2θ = 28.8 corresponding to the (hkl) plane (−121) of BVO monoclinic scheelite is observed due to doping with copper. Lower 2θ shift indicates non-uniform strain induced in the BVO system with variation in the lattice dimensions (Fig. 1c) [14]. Fig. 2 d shows the Raman spectra, where the main vibrational bands are observed around 211, 336, 360, 646, 711, and 830 cm-1 that represent the VO4 tetrahedron [15]. Also, Cu-doped samples show a higher frequency shift in the VO stretching mode at 836 cm-1 with respect to undoped BVO at 830 cm-1, this is attributed to the replacement of some sites of vanadium by copper ions in VO4 tetrahedron. The above results can be corroborated with FT-IR characterization results (Fig. 2c) since changes are observed in the IR band at 744 cm-1, which corresponds to V O 4 3 − tetrahedron, showing a higher frequency change for CuBVO, which indicates that the structure variation of VO4 3- tetrahedron can be altered, this shows the incorporation of dopants into the lattice. From the UV–visible DRS spectra (Fig. 2a), the bandgap values of BVO, 0.5 %, and 1 % CuBVO were noted to be 2.4, 2.26, and 2.6 eV respectively. This demonstrates that the %Cu was proportional to the bandgap values, this is attributed to the surface doping of Cu allowing the formation of acceptor energy levels just above the maximum of the valence band [14]. SEM images (Fig. 3 ) reveal rectangular rod-shaped morphology for 0.5 % CuBVO and dumbbell shaped structures as well as an agglomerated circular morphology for 1 % CuBVO, which might expose the 010 and 110 facets on the surface of the crystals. The EDX spectrum (Table 1 ) reflects the proportion of Cu in the doped materials, being 1.48 % and 1.89 % for the 0.5 % and 1 % materials respectively. Photocatalytic CO2 reduction studies were performed using BVO, 0.5 % and 1 % CuBVO. The particles were transformed into ink using Isopropanol and then spray coated on a glass slide for microfluidic reactor fabrication (discussed in detail in SI). This set-up was efficiently utilized for CO2 reduction in the presence of an LED lamp. The liquid samples taken at each interval were then analyzed using Gas Chromatography. The chromatograms obtained from the CO2R experiments (Fig. 4 and S2.1) reveal conversion of CO2 to ethanol in experiments performed using 1 % CuBVO. A yield of 4.039 ppm of ethanol was obtained from 1 %CuBVO using the photocatalytic microfluidic system. This observation is similar to a study published by Xiang et al. [16], wherein doping of bismuth vanadate photocatalyst using copper resulted in generation of ethanol. To further benchmark our system, a broader comparison with other photocatalytic CO2 reduction systems is presented in Table 2 , which demonstrates the advantages of our setup such as its thin film architecture and effective visible light driven catalysis under mild conditions. The increment of photoactivity is attributed to the selective deposition of copper on 110 and 010 facets on the BVO particles, which leads to effective charge separation and improved photoactivity (high hydrocarbon generation). Facet-dependent CO2R could be the probable reason for the generation of ethanol in 1 % CuBVO particles. This can be confirmed with the XRD diffractograms of CuBVO (Fig. 1b) where the sample that shows the characteristic peaks of the 011 and 121 phases of BVO nanoparticles has higher photoactivity due to its higher charge carrier mobility and lower overall potential energy of O2 evolution [26]. Multiple factors could influence the resulting inability of 0.5 % CuBVO to produce CO2 reduced products, including the thickness of the photocatalyst thin film deposited and the CO2 gas purged into the NaHCO3 solution. The mechanism for ethanol formation in the CuBVO system likely involves a multi-step photoreduction pathway involving CC coupling of surface-adsorbed intermediates. Upon visible light irradiation, BVO generates photogenerated electrons and holes, which are separated more efficiently due to Cu doping. The copper ions act as electron mediators, suppressing charge recombination and facilitating multi-electron reduction steps [27]. Initially, CO₂ is adsorbed onto active sites and undergoes one-electron reduction to form the *CO₂ ⁻ intermediate, which is further reduced to *CO and *CHO species. The Cu dopant sites stabilize these intermediates, lowering the energy barrier for hydrogenation and coupling reactions. Two adjacent *CHO species may undergo CC coupling to form a *CH₂CHO intermediate, which upon sequential hydrogenation leads to the formation of ethanol (C₂H₅OH) [28]. Recent studies support this mechanism, reporting copper-facilitated pathways for C₂ product formation via the coupling of *CO/*CHO intermediates on bismuth-based photocatalysts [10,18,29]. The facet-selective exposure in CuBVO, particularly the (010) and (110) planes, further enhances the spatial separation of oxidation and reduction sites, promoting directional electron flow and improving ethanol selectivity [13]. 4 Conclusions In this work, we report the photocatalytic CO2R experiment performed in a microfluidic system in tandem with copper doped-BiVO4 particles. An initial dark cycle and one light cycle of CO2R experiments were performed and ethanol generation was observed in the sample doped with 1 % copper with a final concentration of 4.039 ppm. The results demonstrate that the photocatalytic capability of the particles can be enhanced by doping with metal ions and the application of a microfluidic system to reduce CO2 molecules photo-catalytically is possible. The planar microfluidic system not only facilitates efficient interaction between the particles and the CO2 molecule but also optimizes the reaction conditions through its innate small-scale advantages. The successful breakdown of CO2 molecules and generation of ethanol, a valuable hydrocarbon as a byproduct demonstrates the viability of applying CuBVO in practical applications aimed at reducing CO2. Further research focuses on modifying the microfluidic design and setup and exploring the scalability of the technology to further improve the CO2R reactions and improve the yield of the reduced products. CRediT authorship contribution statement Darshana Rajput: Writing – original draft, Validation, Investigation, Conceptualization. Mauricio Trujillo Sánchez: Writing – review & editing, Validation, Investigation, Conceptualization. Arnold Hernández-Palomares: Writing – review & editing, Writing – original draft, Investigation. Raúl Olivera-Flores: Writing – original draft, Investigation. Srinivas Godavarthi: Writing – review & editing, Writing – original draft, Visualization, Supervision, Resources, Funding acquisition, Conceptualization. Raúl Barbosa: Investigation, Data curation. Brian A. Korgel: Writing – original draft, Investigation. Fabricio Espejel Ayala: Writing – original draft, Investigation. Rajesh Biswal: Writing – original draft, Investigation. L.G. Arriaga: Writing – original draft, Investigation. Goldie Oza: Writing – review & editing, Writing – original draft, Visualization, Supervision, Methodology, Funding acquisition, Formal analysis, Conceptualization. Declaration of competing interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Goldie Oza reports financial support was provided by Centre for Research and Technological Development in Electrochemistry. Goldie Oza reports financial support was provided by Secretaría de Ciencia, Humanidades, Tecnología e Innovación. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We are grateful for the funding provided by Ciencias de Fronteras Project No. (CF 19/2096029 and CF-2023-G-1177) and National Laboratory project (LABMyN) LN-2025-C-110. Authors Darshana Rajput and Raul Olivera Flores would like to thank SECIHTI for the postgraduate scholarship provided to perform this work. We would also like to thank Dr. Susana Citlaly Gaucin Gutiérrez (CIDETEQ) for XRD analysis. Brian A. Korgel acknowledges financial support of this work by the Robert A. Welch Foundation (Grant no. F-1464). Raul Barbosa was supported by the National Science Foundation under Grant No. DGE-1828974. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115495. Appendix Supplementary materials Image, application 1 References [1] REN21 Renewables 2024 Global Status Report collection 2024 www.ren21.net/gsr-2024%0AREPORT REN21, Renewables 2024 Global Status Report collection, 2024. www.ren21.net/gsr-2024%0AREPORT. [2] A. Malik N. Saini A. Kumar P. Prajapati D. Tripathi S.L. Jain CO2 photoreduction integrated with oxidative coupling of amines over WO3/Cu(BTC) nanocomposite Mol. Catal. 562 2024 114222 10.1016/j.mcat.2024.114222 A. Malik, N. Saini, A. Kumar, P. Prajapati, D. Tripathi, S.L. Jain, CO2 photoreduction integrated with oxidative coupling of amines over WO3/Cu(BTC) nanocomposite, Mol. Catal. 562 (2024) 114222. https://doi.org/10.1016/j.mcat.2024.114222. [3] C. Du X. Wang W. Chen S. Feng J. Wen Y.A. Wu CO2 transformation to multicarbon products by photocatalysis and electrocatalysis Mater. Today Adv. 6 2020 10.1016/j.mtadv.2020.100071 C. Du, X. Wang, W. Chen, S. Feng, J. Wen, Y.A. Wu, CO2 transformation to multicarbon products by photocatalysis and electrocatalysis, Mater. Today Adv. 6 (2020). https://doi.org/10.1016/j.mtadv.2020.100071. [4] A. Tabish A.M. Varghese M.A. Wahab G.N. Karanikolos Perovskites in the energy grid and CO2 conversion: current context and future directions Catalysts 10 2020 1 30 10.3390/catal10010095 A. Tabish, A.M. Varghese, M.A. Wahab, G.N. Karanikolos, Perovskites in the energy grid and CO2 conversion: current context and future directions, Catalysts 10 (2020) 1–30. https://doi.org/10.3390/catal10010095. [5] M. Irshad Q. tul Ain M. Zaman M.Z. Aslam N. Kousar M. Asim M. Rafique K. Siraj A.N. Tabish M. Usman M. ul Hassan Farooq M.A. Assiri M. Imran Photocatalysis and perovskite oxide-based materials: a remedy for a clean and sustainable future RSC Adv. 12 2022 7009 7039 10.1039/d1ra08185c M. Irshad, Q. tul Ain, M. Zaman, M.Z. Aslam, N. Kousar, M. Asim, M. Rafique, K. Siraj, A.N. Tabish, M. Usman, M. ul Hassan Farooq, M.A. Assiri, M. Imran, Photocatalysis and perovskite oxide-based materials: a remedy for a clean and sustainable future, RSC Adv.. 12 (2022) 7009–7039. https://doi.org/10.1039/d1ra08185c. [6] M. Xu J. Yang C. Sun L. Liu Y. Cui B. Liang Performance enhancement strategies of bi-based photocatalysts: a review on recent progress Chem. Eng. J. 389 2020 124402 10.1016/j.cej.2020.124402 M. Xu, J. Yang, C. Sun, L. Liu, Y. Cui, B. Liang, Performance enhancement strategies of bi-based photocatalysts: a review on recent progress, Chem. Eng. J. 389 (2020) 124402. https://doi.org/10.1016/j.cej.2020.124402. [7] A. Massaro A. Pecoraro S. Hernández G. Talarico A.B. Muñoz-García M. Pavone Oxygen evolution reaction at the Mo/W-doped bismuth vanadate surface: assessing the dopant role by DFT calculations Mol. Catal. 517 2022 112036 10.1016/j.mcat.2021.112036 A. Massaro, A. Pecoraro, S. Hernández, G. Talarico, A.B. Muñoz-García, M. Pavone, Oxygen evolution reaction at the Mo/W-doped bismuth vanadate surface: assessing the dopant role by DFT calculations, Mol. Catal. 517 (2022) 112036. https://doi.org/10.1016/j.mcat.2021.112036. [8] X. Yan H. Xie G. Wu F.-X. Xiao Boosted solar water oxidation steered by atomically precise alloy nanocluster Chinese Chem. Lett. 36 2024 110279 10.1016/j.cclet.2024.110279 X. Yan, H. Xie, G. Wu, F.-X. Xiao, Boosted solar water oxidation steered by atomically precise alloy nanocluster, Chinese Chem. Lett. 36 (2024) 110279. https://doi.org/10.1016/j.cclet.2024.110279. [9] Z. Zhu C.X. Yang Y.T. Hwang Y.C. Lin R.J. Wu Fuel generation through photoreduction of CO2 on novel Cu/BiVO4 Mater. Res. Bull. 130 2020 110955 10.1016/j.materresbull.2020.110955 Z. Zhu, C.X. Yang, Y.T. Hwang, Y.C. Lin, R.J. Wu, Fuel generation through photoreduction of CO2 on novel Cu/BiVO4, Mater. Res. Bull. 130 (2020) 110955. https://doi.org/10.1016/j.materresbull.2020.110955. [10] B. Tang F.X. Xiao An overview of solar-driven photoelectrochemical CO2Conversion to chemical fuels ACS Catal. 12 2022 9023 9057 10.1021/acscatal.2c01667 B. Tang, F.X. Xiao, An overview of solar-driven photoelectrochemical CO2Conversion to chemical fuels, ACS Catal.. 12 (2022) 9023–9057. https://doi.org/10.1021/acscatal.2c01667. [11] C.L. Tan M.Y. Qi Z.R. Tang Y.J. Xu Isolated single-atom cobalt in the ZnIn2S4Monolayer with exposed Zn sites for CO2Photofixation ACS Catal. 13 2023 8317 8329 10.1021/acscatal.3c00992 C.L. Tan, M.Y. Qi, Z.R. Tang, Y.J. Xu, Isolated single-atom cobalt in the ZnIn2S4Monolayer with exposed Zn sites for CO2Photofixation, ACS Catal.. 13 (2023) 8317–8329. https://doi.org/10.1021/acscatal.3c00992. [12] M.X. Yang Z.H. He X.Y. Wei S.W. Wang K. Wang H. Zhao W. Wang H. Wang Z.T. Liu Construction of BiOBr nanosheets and oxygen vacancy-rich TiNS heterojunction for efficient photothermal CO2 reduction Mol. Catal. 575 2025 114910 10.1016/j.mcat.2025.114910 M.X. Yang, Z.H. He, X.Y. Wei, S.W. Wang, K. Wang, H. Zhao, W. Wang, H. Wang, Z.T. Liu, Construction of BiOBr nanosheets and oxygen vacancy-rich TiNS heterojunction for efficient photothermal CO2 reduction, Mol. Catal. 575 (2025) 114910. https://doi.org/10.1016/j.mcat.2025.114910. [13] M. Qi Y. Xu Efficient and direct functionalization of Allylic sp 3 C−H bonds with concomitant CO 2 reduction Angew. Chemie 135 2023 10.1002/ange.202311731 M. Qi, Y. Xu, Efficient and direct functionalization of Allylic sp 3 C−H bonds with concomitant CO 2 reduction, Angew. Chemie 135 (2023). https://doi.org/10.1002/ange.202311731. [14] V.I. Merupo S. Velumani M. Bizarro A. Kassiba Structural, morphological and optical properties of sol-gel prepared Cu doped BiVO4 powders 2015 12th Int. Conf. Electr. Eng. Comput. Sci. Autom. Control 2015 IEEE 1 5 10.1109/ICEEE.2015.7357978 V.I. Merupo, S. Velumani, M. Bizarro, A. Kassiba, Structural, morphological and optical properties of sol-gel prepared Cu doped BiVO4 powders, in: 2015 12th Int. Conf. Electr. Eng. Comput. Sci. Autom. Control, IEEE, 2015: pp. 1–5. https://doi.org/10.1109/ICEEE.2015.7357978. [15] L. Sandhya Kumari P.Prabhakar Rao A. Narayana Pillai Radhakrishnan V. James S. Sameera P. Koshy Brilliant yellow color and enhanced NIR reflectance of monoclinic BiVO 4 through distortion in VO43- tetrahedra Sol. Energy Mater. Sol. Cells 112 2013 134 143 10.1016/j.solmat.2013.01.022 L. Sandhya Kumari, P.Prabhakar Rao, A. Narayana Pillai Radhakrishnan, V. James, S. Sameera, P. Koshy, Brilliant yellow color and enhanced NIR reflectance of monoclinic BiVO 4 through distortion in VO43- tetrahedra, Sol. Energy Mater. Sol. Cells 112 (2013) 134–143. https://doi.org/10.1016/j.solmat.2013.01.022. [16] X. Yu V.V. Ordomsky A.Y. Khodakov Selective deposition of cobalt and copper oxides on BiVO4 facets for enhancement of CO2 photocatalytic reduction to hydrocarbons ChemCatChem 12 2020 740 749 10.1002/cctc.201901115 X. Yu, V.V. Ordomsky, A.Y. Khodakov, Selective deposition of cobalt and copper oxides on BiVO4 facets for enhancement of CO2 photocatalytic reduction to hydrocarbons, ChemCatChem 12 (2020) 740–749. https://doi.org/10.1002/cctc.201901115. [17] Y. Yuan L. Qi Z. Gao T. Guo D. Zhai Y. He J. Ma Q. Guo Performance exploration of Ni-doped MoS2 in CO2 hydrogenation to methanol Molecules 28 2023 5796 10.3390/molecules28155796 Y. Yuan, L. Qi, Z. Gao, T. Guo, D. Zhai, Y. He, J. Ma, Q. Guo, Performance exploration of Ni-doped MoS2 in CO2 hydrogenation to methanol, Molecules 28 (2023) 5796. https://doi.org/10.3390/molecules28155796. [18] L.H. Gao W.Y. Xiao M.Y. Qi J.Y. Li C.L. Tan Z.R. Tang Photoredox-catalyzed coupling of CO2 reduction and amines oxidation by Cu doped CdS quantum dots Mol. Catal. 554 2024 113858 10.1016/j.mcat.2024.113858 L.H. Gao, W.Y. Xiao, M.Y. Qi, J.Y. Li, C.L. Tan, Z.R. Tang, Photoredox-catalyzed coupling of CO2 reduction and amines oxidation by Cu doped CdS quantum dots, Mol. Catal. 554 (2024) 113858. https://doi.org/10.1016/j.mcat.2024.113858. [19] M. Cheng S. Yang R. Chen X. Zhu Q. Liao Y. Huang Copper-decorated TiO2 nanorod thin films in optofluidic planar reactors for efficient photocatalytic reduction of CO2 Int. J. Hydrogen Energy 42 2017 9722 9732 10.1016/j.ijhydene.2017.01.126 M. Cheng, S. Yang, R. Chen, X. Zhu, Q. Liao, Y. Huang, Copper-decorated TiO2 nanorod thin films in optofluidic planar reactors for efficient photocatalytic reduction of CO2, Int. J. Hydrogen Energy 42 (2017) 9722–9732. https://doi.org/10.1016/j.ijhydene.2017.01.126. [20] S. Dong M. Wang H. Li H. Fu J. Yang M. Zhu Enhanced CO oxidation of supported Cu/In2O3 catalysts: the phase effect Ind. Eng. Chem. Res. 64 2025 4293 4299 10.1021/acs.iecr.4c04109 S. Dong, M. Wang, H. Li, H. Fu, J. Yang, M. Zhu, Enhanced CO oxidation of supported Cu/In2O3 catalysts: the phase effect, Ind. Eng. Chem. Res. 64 (2025) 4293–4299. https://doi.org/10.1021/acs.iecr.4c04109. [21] W. Cai X. Yu Y. Cao C. Hu Y. Wang Y. Zhao Y. Bu Electron-coupled enhanced interfacial interaction of Ce-MOF/Bi2MoO6heterostructure for boosted photoreduction CO2 J. Environ. Chem. Eng. 10 2022 107461 10.1016/j.jece.2022.107461 W. Cai, X. Yu, Y. Cao, C. Hu, Y. Wang, Y. Zhao, Y. Bu, Electron-coupled enhanced interfacial interaction of Ce-MOF/Bi2MoO6heterostructure for boosted photoreduction CO2, J. Environ. Chem. Eng. 10 (2022) 107461. https://doi.org/10.1016/j.jece.2022.107461. [22] P. Gupta N. Verma Conversion of CO2 to formate using activated carbon fiber-supported g-C3N4-NiCoWO4 photoanode in a microbial electrosynthesis system Chem. Eng. J. 446 2022 137029 10.1016/j.cej.2022.137029 P. Gupta, N. Verma, Conversion of CO2 to formate using activated carbon fiber-supported g-C3N4-NiCoWO4 photoanode in a microbial electrosynthesis system, Chem. Eng. J. 446 (2022) 137029. https://doi.org/10.1016/j.cej.2022.137029. [23] Y. He Y. Zhang L. Li W. Shen J. Li An efficient optofluidic photocatalytic fuel cell with dual-photoelectrode for electricity generation from wastewater treatment J. Solid State Chem. 293 2021 10.1016/j.jssc.2020.121780 Y. He, Y. Zhang, L. Li, W. Shen, J. Li, An efficient optofluidic photocatalytic fuel cell with dual-photoelectrode for electricity generation from wastewater treatment, J. Solid State Chem. 293 (2021). https://doi.org/10.1016/j.jssc.2020.121780. [24] E. Kalamaras M. Maroto-Valer J. Xuan H. Wang A microfluidic reactor for solar fuel production from photocatalytic CO2 reduction Energy Procedia 142 2017 501 506 10.1016/j.egypro.2017.12.078 E. Kalamaras, M. Maroto-Valer, J. Xuan, H. Wang, A microfluidic reactor for solar fuel production from photocatalytic CO2 reduction, Energy Procedia 142 (2017) 501–506. https://doi.org/10.1016/j.egypro.2017.12.078. [25] H. Park H.H. Ou A.J. Colussi M.R. Hoffmann Artificial photosynthesis of C1-C3 hydrocarbons from water and CO2 on titanate nanotubes decorated with nanoparticle elemental copper and CdS quantum dots J. Phys. Chem. A 119 2015 4658 4666 10.1021/jp511329d H. Park, H.H. Ou, A.J. Colussi, M.R. Hoffmann, Artificial photosynthesis of C1-C3 hydrocarbons from water and CO2 on titanate nanotubes decorated with nanoparticle elemental copper and CdS quantum dots, J. Phys. Chem. A 119 (2015) 4658–4666. https://doi.org/10.1021/jp511329d. [26] J. Yang D. Wang X. Zhou C. Li A theoretical study on the mechanism of photocatalytic oxygen evolution on BiVO 4 in aqueous solution Chem. – A Eur. J. 19 2013 1320 1326 10.1002/chem.201202365 J. Yang, D. Wang, X. Zhou, C. Li, A theoretical study on the mechanism of photocatalytic oxygen evolution on BiVO 4 in aqueous solution, Chem. – A Eur. J. 19 (2013) 1320–1326. https://doi.org/10.1002/chem.201202365. [27] Y. Chen Q. Luo X. Hao Y. Zhao X. Li S. He X. Liu S. Li New in-sights into the engineering of reactive oxygen species with boosting photothermal catalytic selectivity for dihydroxyacetone by synergistic Cu/Ce bimetallic active center over BiVO4 Mol. Catal. 555 2024 113871 10.1016/j.mcat.2024.113871 Y. Chen, Q. Luo, X. Hao, Y. Zhao, X. Li, S. He, X. Liu, S. Li, New in-sights into the engineering of reactive oxygen species with boosting photothermal catalytic selectivity for dihydroxyacetone by synergistic Cu/Ce bimetallic active center over BiVO4, Mol. Catal. 555 (2024) 113871. https://doi.org/10.1016/j.mcat.2024.113871. [28] F. Gao H. Yang C. Nan W. Zhou N. Gao Y. Jia Y. Zhang R. Chen Efficient CO2 reduction to formate using a Cu-doped BiVO4 electrocathode in a WO3 photoanode-assisted photoelectrocatalytic system J. Electroanal. Chem. 930 2023 117146 10.1016/j.jelechem.2023.117146 F. Gao, H. Yang, C. Nan, W. Zhou, N. Gao, Y. Jia, Y. Zhang, R. Chen, Efficient CO2 reduction to formate using a Cu-doped BiVO4 electrocathode in a WO3 photoanode-assisted photoelectrocatalytic system, J. Electroanal. Chem. 930 (2023) 117146. https://doi.org/10.1016/j.jelechem.2023.117146. [29] S. Zhang Z. Ma Y. Li Y. Su N. Ma X. Guo L. Li Q. Liu Z. Wang Enhancing enantioselectivity of manganese catalyst for asymmetric transfer hydrogenation of ketones through P,N,N-chelation of a cyclooctyl pyridine J. Catal. 437 2024 115682 10.1016/j.jcat.2024.115682 S. Zhang, Z. Ma, Y. Li, Y. Su, N. Ma, X. Guo, L. Li, Q. Liu, Z. Wang, Enhancing enantioselectivity of manganese catalyst for asymmetric transfer hydrogenation of ketones through P,N,N-chelation of a cyclooctyl pyridine, J. Catal. 437 (2024) 115682. https://doi.org/10.1016/j.jcat.2024.115682.",
      "scopus-id": "105016312193",
      "coredata": {
        "eid": "1-s2.0-S2468823125006807",
        "dc:description": "Mitigating CO2 emissions is a critical global objective. This study investigates the enhanced reduction of CO2 to ethanol using copper-doped bismuth vanadate (CuBVO) as a photocatalyst within a microfluidic system. Doping bismuth vanadate with 0.5 % and 1 % copper, resulted in significant improvements in photocatalytic efficiency, especially with 1 % copper doping. The reaction is driven under visible light-emitting diode using a microfluidic platform, where the thin film of CuBVO facilitates the CO2 reduction process. Gas chromatographic analysis confirms the generation of ethanol as a product. The results highlight the potential of microfluidic systems combined with perovskite-based photocatalysts for effective CO2 reduction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-12-31",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125006807",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rajput, Darshana"
          },
          {
            "@_fa": "true",
            "$": "Sánchez, Mauricio Trujillo"
          },
          {
            "@_fa": "true",
            "$": "Hernández-Palomares, Arnold"
          },
          {
            "@_fa": "true",
            "$": "Olivera-Flores, Raúl"
          },
          {
            "@_fa": "true",
            "$": "Godavarthi, Srinivas"
          },
          {
            "@_fa": "true",
            "$": "Barbosa, Raúl"
          },
          {
            "@_fa": "true",
            "$": "Korgel, Brian A."
          },
          {
            "@_fa": "true",
            "$": "Ayala, Fabricio Espejel"
          },
          {
            "@_fa": "true",
            "$": "Biswal, Rajesh"
          },
          {
            "@_fa": "true",
            "$": "Arriaga, L.G."
          },
          {
            "@_fa": "true",
            "$": "Oza, Goldie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125006807"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125006807"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S2468-8231(25)00680-7",
        "prism:volume": "587",
        "articleNumber": "115495",
        "prism:publisher": "The Authors. Published by Elsevier B.V.",
        "dc:title": "Conversion of CO2-to-ethanol on a microfluidic photoreactor using dumbbell-shaped copper-doped bismuth vanadate catalyst",
        "prism:copyright": "© 2025 The Authors. Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Co2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Thin films"
          },
          {
            "@_fa": "true",
            "$": "Copper doping"
          },
          {
            "@_fa": "true",
            "$": "Bismuth vanadate"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Microfluidic system"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": "ElsevierWaived",
        "prism:pageRange": "115495",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2025",
        "prism:doi": "10.1016/j.mcat.2025.115495",
        "prism:startingPage": "115495",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115495",
        "openaccessSponsorName": "Mexican Public Research Centers: Core Hybrid journals RAP 2025"
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "588",
            "@width": "676",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104239",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35805",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "562",
            "@width": "789",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124438",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "291",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35786",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "215",
            "@width": "790",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50719",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11250",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9162",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20851",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9464",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7010",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2604",
            "@width": "2995",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "648045",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "270468",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2489",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1227104",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1289",
            "@width": "1665",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "333120",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "954",
            "@width": "3498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "306106",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6641691",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125006807-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2589",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105016312193"
      }
    }
  }
}