{
  "metadata": {
    "title": "Sacrificial template induced Fe-, N-, and S-tridoped hollow carbon sphere as a highly efficient electrocatalyst for oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2022-09-30",
    "doi": "10.1016/j.mcat.2022.112589",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823122004758",
    "pii": "S2468823122004758"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85135717042",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2022-08-10 2022-08-10 2022-08-10 2022-08-10 2023-05-22T03:39:53 1-s2.0-S2468823122004758 S2468-8231(22)00475-8 S2468823122004758 10.1016/j.mcat.2022.112589 S300 S300.1 FULL-TEXT 1-s2.0-S2468823122X00138 2024-06-26T17:47:42.395391Z 0 0 20220901 20220930 2022 2022-08-10T04:41:56.833994Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 530 530 C Volume 530 3 112589 112589 112589 202209 September 2022 2022-09-01 2022-09-30 2022 Regular Papers article fla © 2022 Elsevier B.V. All rights reserved. SACRIFICIALTEMPLATEINDUCEDFENSTRIDOPEDHOLLOWCARBONSPHEREAHIGHLYEFFICIENTELECTROCATALYSTFOROXYGENREDUCTIONREACTION AN H 1 Introduction 2 Experimental section 2.1 Materials and chemicals 2.2 Synthesis of core-shell structured SiO2@PPy 2.3 Synthesis of hollow-structured FeNSC 2.4 Physical characterization of hollow-structured FeNSC 2.5 Electrochemical measurements of hollow-structured FeNSC 3 Results and discussion 3.1 Synthetic procedure of FeNSC hollow spheres 3.2 Physical characterization of FeNSC hollow sphere 3.3 Electrochemical measurements of FeNSC hollow sphere 4 Conclusion CRediT authorship contribution statement Acknowledgment Appendix Supplementary materials References HA 2021 42870 42879 J KIM 2019 1805617 C KIM 2021 12041 12050 M PARK 2020 118414 C LU 2020 4662 4678 X MIN 2021 130400 K YOO 2022 152405 R CHATTOT 2018 827 833 R WANG 2021 2639 2669 T JOSE 2021 1 9 V JI 2020 1408 1428 Q WANG 2018 3375 3379 J ZHU 2019 5875 5897 Y MU 2020 1907168 C SONG 2018 7748 7759 F ZHU 2022 2200394 G GOU 2019 545 552 W ZION 2021 2100963 N HA 2020 2002592 Y ZHANG 2021 119780 S YIN 2020 22160 22163 S XIANG 2022 135721 X HAN 2021 119411 J LIN 2021 6304 6315 Y WEI 2020 118347 X WANG 2021 2100219 Q REN 2018 1700515 Q WEI 2020 14747 14754 X CHENG 2021 130603 R CHEN 2022 230 240 W DANIEL 2021 42693 42705 G CAI 2018 2963 2966 B ZHANG 2020 9536 9544 C CHEN 2021 120065 S CHEN 2020 126149 H LIU 2008 5 9 X YAO 2014 7597 Q LIU 2019 21 29 M ZHANG 2020 124287 Z REN 2020 140193 Q PARK 2019 322 329 H YAN 2021 2618 2624 J XIAO 2021 127395 Z PAPANIKOLAOU 2022 101383 G AMMAR 2015 364 373 M JIANG 2019 322 333 H YAMADA 2020 167253 K MARSHALLROTH 2020 5283 T LEONARD 2018 5064 5073 N JIAO 2021 1385 1391 L CHEN 2020 12921 12924 Z SHEN 2019 33 42 Y WU 2020 9226 9234 Z ZHU 2020 2001097 J YANG 2019 83 89 W MENG 2016 7948 7955 F LI 2018 1800588 Q ZHANG 2022 3212 3223 X LI 2019 95 103 C YU 2019 103921 J WU 2018 6260 6269 K WEI 2021 105817 X WANG 2022 163225 Z SHI 2020 3544 3555 Q SHEN 2017 13800 13804 H ANX2022X112589 ANX2022X112589XH 2024-08-10T00:00:00.000Z 2024-08-10T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 2022-08-16T16:44:44.367Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined INHA UNIVERSITY Inha Inha University http://data.elsevier.com/vocabulary/SciValFunders/501100002635 http://sws.geonames.org/1835841/ This work was supported by an INHA UNIVERSITY Research Grant. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(22)00475-8 S2468823122004758 1-s2.0-S2468823122004758 10.1016/j.mcat.2022.112589 315758 2023-05-22T04:01:38.095124Z 2022-09-01 2022-09-30 1-s2.0-S2468823122004758-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/MAIN/application/pdf/27a7f81cab07b945d7ca30476908dc6e/main.pdf main.pdf pdf true 7082355 MAIN 9 1-s2.0-S2468823122004758-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/PREVIEW/image/png/52f8f6a75ab5b7ade88aa5c463d2fc8f/main_1.png main_1.png png 59316 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823122004758-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr1/DOWNSAMPLED/image/jpeg/0c1b2c7d39e291d0ccacbac220db851b/gr1.jpg gr1 gr1.jpg jpg 118725 361 706 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr2/DOWNSAMPLED/image/jpeg/aad584b8a55bbcd20d401b2e2eb85271/gr2.jpg gr2 gr2.jpg jpg 112274 475 705 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/ga1/DOWNSAMPLED/image/jpeg/fe9b0a1160ce5f16551d5913dfa66758/ga1.jpg ga1 true ga1.jpg jpg 32889 154 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr3/DOWNSAMPLED/image/jpeg/27c50bcb3f5e81a207cf484715b596ed/gr3.jpg gr3 gr3.jpg jpg 55451 217 809 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr4/DOWNSAMPLED/image/jpeg/d6598ba2b28dedba8b4cf075c85f2b31/gr4.jpg gr4 gr4.jpg jpg 119614 533 705 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr5/DOWNSAMPLED/image/jpeg/9f91065d64456d88ff3209a4e7223565/gr5.jpg gr5 gr5.jpg jpg 114050 416 809 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122004758-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr1/THUMBNAIL/image/gif/a14515e6bbb02356902538b25aa0f2e1/gr1.sml gr1 gr1.sml sml 18040 112 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr2/THUMBNAIL/image/gif/ab87f4797c120f36ebc10243201922c4/gr2.sml gr2 gr2.sml sml 23628 148 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/ga1/THUMBNAIL/image/gif/8a821e63e44e0121815e1f42a9a42770/ga1.sml ga1 true ga1.sml sml 17950 112 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr3/THUMBNAIL/image/gif/5acb703a7fc826512f343dbb2ac8a9d1/gr3.sml gr3 gr3.sml sml 6769 59 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr4/THUMBNAIL/image/gif/303b9ff37dac4cb657d26ee10a3da949/gr4.sml gr4 gr4.sml sml 16404 164 217 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr5/THUMBNAIL/image/gif/24133c6a1c509726f9011a7d0f2dcac1/gr5.sml gr5 gr5.sml sml 11387 113 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122004758-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr1/HIGHRES/image/jpeg/422d5e871eb218d9aa5341d4520f8bd8/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 954605 1596 3124 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr2/HIGHRES/image/jpeg/864abf5267719f606bd7d5d9bd455dd0/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1041719 2104 3123 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/ga1/HIGHRES/image/jpeg/b997d99568af5952c347c6d9e44d32a5/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 284158 680 1333 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr3/HIGHRES/image/jpeg/7ebced61854df5ca334419be9b8c3166/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 396423 960 3583 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr4/HIGHRES/image/jpeg/ea1b0f34a87bdbdc07eab6edc0c22f13/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1026958 2361 3121 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/gr5/HIGHRES/image/jpeg/9b0ff01298d343252b68b617be7df1f8/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 794449 1843 3583 IMAGE-HIGH-RES 1-s2.0-S2468823122004758-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/29b37d800e4a1e880cd38cc82bbb0874/mmc1.docx mmc1 mmc1.docx docx 8775468 APPLICATION 1-s2.0-S2468823122004758-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/STRIPIN/image/svg+xml/18427c2a701945e29477affbcd8b5c3e/si1.svg si1 si1.svg svg 11156 ALTIMG 1-s2.0-S2468823122004758-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/STRIPIN/image/svg+xml/093dce57a11aca4d75a33824219c5975/si2.svg si2 si2.svg svg 4016 ALTIMG 1-s2.0-S2468823122004758-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/STRIPIN/image/svg+xml/748f3d99e3b6df04d1b6f6240972a18d/si3.svg si3 si3.svg svg 11628 ALTIMG 1-s2.0-S2468823122004758-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122004758/STRIPIN/image/svg+xml/5c6f28f725dac380c96ba11178e7c7f4/si4.svg si4 si4.svg svg 19424 ALTIMG 1-s2.0-S2468823122004758-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10PZ0R3CHJR/MAIN/application/pdf/f65ebef8386b7b081d8b019d82f5ba06/am.pdf am am.pdf pdf false 3620667 AAM-PDF MCAT 112589 112589 S2468-8231(22)00475-8 10.1016/j.mcat.2022.112589 Elsevier B.V. Fig. 1 Schematic illustration of the preparation of hollow-structured FeNSC nanosphere. Fig 1 Fig. 2 SEM images of (a and d) SiO2, (b and e) SiO2@PPy, and (c and f) hollow-structured FeNSC. (g) HRTEM image of hollow-structured FeNSC and (h–k) corresponding EDS elemental mapping images. Fig 2 Fig. 3 (a) Nitrogen adsorption–desorption isotherm curve and (b) corresponding pore size distribution of FeNSC. (c) Raman spectra of NSC, FeNC, and FeNSC. Fig 3 Fig. 4 High-resolution XPS spectra of (a) Fe 2p, (b) N 1s, (c) S 2p, and (d) C 1s for the FeNSC nanosphere. Fig 4 Fig. 5 Electrochemical characterization of the prepared catalysts for ORR. (a) CV curves of NSC, FeNC, and FeNSC in N2-saturated (black line) and O2-saturated (blue line) 0.1 M KOH solutions. (b) Polarization curves of NSC, FeNC, FeNSC, and Pt/C in O2-saturated 0.1 M KOH solution at 1600 rpm and a scan rate of 5 mV s‒1. (c) Rotating disk voltammograms of FeNSC at rotation rates of 400–2025 rpm. The inset of (c) represents the Koutecky–Levich plots of FeNSC at different potentials (0.6–0.8 V vs. RHE). (d) Tafel plots of NSC, FeNC, FeNSC, and Pt/C obtained from the polarization curves with mass-transport-correction. (e) methanol tolerance tests conducted by adding methanol to the electrolyte at 2000s. (f) Long-term chronoamperometric (CA) responses of FeNSC and Pt/C in a 0.1 M KOH solution. Fig 5 Sacrificial template induced Fe-, N-, and S-tridoped hollow carbon sphere as a highly efficient electrocatalyst for oxygen reduction reaction Hyelin An Formal analysis Investigation Writing – original draft 1 Kyeongseok Min Conceptualization Investigation Writing – original draft 1 Yeeun Lee Methodology Investigation Rin Na Data curation Investigation Sang Eun Shim Writing – review & editing Sung-Hyeon Baeck Conceptualization Supervision Project administration Resources Writing – review & editing ⁎ Department of Chemistry and Chemical Engineering, Education and Research Center for Smart Energy Materials and Process, Inha University, Incheon 22212, Republic of Korea Department of Chemistry and Chemical Engineering Education and Research Center for Smart Energy Materials and Process Inha University Incheon 22212 Republic of Korea Department of Chemistry and Chemical Engineering, Education and Research Center for Smart Energy Materials and Process, Inha University, Incheon 22212, Republic of Korea ⁎ Corresponding author. 1 These authors contributed equally to this work. Developing electrocatalysts free from precious metals for oxygen reduction reaction (ORR) is essential for clean energy storage and conversion systems such as metal-air batteries and fuel cells. Herein, hollow-structured Fe-, N-, and S-tridoped carbon (FeNSC) spheres were synthesized by hydrothermal polymerization of polypyrrole, impregnation of iron species, pyrolysis, and a sulfidation processes. During the synthesis procedure, SiO2 nanospheres were used as self-sacrificial templates to achieve a uniform hollow structure. The electronic structure of the highly active Fe–N site was modified by sulfur dopants with relatively low electronegativity, thus efficiently enhancing ORR kinetics. The hollow-structured FeNSC nanospheres exhibited excellent electrocatalytic performance toward the ORR in an alkaline electrolyte, with a remarkable onset potential (0.971 V vs. RHE) and half-wave potential (0.877 V vs. RHE), even outperforming state-of-the-art Pt/C (0.977 and 0.858 V vs. RHE). Furthermore, the FeNSC hollow spheres showed outstanding electrochemical stability over 100 h and methanol tolerance against commercial Pt/C. The findings of this study provide novel insights for designing precious metal-free electrocatalysts with unique hollow structures and heteroatom-doped carbon for energy storage and conversion. Graphical abstract The hollow-structured Fe-, N-, and S-tridoped carbon sphere (FeNSC) as a highly efficient electrocatalyst for oxygen reduction reaction (ORR) was synthesized via facile impregnation and pyrolysis strategy assisted by self-sacrificial SiO2 template. Image, graphical abstract Keywords Electrocatalyst Oxygen reduction reaction Hollow structure Heteroatom doping Fuel cell Data availability Data will be made available on request. 1 Introduction Environmental problems and growing demands for non-renewable energy sources have attracted extensive attention for sustainable energy conversion and storage [1–3]. Metal-air batteries and fuel cells are considered as promising candidates for next-generation energy devices as they have high theoretical energy densities and are environmentally friendly [4–7]. However, the cathodic oxygen reduction reaction (ORR) restricts the overall efficiency of these energy devices owing to the sluggish kinetics of the four-electron pathway; therefore, the development of efficient electrocatalysts for ORR is essential for reducing the overpotential [8,9]. Although Pt/C is regarded as a state-of-the-art electrocatalyst for the ORR owing to its excellent activity, its high cost, scarcity, and insufficient stability have hindered the large-scale commercialization of metal-air batteries and fuel cells [10–12]. To substitute platinum-based electrocatalysts, researchers have studied non-precious metal-based ORR electrocatalysts, such as transition metal oxides, perovskites, and bimetallic alloys, all of which are low-cost and exhibit high performance and excellent stability [11,13–17]. Among these, transition metal-nitrogen-carbon (M-N-C, M: Fe, Co, and Ni) electrocatalysts have emerged as promising alternatives because of their reasonable price, tunable surface chemistry, adequate ORR activity, and superior durability [18,19]. The highly conjugated transition metal-nitrogen (M-Nx) in the M-N-C structure induces uneven surface charge distribution, thereby promoting O2 adsorption during the ORR [20–22]. Specifically, previous studies have verified that the Fe‒N‒C electrocatalyst has excellent catalytic activity compared to M-N-C with other central atoms (Cu, Ni, and Co). Therefore, many recent studies have focused on the development of Fe-incorporated nitrogen-doped carbon as an electrocatalyst for ORR [23,24]. Wei et al. prepared a highly effective Fe and N co-doped carbon catalyst using carbon black (XC-72), and it exhibited remarkable ORR performance over the entire pH range [25]. Wang et al. reported molten NaCl-assisted preparation of microporous-rich Fe‒N‒C electrocatalyst for ORR to maximize FeN4 active sites, and this catalyst exhibited an excellent half-wave potential of 0.832 V vs. RHE in an acidic solution [26]. Heteroatom (B, P, and S) doping into the carbon matrix is another strategy that can be used to further improve the ORR performance of M-N-C electrocatalysts [27,28]. Depending on the number or type of heteroatom dopant, the surface structure and electronic properties of carbon-based materials can be changed, thereby enhancing the electrochemical ORR performance. In particular, the sulfur dopants incorporated into the carbon matrix (thiophen-like C‒S‒C structure) play a significant role in lowering the ORR activation energy barrier [29]. The C‒S‒C sites redistribute the electron spin density and decrease electron localization around the Fe centers in the Fe‒N‒C electrocatalysts [30,31]. Therefore, heteroatom doping with both nitrogen and sulfur, which have different atomic sizes and electronegativities, generates abundant defect sites in the carbon matrix and synergistically facilitates ORR activity. Further enhancement of the ORR activity of the electrocatalysts can be expected by enhancing their mass transport properties and surface-to-volume ratios. Recent studies have shown that highly controlled structures of electrocatalysts, such as porous, core-shell, yolk-shell, and hollow structures, significantly influence ORR performance [32,33]. In particular, the 3D hollow carbon structure provides a short diffusion length for reactants and promotes the exposure of electrochemically active sites [34]. Additionally, well-defined hollow structures with interconnected pores and cavities allow deep penetration of electrolyte into the inner active sites, thus remarkably boosting ORR activity. Polymer beads or silica spheres are generally employed as sacrificial templates to obtain a well-defined hollow structure and uniform shell thickness. Colloidal silica is the most attractive candidate as a sacrificial template because of its simple synthesis method at room temperature and easily controllable particle size [35]. Herein, hollow-structured Fe-, N-, and S-tridoped carbon (FeNSC) spheres were synthesized by hydrothermal polymerization of polypyrrole, impregnation of iron species, pyrolysis, and sulfidation processes. During the synthetic procedure, a uniform hollow structure was achieved by the chemical etching of SiO2 templates using an HF solution. Furthermore, the highly active Fe‒N bridge site anchored on the S-doped carbon matrix effectively enhanced the ORR performance. The hollow-structured FeNSC spheres exhibited excellent electrocatalytic performance for the ORR in an alkaline solution, with a remarkable onset potential (0.971 V vs. RHE) and half-wave potential (0.877 V vs. RHE), which are both better than those of state-of-the-art Pt/C (0.977 and 0.858 V vs. RHE). In addition, the FeNSC hollow spheres showed exceptional electrochemical stability over 100 h and methanol tolerance against commercial Pt/C. This study opens a new avenue for designing efficient electrocatalysts with highly controlled hollow structures and heteroatom-doped carbon for the ORR in the research area of energy storage and conversion. 2 Experimental section 2.1 Materials and chemicals Tetraethyl orthosilicate (TEOS, C8H20O4Si, 98%), pyrrole monomer (C4H5N, 98%), and ammonium persulfate (APS, H8N2O8S2, 98%) were acquired from Sigma-Aldrich. Hydrogen fluoride HF (49 wt.%) was obtained from Avantor Performance Materials Ltd., India. Ammonia water (NH4OH, 25–29%) was obtained from DUKSAN. Iron (III) chloride (FeCl3, 97%) was obtained from Samchun Co., Korea. Commercial 20 wt.% Pt/C was purchased from Alfa Aesar. All materials were used as received without further purification. 2.2 Synthesis of core-shell structured SiO2@PPy First, SiO2 nanospheres were synthesized using the modified Stöber method. First, 29 mL ethanol (EtOH), 51 mL deionized (DI) water, and 12.5 mL aqueous ammonia (NH4OH) were mixed to prepare solution A. Thereafter, 8.4 mL TEOS was dispersed in 83 mL EtOH to prepare solution B. Solutions A and B were then mixed under vigorous stirring for 12 h at room temperature. The resultant was washed several times with DI water and ethanol and then dried at 60 °C overnight. The prepared SiO2 nanospheres (0.1 g) were dispersed in 20 mL DI water using an ultrasonicator for 1 h. Next, the pyrrole monomer (0.5 mL) was dispersed in the solution and stirred for 30 min for adsorption of the monomer on the surface of the SiO2 nanospheres. After the solution was poured into a Teflon-lined stainless steel autoclave, APS solution (0.1 g) in 10 mL DI water was added and maintained at 140 °C for 8 h. The obtained product was washed repeatedly with DI water and EtOH using a centrifuge at 6000 rpm. The resulting black sample was denoted as SiO2@PPy. 2.3 Synthesis of hollow-structured FeNSC To impregnate Fe species, the synthesized SiO2@PPy and FeCl3 were dispersed in DI water in a mass ratio of 1:1.2 in a round-bottom flask and stirred for 12 h. Subsequently, the solution was evaporated under reduced pressure using a rotary evaporator at 74 °C. The obtained sample was placed in a quartz boat, heated to 900 °C at a heating rate of 5 °C min‒1 and maintained for 2 h under an Ar atmosphere to prepare SiO2@Fe/FeNC. The residual inactive metallic Fe species and the silica core were chemically etched using a dilute HF solution. 200 mg SiO2@Fe/FeNC was dispersed in 50 mL DI water using an ultrasonicator for 10 min, and then, 0.5 mL HF (50 wt.%) was injected into the solution. The obtained product was named hollow-structured FeNC. To obtain FeNSC hollow spheres, sulfur powder and FeNC with a mass ratio of 1:2 were placed upstream and of the tube furnace and annealed at 400 °C at a heating rate of 5 °C min‒1 for 2 h under Ar flow. For comparison, hollow-structured NSC was also synthesized using the same method, except for the absence of FeCl3. 2.4 Physical characterization of hollow-structured FeNSC Crystal structures of the prepared samples were characterized using X-ray diffraction (XRD, RIGAKU D/MAX 2200 V/PC diffractometer, Cu-Kα radiation, λ = 0.154 nm, Inha University Core Facility Center for Sustainable Energy Materials (CFSE) of the Korea Basic Science Institute (KBSI)). The detailed morphologies and internal structures of the samples were investigated using scanning electron microscopy (SEM; Hitachi, S-4300SE) and transmission electron microscopy (TEM; JEOL, JEM2100F). The elemental composition and proportion of the prepared catalysts were assessed using energy-dispersive X-ray spectroscopy (EDS) combined with TEM. Elemental analysis of N, S, and C was performed using an EA1112 CHNOS elemental analyzer. Confocal micro-Raman spectra of the samples were obtained using a HORIBA LabRAM HR Evolution instrument. Brunauer–Emmett–Teller (BET) and Barrett–Joyner Halenda (BJH) methods were employed to investigate the specific surface area and pore size distribution using N2 adsorption/desorption isotherms at 77 K (ASAP 2020). X-ray photoelectron spectroscopy (XPS; Thermo Scientific, K-Alpha) was used to analyze the surface chemical states of the elements using monochromatic Al Kα radiation. 2.5 Electrochemical measurements of hollow-structured FeNSC All electrochemical measurements were performed using an electrochemical workstation (WonATech Co., Korea) with a typical three-electrode system comprising a glassy carbon electrode (GCE, diameter = 3 mm) rotating disk electrode (RDE) as the working electrode, a graphite plate as the counter electrode, and Hg/HgO (1 M NaOH filled) as the reference electrode. O2-saturated 0.1 M KOH was used as the electrolyte for ORR measurements. The catalyst ink was prepared as follows: first, 2 mg of the prepared catalyst and 16 μL with a 5 wt.% Nafion ionomer was added to a solution comprising 100 μL isopropyl alcohol and 384 μL DI water. After homogenizing the resulting solution in an ultrasonic bath for 1 h, 5 μL of the catalyst ink was loaded onto the GCE. All measured currents were normalized to the geometrical area of the GCE. Before the electrochemical measurements, to activate the electrocatalysts and to confirm their stable current densities, cyclic voltammetry (CV) was carried out at a scan rate of 100 mV s‒1 for 30 cycles. Linear sweep voltammetry (LSV) measurements were performed to obtain the ORR polarization curves at 1600 rpm and scan rate of 5 mV s‒1. All obtained potential values were converted to the reversible hydrogen electrode (RHE) scale using Eq. (1): (1) E R H E = E H g / H g O + 0.0592 × p H + E H g / H g O 0 LSV polarization curves were obtained by varying the rotation rates from 400 to 2025 rpm, and the Koutecky–Levich (K–L) equations Eqs. (2) and ((3)) were employed to calculate the electron-transfer number (n). (2) 1 J = 1 J K + 1 J D (3) J D = 0.62 n F D 2 / 3 v − 1 / 6 ω 1 / 2 C O 2 where J, JK , and JD represent the measured, kinetic, and diffusion current densities, respectively; n is the electron-transfer number; F stands for the Faraday constant (96,485 C mol−1); D is the O2 diffusion coefficient in 0.1 M KOH (1.93 × 10−5 cm2 s−1); v is the kinematic viscosity of electrolyte (1.09 × 10−2 cm2 s−1); ω is the angular frequency of RDE (ω = 2 πf/60; f is the rotating speed in rpm; and Co2 is the concentration of O2 in saturated 0.1 M KOH solution (1.2 × 10−6 mol cm−3). Stability of the prepared sample was tested via chronoamperometric (CA) measurements at 1600 rpm and a constant potential of 0.5 V vs. RHE. 3 Results and discussion 3.1 Synthetic procedure of FeNSC hollow spheres The synthetic procedure for the hollow-structured FeNSC electrocatalyst is schematically depicted in Fig. 1 . First, monodispersed SiO2 nanospheres with a diameter of approximately 500 nm were synthesized by the Stöber method through the hydrolysis and condensation of TEOS with ammonia as a base catalyst in aqueous alcoholic conditions. The synthesized SiO2 nanospheres and pyrrole monomers were dispersed in DI water via ultrasonic treatment and vigorous stirring. During this process, pyrrole monomers were easily adsorbed on the surface of the SiO2 nanospheres owing to the electrostatic interactions between the positively charged SiO2 surface and the negatively charged pyrrole monomer [36]. The in situ thermal polymerization of polypyrrole (PPy) was performed via the injection of APS solution as the initiator. Subsequently, ferric ions were impregnated into the as-synthesized core-shell structured SiO2@PPy using a rotary evaporator at 74 °C, followed by pyrolysis at 900 °C for 2 h under an Ar atmosphere to obtain core-shell structured SiO2@Fe/FeNC. To prepare hollow-structured FeNC sphere, residual metallic Fe and SiO2 cores were etched using an HF solution. Finally, sulfur powder and FeNC with a mass ratio of 1:2 were placed upstream and downstream of the tube furnace and annealed at 400 °C for 2 h under an Ar atmosphere to conduct additional S doping into the carbon matrix. 3.2 Physical characterization of FeNSC hollow sphere XRD analysis was conducted at 2θ = 10–90° to compare the crystal structures of SiO2, SiO2@Fe/FeNC, FeNC, and FeNSC, as shown in Fig. S1. A broad peak at approximately 22° is observed in the diffraction patterns of the SiO2 and SiO2@Fe/FeNC samples, indicating the presence of an amorphous SiO2 core [37]. In particular, the prominent peaks at 44.7°, 65.1°, and 82.4° in the XRD pattern of SiO2@Fe/FeNC can be indexed to the (110), (200), and (211) planes, respectively, of cubic-structured metallic Fe (JCPDS# 65–4899). Meanwhile, in the XRD patterns of both FeNC and FeNSC, only two broad peaks at approximately 26° and 44°, assigned to the (002) and (101) planes of carbon, respectively, were observed, suggesting successful etching of residual metallic Fe species and carbonization of polypyrrole [38,39]. The surface morphologies and inner structures of the prepared samples were investigated using SEM and TEM. As shown in Fig. 2 a and d, monodispersed SiO2 nanoparticles with an average diameter of 500 nm had smooth surface morphologies. After coating the polypyrrole on the SiO2 surface via hydrothermal polymerization, the average diameter of the SiO2@PPy particles was 550 nm with a rough surface morphology (Fig. 2b and e). The SEM images of the FeNSC presented a well-maintained spherical shape after the pyrolysis, etching, and sulfidation processes, suggesting high structural stability (Fig. 2c and f). The TEM images and EDS elemental mapping results of SiO2@Fe/FeNC and FeNSC are presented in Fig. S2 and 1 g. As shown in the Fig. S2, a uniform core-shell structure of SiO2@Fe/FeNC was observed, indicating successful hydrothermal polymerization and carbonization of the polypyrrole shell on the surface of the SiO2 nanospheres. The EDS elemental mapping of SiO2@Fe/FeNC shows a homogeneous distribution of silicon and oxygen in the core and iron, nitrogen, and carbon in the shell. Fig. 2g also confirms the well-defined hollow structure of the FeNSC catalyst with a shell thickness of 50 nm, which is favorable for gas and ion diffusion during the electrochemical reaction, thus increasing the electrocatalytic ORR performance [30]. The crystal structure of FeNSC was investigated by the High-resolution TEM (HRTEM) and selected-area electron-diffraction (SAED). As shown in Fig. S3, HRTEM image reveals that the FeNSC is composed of disordered graphitic layers without formation of other impurities. Additionally, the SAED pattern in the inset of Fig. S3 has no significant diffraction spots, demonstrating dispersion of single Fe atoms in carbon matrix without Fe-based nanoparticles or nanoclusters. Moreover, the homogeneous distribution of Fe, N, S, and C throughout the hollow structure was observed by mapping the EDS images. To further examine the effect of the sulfidation temperature of the catalyst, FeNSC catalysts were prepared at different sulfidation temperatures of 400, 500, and 600 °C. As the sulfidation temperature increased, severe surface agglomeration and structural collapse were observed in the FeNSC-600 sample (Fig. S4). Interestingly, as shown in Tables S1 and S2, EDS and EA results revealed that higher sulfidation temperatures resulted in lower sulfur content in FeNSC, which is mainly attributed to the release of sulfur dopants in the carbon lattice under excessive annealing conditions [40]. This result demonstrates that an annealing temperature higher than 400 °C is not suitable for sulfur doping in the carbon shell. The specific surface area and pore size distribution of the hollow-structured FeNSC nanospheres were determined by N2 adsorption and desorption measurements at 77 K (Fig. 3 a and b). As shown in Fig. 3a, a distinct hysteresis loop was detected for the FeNSC nanospheres in the relative pressure region of 0.5 to 1.0, with a typical type-IV adsorption/desorption isotherm curve, which confirms the existence of a mesoporous structure in the sample [41]. The calculated specific surface area and average pore size of FeNSC were found to be 388.7 m2 g‒1 and 1.26 nm, respectively. The pore size distribution curve obtained from the N2 adsorption/desorption isotherm using the Barrett–Joyner–Halenda method also revealed that FeNSC mainly comprised micropores and mesopores (Fig. 3b). In principle, such a porous structure with a large specific surface area enhances electrocatalytic ORR activity [42]. The well-organized porous structure of the FeNSC nanospheres can ensure rapid diffusion of oxygen-related species in the electrolyte and the exposure of electrocatalytic active sites [43]. Raman spectroscopy was performed to further investigate the carbon structures of the prepared samples, and the corresponding spectra are shown in Fig. 3c. The two main peaks located at approximately 1345 and 1585 cm‒1 indicate the A1g vibration mode of disordered carbon (D-band) and E2g vibration mode of graphitic carbon (G band) [44]. The intensity ratio of the D-band to the G band (ID/IG) is generally used to determine the degree of defects in carbon-based materials [45]. The ID/IG values for NSC, FeNC, and FeNSC were calculated as 0.978, 0.977, and 1.109, respectively. The highest ID/IG value of the FeNSC among the prepared electrocatalysts demonstrates the most defective carbon structure, which is attributed to the synergistic effect of Fe, N, and S tri-doping into the carbon matrix. The enriched defect sites can modulate the electronic surface properties and optimize the adsorption/desorption energy of oxygen on the FeNSC nanospheres, providing efficient active sites for the ORR [46]. XPS was performed to investigate the surface chemical compositions and bonding configurations of NSC, FeNC, and FeNSC. As shown in Fig. S5a, the full-length XPS profiles represent the co-existence of Fe, N, S, and C in the hollow FeNSC spheres, with atomic percentages of 0.51, 16.45, 1.01, and 82.03, respectively, which is in accordance with the above EDS elemental mapping results. The high-resolution XPS spectrum in Fig. 4 a shows the binding energies of the Fe 2p peaks for the FeNSC nanospheres with satellite peaks at 728.1 and 717.3 eV (denoted as Sat.). The two distinct peaks at 724.0 and 710.9 eV correspond to Fe 2p1/2 and 2p3/2 of Fe2+ state, whereas another two peaks located at 725.8 and 712.7 eV are ascribed to Fe 2p1/2 and 2p3/2 of Fe3+ state [47]. The ionic states of Fe without metallic species indicate the formation of highly coordinated Fe‒Nx sites, which serve as efficient active sites for ORR in alkaline solution [48–50]. The N 1s core level spectrum of FeNSC in Fig. 4b can be deconvoluted into five components at 398.3, 399.2, 400.4, 401.3, and 402.9 eV, corresponding to pyridinic N, Fe‒N bonding, pyrrolic N, graphitic N, and oxidized N, respectively [51]. In the Fe‒N‒C structure, the incorporated nitrogen sites are considered to be the number of active sites for ORR. In particular, In particular, pyridinic N sites act as Lewis base sites with an affinity toward O2 adsorption, thereby promoting ORR activity [19]. Additionally, the Fe‒N bonding manifests the successful formation of highly conjugated Fe‒Nx active sites. As shown in Fig. S6, total proportion of pyridinic N and Fe‒N bonding for FeNSC was found to be 54.42%, which is much higher than those for FeNC (43.48%) and NSC (32.19%), demonstrating the great potential of FeNSC for electrocatalytic ORR activity. In the high-resolution S 2p spectrum (Fig. 4c), two peaks situated at 163.9 and 165.1 eV were attributed to C‒S‒C bonding from 2p2/3 and 2p1/2 [52]. The introduction of sulfur dopants into the carbon skeleton with a thiophene-like structure can withdraw electrons from Fe‒Nx sites, thus reducing the D-band center and lowering the adsorption energies of intermediates during the ORR [31]. The other broad peak located at 168.5 eV is characteristic of sulfate species, which can originate from the unavoidable oxidation of sulfur dopants under ambient temperature and pressure. The high-resolution C 1s spectrum further demonstrates N and S co-doping in the carbon structure (Fig. 4d). The deconvoluted peaks located at 284.6, 284.9, 285.9, and 288.1 eV were assigned to C‒C, C‒S, C‒N, and CO bonds, respectively [53]. Multiple-heteroatom doping is generally an efficient strategy for adjusting the electron structure of the carbon matrix, thereby increasing the interaction between defect sites induced by the incorporation of dopants and adsorbed reaction intermediates [54]. Comparing the XPS results for FeNC and NSC in Fig. S5 shows that Fe, N, S tri-doped hollow carbon spheres were successfully synthesized, which not only provided abundant active sites but also accelerated electron transport for ORR in alkaline solutions. 3.3 Electrochemical measurements of FeNSC hollow sphere The electrocatalytic performances of NSC, FeNC, and FeNSC toward ORR were investigated in a 0.1 M KOH solution. First, CV measurements were performed in N2- and O2-saturated electrolyte within the potential range of 0.2–1.3 V vs. RHE at a scan rate of 50 mV s–1, as shown in Fig. 5 a. No evident cathodic peaks were observed in the CV curves of the N2-saturated electrolyte, exhibiting a quasi-rectangular shape, which originated from the electrical double-layer capacitance (Cdl). The larger quasi-rectangular area of FeNSC compared with those of the NSC and FeNC catalysts suggests the highest electrical double-layer capacitance. The Cdl values calculated from the corresponding CV curves are 19.630, 14.335, and 29.445 mF cm–2 for NSC, FeNC, and FeNSC, respectively. In an O2-saturated electrolyte, FeNSC displayed the most positive cathodic peak at 0.776 V vs. RHE, which was higher than that of NSC (0.739 V) and FeNC (0.634 V), demonstrating the distinct synergistic effect of the introduction of both Fe and S species into N-doped carbon toward the ORR [51,55]. To further evaluate the ORR activities of as-prepared samples, LSV polarization curves were obtained using a standard three-electrode setup at a rotating speed of 1600 rpm with 85% iR-compensation. As presented in Fig. 5b, the hollow-structured FeNSC nanospheres showed a more positive onset potential of 0.971 V and a half-wave potential (E1/2) of 0.877 V compared with NSC (0.727 and 0.808 V) and FeNC (0.841 and 0.930 V), which are superior to those of state-of-the-art Pt/C (0.858 and 0.977 V). The limiting current density of FeNSC at 0.5 V vs. RHE was 6.06 mA cm–2, exceeding that of NSC (4.32 mA cm–2), FeNC (5.40 mA cm–2), and commercial Pt/C (5.97 mA cm–2). The obtained E1/2 value and diffusion-limiting current density for the hollow-structured FeNSC nanospheres outperformed previously reported noble metal-free electrocatalysts for ORR in alkaline solutions (Table S3). To confirm the effect of sulfidation temperature on ORR activity, LSV measurements were conducted using FeNSC prepared at different temperature of 400, 500, and 600 °C (Fig. S7). The FeNSC-500 and FeNSC-600 samples showed inferior electrocatalytic ORR performances compared to FeNSC-400, exhibiting E1/2 values of 0.870 and 0.853 V vs. RHE for FeNSC-500 and FeNSC-600, respectively. The decrease in ORR performance along with the increased sulfidation temperature may be due to the structural deterioration and lower amount of sulfur dopants that was observed in SEM, EDS, and EA analysis. To calculate the number of transferred electrons (n) during the electrocatalytic reaction, LSV measurements were conducted at different rotation rates (400–2025 rpm), as shown in Fig. 5c. The Koutecky–Levich (K–L) plot obtained from the LSV curves shows linear correlation between the inverse square root of rotation rate (ω−1/2) and inverse current density (J–1), suggesting first-order kinetics to ORR at the potential range of 0.6–0.8 V vs. RHE (inset of Fig. 5c). Based on the slope of the K–L plots, the average n value of the hollow-structured FeNSC was calculated to be 3.98, which is higher than those of NSC (2.76) and FeNC (3.43), demonstrating the successful electrochemical transformation of O2 into OH– throughout the dominant four-electron process of the ORR under alkaline conditions [56]. To further evaluate the intrinsic catalytic activity and kinetic performance of FeNSC toward the ORR, mass-transport-corrected Tafel plots of the prepared electrocatalysts were obtained from the corresponding LSV curves in the kinetic region, as depicted in Fig. 5d. The Tafel slope of FeNSC (84.6 mV dec–1) was much smaller than that of NSC (132.4 mV dec–1) and FeNC (101.4 mV dec–1), which is also a comparable value to that of Pt/C (75.6 mV dec–1). The electrochemical active surface area (ECSA) of prepared electrocatalysts were examined to get insight into the enhancement of the ORR activity. The ECSA value is calculated by dividing the electrochemical double-layer capacitance (Cdl) by the specific capacitance (Cs). The Cdl value can be obtained by conducting CV measurements in non-faradaic potential region from 1.0 to 1.2 V vs. RHE with various scan rates (Fig. S9). As shown in Fig. S9d, the Cdl values of FeNSC, FeNC, and NSC, which are estimated by plotting the capacitive current densities at 1.1 V vs RHE with respect to scan rates, were found to be 16.63, 14.01, and 7.72 mF cm−2, respectively. Based on the geometrical surface area of electrode (1 cm2) and average specific capacitance (40 μF cm−2), the precise ECSA values of electrocatalysts were summarized in Table S4. E C S A = C d l o f e l e c t r o c a t a l y s t ( m F c m − 2 ) 0.04 ( m F c m − 2 ) The highest ECSA value of FeNSC compared with FeNC and NSC manifests the exposure of abundant active sites for electrochemical reaction, leading to the enhanced catalytic activity for ORR. The outstanding ORR kinetics of the hollow-structured FeNSC nanosphere is mainly attributed to the introduction of efficient Fe–N active sites and electronic surface modulation of additional sulfur doping, thereby facilitating O2 adsorption and dissociation during the electrochemical reaction. The effect of additional sulfur doping into the M-N-C catalyst on the ORR activity was demonstrated using density functional theory (DFT) calculations from previous research [57–59]. The calculated free-energy profiles for the ORR on S-doped and undoped Fe‒N‒C indicate that additional sulfur doping effectively facilitates the reduction of *OH intermediates, which is regarded as the most endothermic and rate-determining step for ORR. This phenomenon is mainly attributed to the charge distribution induced by the S dopant, which has relatively low electronegativity. The S dopants adjacent to the Fe–N sites can donate electrons to the Fe center, thereby reducing the strong coordination between *OH and the active sites [60]. Moreover, the enriched charge on the Fe–N sites promotes chemical adsorption of oxygen species and breakage of OO bonding, which can promote the initiation of the ORR process [61]. Accordingly, the above experimental results and previously reported theoretical calculation results indicate that the incorporation of heteroatoms with low electronegativity can efficiently improve the electrochemical ORR performance of M-N-C catalysts [62,63]. Along with the outstanding electrocatalytic ORR activity, the resistance toward methanol crossover as well as the long-term durability of the electrocatalyst are regarded as essential criteria for the commercialization of fuel cells and metal-air batteries. The methanol tolerance tests for FeNSC and commercial Pt/C were compared using chronoamperometry (CA) measurement at constant potential of 0.5 V vs. RHE, as revealed in Fig. 5e. After the injection of 3 M methanol (10 mL) into the O2-saturated 0.1 M KOH solution at 2000s, the Pt/C catalyst showed a severe decrease in current density, as expected. Meanwhile, there was no significant current decay when the hollow-structured FeNSC nanospheres were used as the ORR catalyst, demonstrating its excellent resistance to methanol crossover and CO poisoning. Owing to the weak methanol adsorption energy on Fe‒Nx sites, oxygen molecules are preferentially adsorbed in FeNSC electrocatalyst, thereby maintaining the electrochemical ORR activity even after the addition of methanol solution [64,65]. To further assess the long-term durability of FeNSC and commercial Pt/C, the CA response was recorded at 1600 rpm and a constant voltage of 0.5 V vs. RHE over continuous operation for 100 h (Fig. 5f). After the stability test for 100 h, the Pt/C catalyst exhibited drastic current loss of 28.3% compared with the initial current density. Surprisingly, the only 4.3% of current decay was observed for the FeNSC catalyst over the 100 h, indicating its outstanding long-term durability under the alkaline conditions. In summary, the remarkably superior ORR performance of FeNSC can be ascribed to the following factors. (1) The introduction and distribution of numerous Fe–N sites in the carbon matrix via simple impregnation and pyrolysis methods serve as highly active sites for ORR in alkaline solution. (2) Successful sulfur doping into the carbon matrix remarkably modifies the electronic charge distribution of adjacent Fe–N sites, thereby reducing the reaction energy barrier of the rate-determining OH* reduction step in the ORR mechanism. (3) The spherical hollow structure with a rough surface morphology induced by the self-sacrificial silica template not only provides a large active surface area and exposure of abundant electrochemical active sites but also reduces the diffusion length for oxygen and electrolytes. Overall, the remarkable ORR activity, long-term stability, and methanol tolerance of the hollow-structured FeNSC nanospheres demonstrated high catalytic performance with all the above-mentioned characteristics. 4 Conclusion In this study, hollow-structured FeNSC nanospheres were successfully synthesized by hydrothermal polymerization, impregnation, and heat treatment. The impregnated iron species and PPy shell coated on the surface of the SiO2 spheres were converted to core-shell structured SiO2@Fe/FeNC after the pyrolysis step. The residual metallic Fe and SiO2 core were chemically etched out using HF solution to form hollow-structured FeNC, followed by heat treatment with sulfur powder to incorporate S dopants into the carbon matrix. The synthesized FeNSC hollow structure exhibited excellent electrocatalytic activity for the ORR under alkaline conditions, with a remarkable half-wave potential of 0.877 V vs. RHE, a low Tafel slope of 84.6 mV dec–1, and a high limiting current density of 6.06 mA cm–2, outperforming the state-of-the-art Pt/C catalyst. In addition to this, the FeNSC nanospheres displayed exceptional electrochemical stability over 100 h and methanol tolerance compared with commercial Pt/C. The outstanding ORR performance of FeNSC is mainly attributed to its unique hollow structure, well-defined highly active Fe–N sites, and surface charge modification by additional sulfur doping. CRediT authorship contribution statement Hyelin An: Formal analysis, Investigation, Writing – original draft. Kyeongseok Min: Conceptualization, Investigation, Writing – original draft. Yeeun Lee: Methodology, Investigation. Rin Na: Data curation, Investigation. Sang Eun Shim: Writing – review & editing. Sung-Hyeon Baeck: Conceptualization, Supervision, Project administration, Resources, Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have influenced the work reported in this study. Acknowledgment This work was supported by an INHA UNIVERSITY Research Grant. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2022.112589. Appendix Supplementary materials Image, application 1 References [1] J. Ha M. Kim Y.T. Kim J. Choi Ni0.67Fe0.33 hydroxide incorporated with oxalate for highly efficient oxygen evolution reaction ACS Appl. Mater. Interfaces 13 2021 42870 42879 10.1021/acsami.1c12155 J. Ha, M. Kim, Y.T. Kim, J. Choi, Ni0.67Fe0.33 hydroxide incorporated with oxalate for highly efficient oxygen evolution reaction, ACS Appl. Mater. Interfaces13 (2021) 42870–42879. 10.1021/acsami.1c12155. [2] C. Kim F. Dionigi V. Beermann X. Wang T. Möller P. Strasser Alloy nanocatalysts for the electrochemical oxygen reduction (ORR) and the direct electrochemical carbon dioxide reduction reaction (CO2RR) Adv. Mater. 31 2019 1805617 10.1002/adma.201805617 C. Kim, F. Dionigi, V. Beermann, X. Wang, T. Möller, P. Strasser, Alloy nanocatalysts for the electrochemical oxygen reduction (ORR) and the direct electrochemical carbon dioxide reduction reaction (CO2RR), Adv. Mater.31 (2019) 1805617. 10.1002/adma.201805617. [3] M. Kim J. Ha Y.T. Kim J. Choi Trace amounts of Ru-doped Ni-Fe oxide bone-like structures via single-step anodization: a flexible and bifunctional electrode for efficient overall water splitting J. Mater. Chem. A 9 2021 12041 12050 10.1039/d1ta01409a M. Kim, J. Ha, Y.T. Kim, J. Choi, Trace amounts of Ru-doped Ni-Fe oxide bone-like structures via single-step anodization: a flexible and bifunctional electrode for efficient overall water splitting, J. Mater. Chem. A9 (2021) 12041–12050. 10.1039/d1ta01409a. [4] C. Park E. Lee G. Lee Y. Tak Superior durability and stability of Pt electrocatalyst on N-doped graphene-TiO2 hybrid material for oxygen reduction reaction and polymer electrolyte membrane fuel cells Appl. Catal. B Environ. 268 2020 118414 10.1016/j.apcatb.2019.118414 C. Park, E. Lee, G. Lee, Y. Tak, Superior durability and stability of Pt electrocatalyst on N-doped graphene-TiO2 hybrid material for oxygen reduction reaction and polymer electrolyte membrane fuel cells, Appl. Catal. B Environ.268 (2020) 118414. 10.1016/j.apcatb.2019.118414. [5] X.F. Lu B.Y. Xia S. Zang X.W. Lou Metal–organic frameworks based electrocatalysts for the oxygen reduction reaction Angew. Chem. Int. Ed. 132 2020 4662 4678 10.1002/ange.201910309 X.F. Lu, B.Y. Xia, S. Zang, X.W. Lou, Metal–organic frameworks based electrocatalysts for the oxygen reduction reaction, Angew. Chem. Int. Ed.132 (2020) 4662–4678. 10.1002/ange.201910309. [6] K. Min M. Hwang S.E. Shim D. Lim S.H. Baeck Defect-rich Fe-doped Co3O4 derived from bimetallic-organic framework as an enhanced electrocatalyst for oxygen evolution reaction Chem. Eng. J. 424 2021 130400 10.1016/j.cej.2021.130400 K. Min, M. Hwang, S.E. Shim, D. Lim, S.H. Baeck, Defect-rich Fe-doped Co3O4 derived from bimetallic-organic framework as an enhanced electrocatalyst for oxygen evolution reaction, Chem. Eng. J.424 (2021) 130400. 10.1016/j.cej.2021.130400. [7] R. Yoo K. Min H. Kim D. Lim S.H. Baeck Prussian blue analog-derived Co/CoTe microcube as a highly efficient and stable electrocatalyst toward oxygen evolution reaction Appl. Surf. Sci. 581 2022 152405 10.1016/j.apsusc.2021.152405 R. Yoo, K. Min, H. Kim, D. Lim, S.H. Baeck, Prussian blue analog-derived Co/CoTe microcube as a highly efficient and stable electrocatalyst toward oxygen evolution reaction, Appl. Surf. Sci.581 (2022) 152405. 10.1016/j.apsusc.2021.152405. [8] R. Chattot O.L. Bacq V. Beermann S. Kühl J. Herranz S. Henning L. Kühn T. Asset L. Guétaz G. Renou J. Drnec P. Bordet A. Pasturel A. Eychmüller T.J. Schmidt P. Strasser L. Dubau F. Maillard Surface distortion as a unifying concept and descriptor in oxygen reduction reaction electrocatalysis Nat. Mater. 17 2018 827 833 10.1038/s41563-018-0133-2 R. Chattot, O.L. Bacq, V. Beermann, S. Kühl, J. Herranz, S. Henning, L. Kühn, T. Asset, L. Guétaz, G. Renou, J. Drnec, P. Bordet, A. Pasturel, A. Eychmüller, T.J. Schmidt, P. Strasser, L. Dubau, F. Maillard, Surface distortion as a unifying concept and descriptor in oxygen reduction reaction electrocatalysis, Nat. Mater.17 (2018) 827–833. 10.1038/s41563-018-0133-2. [9] T. Wang A. Chutia D.J.L. Brett P.R. Shearing G. He G. Chai I.P. Parkin Palladium alloys used as electrocatalysts for the oxygen reduction reaction Energy Environ. Sci. 14 2021 2639 2669 10.1039/d0ee03915b T. Wang, A. Chutia, D.J.L. Brett, P.R. Shearing, G. He, G. Chai, I.P. Parkin, Palladium alloys used as electrocatalysts for the oxygen reduction reaction, Energy Environ. Sci.14 (2021) 2639–2669. 10.1039/d0ee03915b. [10] V. Jose J.M.V. Nsanzimana H. Hu J. Choi X. Wang J.M. Lee Highly efficient oxygen reduction reaction activity of N-doped carbon–cobalt boride heterointerfaces Adv. Energy Mater. 11 2021 1 9 10.1002/aenm.202100157 V. Jose, J.M.V. Nsanzimana, H. Hu, J. Choi, X. Wang, J.M. Lee, Highly efficient oxygen reduction reaction activity of N-doped carbon–cobalt boride heterointerfaces, Adv. Energy Mater.11 (2021) 1–9. 10.1002/aenm.202100157. [11] Q. Ji L. Bi J. Zhang H. Cao X.S. Zhao The role of oxygen vacancies of ABO3 perovskite oxides in the oxygen reduction reaction Energy Environ. Sci. 13 2020 1408 1428 10.1039/d0ee00092b Q. Ji, L. Bi, J. Zhang, H. Cao, X.S. Zhao, The role of oxygen vacancies of ABO3 perovskite oxides in the oxygen reduction reaction, Energy Environ. Sci.13 (2020) 1408–1428. 10.1039/d0ee00092b. [12] J. Wang W. Liu G. Luo Z. Li C. Zhao H. Zhang M. Zhu Q. Xu X. Wang C. Zhao Y. Qu Z. Yang T. Yao Y. Li Y. Lin Y. Wu Y. Li Synergistic effect of well-defined dual sites boosting the oxygen reduction reaction Energy Environ. Sci. 11 2018 3375 3379 10.1039/c8ee02656d J. Wang, W. Liu, G. Luo, Z. Li, C. Zhao, H. Zhang, M. Zhu, Q. Xu, X. Wang, C. Zhao, Y. Qu, Z. Yang, T. Yao, Y. Li, Y. Lin, Y. Wu, Y. Li, Synergistic effect of well-defined dual sites boosting the oxygen reduction reaction, Energy Environ. Sci.11 (2018) 3375–3379. 10.1039/c8ee02656d. [13] Y. Zhu X. Liu S. Jin H. Chen W. Lee M. Liu Y. Chen Anionic defect engineering of transition metal oxides for oxygen reduction and evolution reactions J. Mater. Chem. A 7 2019 5875 5897 10.1039/c8ta12477a Y. Zhu, X. Liu, S. Jin, H. Chen, W. Lee, M. Liu, Y. Chen, Anionic defect engineering of transition metal oxides for oxygen reduction and evolution reactions, J. Mater. Chem. A7 (2019) 5875–5897. 10.1039/c8ta12477a. [14] C. Mu J. Mao J. Guo Q. Guo Z. Li W. Qin Z. Hu K. Davey T. Ling S.Z. Qiao Rational design of spinel cobalt vanadate oxide Co2VO4 for superior electrocatalysis Adv. Mater. 32 2020 1907168 10.1002/adma.201907168 C. Mu, J. Mao, J. Guo, Q. Guo, Z. Li, W. Qin, Z. Hu, K. Davey, T. Ling, S.Z. Qiao, Rational design of spinel cobalt vanadate oxide Co2VO4 for superior electrocatalysis, Adv. Mater.32 (2020) 1907168. 10.1002/adma.201907168. [15] F. Song L. Bai A. Moysiadou S. Lee C. Hu L. Liardet X. Hu Transition metal oxides as electrocatalysts for the oxygen evolution reaction in alkaline solutions: an application-inspired renaissance J. Am. Chem. Soc. 140 2018 7748 7759 10.1021/jacs.8b04546 F. Song, L. Bai, A. Moysiadou, S. Lee, C. Hu, L. Liardet, X. Hu, Transition metal oxides as electrocatalysts for the oxygen evolution reaction in alkaline solutions: an application-inspired renaissance, J. Am. Chem. Soc.140 (2018) 7748–7759. 10.1021/jacs.8b04546. [16] G. Zhu H. Yang Y. Jiang Z. Sun X. Li J. Yang H. Wang R. Zou W. Jiang P. Qiu W. Luo Modulating the electronic structure of FeCo nanoparticles in N-doped mesoporous carbon for efficient oxygen reduction reaction Adv. Sci. 9 2022 2200394 10.1002/advs.202200394 G. Zhu, H. Yang, Y. Jiang, Z. Sun, X. Li, J. Yang, H. Wang, R. Zou, W. Jiang, P. Qiu, W. Luo, Modulating the electronic structure of FeCo nanoparticles in N-doped mesoporous carbon for efficient oxygen reduction reaction, Adv. Sci.9 (2022) 2200394. 10.1002/advs.202200394. [17] W. Gou J. Bian M. Zhang Z. Xia Y. Liu Y. Yang Q. Dong J. Li Y. Qu Interfacial metal-nitrogen units of NiCo/nitrogen-doped carbon for robust oxygen reduction reaction Carbon 155 2019 545 552 10.1016/j.carbon.2019.09.001 N Y W. Gou, J. Bian, M. Zhang, Z. Xia, Y. Liu, Y. Yang, Q. Dong, J. Li, Y. Qu, Interfacial metal-nitrogen units of NiCo/nitrogen-doped carbon for robust oxygen reduction reaction, CarbonN Y155 (2019) 545–552. 10.1016/j.carbon.2019.09.001. [18] N. Zion J.C. Douglin D.A. Cullen P. Zelenay D.R. Dekel L. Elbaz Porphyrin aerogel catalysts for oxygen reduction reaction in anion-exchange membrane fuel cells Adv. Funct. Mater. 31 2021 2100963 10.1002/adfm.202100963 N. Zion, J.C. Douglin, D.A. Cullen, P. Zelenay, D.R. Dekel, L. Elbaz, Porphyrin aerogel catalysts for oxygen reduction reaction in anion-exchange membrane fuel cells, Adv. Funct. Mater.31 (2021) 2100963. 10.1002/adfm.202100963. [19] Y. Ha B. Fei X. Yan H. Xu Z. Chen L. Shi M. Fu W. Xu R. Wu Atomically dispersed Co-pyridinic N-C for superior oxygen reduction reaction Adv. Energy Mater. 10 2020 2002592 10.1002/aenm.202002592 Y. Ha, B. Fei, X. Yan, H. Xu, Z. Chen, L. Shi, M. Fu, W. Xu, R. Wu, Atomically dispersed Co-pyridinic N-C for superior oxygen reduction reaction, Adv. Energy Mater.10 (2020) 2002592. 10.1002/aenm.202002592. [20] S. Zhang W. Yang Y. Liang X. Yang M. Cao R. Cao Template-free synthesis of non-noble metal single-atom electrocatalyst with N-doped holey carbon matrix for highly efficient oxygen reduction reaction in zinc-air batteries Appl. Catal. B Environ. 285 2021 119780 10.1016/j.apcatb.2020.119780 S. Zhang, W. Yang, Y. Liang, X. Yang, M. Cao, R. Cao, Template-free synthesis of non-noble metal single-atom electrocatalyst with N-doped holey carbon matrix for highly efficient oxygen reduction reaction in zinc-air batteries, Appl. Catal. B Environ.285 (2021) 119780. 10.1016/j.apcatb.2020.119780. [21] S. Yin J. Yang Y. Han G. Li L. Wan Y. Chen C. Chen X. Qu Y. Jiang S. Sun Construction of highly active metal-containing nanoparticles and FeCo-N4 composite sites for the acidic oxygen reduction reaction Angew. Chem. Int. Ed. 132 2020 22160 22163 10.1002/ange.202010013 S. Yin, J. Yang, Y. Han, G. Li, L. Wan, Y. Chen, C. Chen, X. Qu, Y. Jiang, S. Sun, Construction of highly active metal-containing nanoparticles and FeCo-N4 composite sites for the acidic oxygen reduction reaction, Angew. Chem. Int. Ed.132 (2020) 22160–22163. 10.1002/ange.202010013. [22] X. Xiang X. Zhang B. Yan K. Wang Y. Wang D. Lyu S. Xi Z. Qun Tian P.K. Shen Atomic iron coordinated by nitrogen doped carbon nanoparticles synthesized via a synchronous complexation-polymerization strategy as efficient oxygen reduction reaction electrocatalysts for zinc-air battery and fuel cell application Chem. Eng. J. 440 2022 135721 10.1016/j.cej.2022.135721 X. Xiang, X. Zhang, B. Yan, K. Wang, Y. Wang, D. Lyu, S. Xi, Z. Qun Tian, P.K. Shen, Atomic iron coordinated by nitrogen doped carbon nanoparticles synthesized via a synchronous complexation-polymerization strategy as efficient oxygen reduction reaction electrocatalysts for zinc-air battery and fuel cell application, Chem. Eng. J.440 (2022) 135721. 10.1016/j.cej.2022.135721. [23] J. Han H. Bao J.Q. Wang L. Zheng S. Sun Z.L. Wang C. Sun 3D N-doped ordered mesoporous carbon supported single-atom Fe‒N‒C catalysts with superior performance for oxygen reduction reaction and zinc-air battery Appl. Catal. B Environ. 280 2021 119411 10.1016/j.apcatb.2020.119411 J. Han, H. Bao, J.Q. Wang, L. Zheng, S. Sun, Z.L. Wang, C. Sun, 3D N-doped ordered mesoporous carbon supported single-atom Fe‒N‒C catalysts with superior performance for oxygen reduction reaction and zinc-air battery, Appl. Catal. B Environ.280 (2021) 119411. 10.1016/j.apcatb.2020.119411. [24] Y. Lin K. Liu K. Chen Y. Xu H. Li J. Hu Y.R. Lu T.S. Chan X. Qiu J. Fu M. Liu Tuning charge distribution of FeN4 via external n for enhanced oxygen reduction reaction ACS Catal. 11 2021 6304 6315 10.1021/acscatal.0c04966 Y. Lin, K. Liu, K. Chen, Y. Xu, H. Li, J. Hu, Y.R. Lu, T.S. Chan, X. Qiu, J. Fu, M. Liu, Tuning charge distribution of FeN4 via external n for enhanced oxygen reduction reaction, ACS Catal.11 (2021) 6304–6315. 10.1021/acscatal.0c04966. [25] X. Wei X. Luo H. Wang W. Gu W. Cai Y. Lin C. Zhu Highly-defective Fe‒N‒C catalysts towards pH-Universal oxygen reduction reaction Appl. Catal. B Environ. 263 2020 118347 10.1016/j.apcatb.2019.118347 X. Wei, X. Luo, H. Wang, W. Gu, W. Cai, Y. Lin, C. Zhu, Highly-defective Fe‒N‒C catalysts towards pH-Universal oxygen reduction reaction, Appl. Catal. B Environ.263 (2020) 118347. 10.1016/j.apcatb.2019.118347. [26] Q. Wang Y. Yang F. Sun G. Chen J. Wang L. Peng W.T. Chen L. Shang J. Zhao D. Sun-Waterhouse T. Zhang G.I.N. Waterhouse Molten NaCl-assisted synthesis of porous Fe‒N‒C electrocatalysts with a high density of catalytically accessible FeN4 active sites and outstanding oxygen reduction reaction performance Adv. Energy Mater. 11 2021 2100219 10.1002/aenm.202100219 Q. Wang, Y. Yang, F. Sun, G. Chen, J. Wang, L. Peng, W.T. Chen, L. Shang, J. Zhao, D. Sun-Waterhouse, T. Zhang, G.I.N. Waterhouse, Molten NaCl-assisted synthesis of porous Fe‒N‒C electrocatalysts with a high density of catalytically accessible FeN4 active sites and outstanding oxygen reduction reaction performance, Adv. Energy Mater.11 (2021) 2100219. 10.1002/aenm.202100219. [27] Q. Ren H. Wang X.F. Lu Y.X. Tong G.R. Li Recent progress on MOF-derived heteroatom-doped carbon-based electrocatalysts for oxygen reduction reaction Adv. Sci. 5 2018 1700515 10.1002/advs.201700515 Q. Ren, H. Wang, X.F. Lu, Y.X. Tong, G.R. Li, Recent progress on MOF-derived heteroatom-doped carbon-based electrocatalysts for oxygen reduction reaction, Adv. Sci.5 (2018) 1700515. 10.1002/advs.201700515. [28] X. Wei D. Zheng M. Zhao H. Chen X. Fan B. Gao L. Gu Y. Guo J. Qin J. Wei Y. Zhao G. Zhang Cross-linked polyphosphazene hollow nanosphere-derived N/P-doped porous carbon with single nonprecious metal atoms for the oxygen reduction reaction Angew. Chem. Int. Ed. 132 2020 14747 14754 10.1002/ange.202006175 X. Wei, D. Zheng, M. Zhao, H. Chen, X. Fan, B. Gao, L. Gu, Y. Guo, J. Qin, J. Wei, Y. Zhao, G. Zhang, Cross-linked polyphosphazene hollow nanosphere-derived N/P-doped porous carbon with single nonprecious metal atoms for the oxygen reduction reaction, Angew. Chem. Int. Ed.132 (2020) 14747–14754. 10.1002/ange.202006175. [29] R. Cheng M. Jiang K. Li M. Guo J. Zhang J. Ren P. Meng R. Li C. Fu Dimensional engineering of carbon dots derived sulfur and nitrogen co-doped carbon as efficient oxygen reduction reaction electrocatalysts for aluminum-air batteries Chem. Eng. J. 425 2021 130603 10.1016/j.cej.2021.130603 R. Cheng, M. Jiang, K. Li, M. Guo, J. Zhang, J. Ren, P. Meng, R. Li, C. Fu, Dimensional engineering of carbon dots derived sulfur and nitrogen co-doped carbon as efficient oxygen reduction reaction electrocatalysts for aluminum-air batteries, Chem. Eng. J.425 (2021) 130603. 10.1016/j.cej.2021.130603. [30] W. Chen X. Chen R. Qiao Z. Jiang Z. jie Jiang S. Papović K. Raleva D. Zhou Understanding the role of nitrogen and sulfur doping in promoting kinetics of oxygen reduction reaction and sodium ion battery performance of hollow spherical graphene Carbon 187 2022 230 240 10.1016/j.carbon.2021.11.020 N Y W. Chen, X. Chen, R. Qiao, Z. Jiang, Z. jie Jiang, S. Papović, K. Raleva, D. Zhou, Understanding the role of nitrogen and sulfur doping in promoting kinetics of oxygen reduction reaction and sodium ion battery performance of hollow spherical graphene, CarbonN Y187 (2022) 230–240. 10.1016/j.carbon.2021.11.020. [31] G. Daniel M. Mazzucato R. Brandiele L. De Lazzari D. Badocco P. Pastore T. Kosmala G. Granozzi C. Durante Sulfur doping versus hierarchical pore structure: the dominating effect on the Fe‒N‒C site density, activity, and selectivity in oxygen reduction reaction electrocatalysis ACS Appl. Mater. Interfaces 13 2021 42693 42705 10.1021/acsami.1c09659 G. Daniel, M. Mazzucato, R. Brandiele, L. De Lazzari, D. Badocco, P. Pastore, T. Kosmala, G. Granozzi, C. Durante, Sulfur doping versus hierarchical pore structure: the dominating effect on the Fe‒N‒C site density, activity, and selectivity in oxygen reduction reaction electrocatalysis, ACS Appl. Mater. Interfaces13 (2021) 42693–42705. 10.1021/acsami.1c09659. [32] B. Cai R. Hübner K. Sasaki Y. Zhang D. Su C. Ziegler M.B. Vukmirovic B. Rellinghaus R.R. Adzic A. Eychmüller Core–shell structuring of pure metallic aerogels towards highly efficient platinum utilization for the oxygen reduction reaction Angew. Chem. Int. Ed. 57 2018 2963 2966 10.1002/anie.201710997 B. Cai, R. Hübner, K. Sasaki, Y. Zhang, D. Su, C. Ziegler, M.B. Vukmirovic, B. Rellinghaus, R.R. Adzic, A. Eychmüller, Core–shell structuring of pure metallic aerogels towards highly efficient platinum utilization for the oxygen reduction reaction, Angew. Chem. Int. Ed.57 (2018) 2963–2966. 10.1002/anie.201710997. [33] C. Zhang H. Yang D. Zhong Y. Xu Y. Wang Q. Yuan Z. Liang B. Wang W. Zhang H. Zheng T. Cheng R. Cao A yolk-shell structured metal-organic framework with encapsulated iron-porphyrin and its derived bimetallic nitrogen-doped porous carbon for an efficient oxygen reduction reaction J. Mater. Chem. A 8 2020 9536 9544 10.1039/d0ta00962h C. Zhang, H. Yang, D. Zhong, Y. Xu, Y. Wang, Q. Yuan, Z. Liang, B. Wang, W. Zhang, H. Zheng, T. Cheng, R. Cao, A yolk-shell structured metal-organic framework with encapsulated iron-porphyrin and its derived bimetallic nitrogen-doped porous carbon for an efficient oxygen reduction reaction, J. Mater. Chem. A8 (2020) 9536–9544. 10.1039/d0ta00962h. [34] S. Chen D. Huang D. Liu H. Sun W. Yan J. Wang M. Dong X. Tong W. Fan Hollow and porous NiCo2O4 nanospheres for enhanced methanol oxidation reaction and oxygen reduction reaction by oxygen vacancies engineering Appl. Catal. B Environ. 291 2021 120065 10.1016/j.apcatb.2021.120065 S. Chen, D. Huang, D. Liu, H. Sun, W. Yan, J. Wang, M. Dong, X. Tong, W. Fan, Hollow and porous NiCo2O4 nanospheres for enhanced methanol oxidation reaction and oxygen reduction reaction by oxygen vacancies engineering, Appl. Catal. B Environ.291 (2021) 120065. 10.1016/j.apcatb.2021.120065. [35] H. Chen Q.H. Li W. Yan Z.G. Gu J. Zhang Templated synthesis of cobalt subnanoclusters dispersed N/C nanocages from COFs for highly-efficient oxygen reduction reaction Chem. Eng. J. 401 2020 126149 10.1016/j.cej.2020.126149 H. Chen, Q.H. Li, W. Yan, Z.G. Gu, J. Zhang, Templated synthesis of cobalt subnanoclusters dispersed N/C nanocages from COFs for highly-efficient oxygen reduction reaction, Chem. Eng. J.401 (2020) 126149. 10.1016/j.cej.2020.126149. [36] X. Liu H. Wu F. Ren G. Qiu M. Tang Controllable fabrication of SiO2/polypyrrole core-shell particles and polypyrrole hollow spheres Mater. Chem. Phys. 109 2008 5 9 10.1016/j.matchemphys.2007.10.014 X. Liu, H. Wu, F. Ren, G. Qiu, M. Tang, Controllable fabrication of SiO2/polypyrrole core-shell particles and polypyrrole hollow spheres, Mater. Chem. Phys.109 (2008) 5–9. 10.1016/j.matchemphys.2007.10.014. [37] Q. Yao Z.H. Lu Z. Zhang X. Chen Y. Lan One-pot synthesis of core-shell Cu@SiO2 nanospheres and their catalysis for hydrolytic dehydrogenation of ammonia borane and hydrazine borane Sci. Rep. 4 2014 7597 10.1038/srep07597 Q. Yao, Z.H. Lu, Z. Zhang, X. Chen, Y. Lan, One-pot synthesis of core-shell Cu@SiO2 nanospheres and their catalysis for hydrolytic dehydrogenation of ammonia borane and hydrazine borane, Sci. Rep.4 (2014) 7597. 10.1038/srep07597. [38] M. Liu J. Liu Z. Li Y. Song F. Wang A silica-confined strategy for completely atomic level Fe(II)-N-C catalysts with a non-planar structure toward oxygen reduction reaction J. Catal. 370 2019 21 29 10.1016/j.jcat.2018.11.039 M. Liu, J. Liu, Z. Li, Y. Song, F. Wang, A silica-confined strategy for completely atomic level Fe(II)-N-C catalysts with a non-planar structure toward oxygen reduction reaction, J. Catal.370 (2019) 21–29. 10.1016/j.jcat.2018.11.039. [39] Z. Zhang J. Zhao Y. Lei Y. Wang G. Zhou C. Xu Y. Rao K. Wang Preparation of intricate nanostructures on 304 stainless steel surface by SiO2-assisted HF etching for high superhydrophobicity Colloids Surf. A Physicochem. Eng. Asp. 586 2020 124287 10.1016/j.colsurfa.2019.124287 Z. Zhang, J. Zhao, Y. Lei, Y. Wang, G. Zhou, C. Xu, Y. Rao, K. Wang, Preparation of intricate nanostructures on 304 stainless steel surface by SiO2-assisted HF etching for high superhydrophobicity, Colloids Surf. A Physicochem. Eng. Asp.586 (2020) 124287. 10.1016/j.colsurfa.2019.124287. [40] Q. Ren Z. Wu S. Hu L. He S. Su Y. Wang L. Jiang J. Xiang Sulfur self-doped char with high specific capacitance derived from waste tire: effects of pyrolysis temperature Sci. Total Environ. 741 2020 140193 10.1016/j.scitotenv.2020.140193 Q. Ren, Z. Wu, S. Hu, L. He, S. Su, Y. Wang, L. Jiang, J. Xiang, Sulfur self-doped char with high specific capacitance derived from waste tire: effects of pyrolysis temperature, Sci. Total Environ.741 (2020) 140193. 10.1016/j.scitotenv.2020.140193. [41] H. Park S. Oh S. Lee S. Choi M. Oh Cobalt- and nitrogen-codoped porous carbon catalyst made from core–shell type hybrid metal–organic framework (ZIF-L@ZIF-67) and its efficient oxygen reduction reaction (ORR) activity Appl. Catal. B Environ. 246 2019 322 329 10.1016/j.apcatb.2019.01.083 H. Park, S. Oh, S. Lee, S. Choi, M. Oh, Cobalt- and nitrogen-codoped porous carbon catalyst made from core–shell type hybrid metal–organic framework (ZIF-L@ZIF-67) and its efficient oxygen reduction reaction (ORR) activity, Appl. Catal. B Environ.246 (2019) 322–329. 10.1016/j.apcatb.2019.01.083. [42] J. Yan Y. Huang Y. Zhang W. Peng S. Xia J. Yu B. Ding Facile synthesis of bimetallic fluoride heterojunctions on defect-enriched porous carbon nanofibers for efficient ORR catalysts Nano Lett. 21 2021 2618 2624 10.1021/acs.nanolett.1c00242 J. Yan, Y. Huang, Y. Zhang, W. Peng, S. Xia, J. Yu, B. Ding, Facile synthesis of bimetallic fluoride heterojunctions on defect-enriched porous carbon nanofibers for efficient ORR catalysts, Nano Lett.21 (2021) 2618–2624. 10.1021/acs.nanolett.1c00242. [43] Z. Xiao Y. Wu S. Cao W. Yan B. Chen T. Xing Z. Li X. Lu Y. Chen K. Wang J. Jiang An active site pre-anchoring and post-exposure strategy in Fe(CN)6 4−@PPy derived Fe/S/N-doped carbon electrocatalyst for high performance oxygen reduction reaction and zinc-air batteries Chem. Eng. J. 413 2021 127395 10.1016/j.cej.2020.127395 Z. Xiao, Y. Wu, S. Cao, W. Yan, B. Chen, T. Xing, Z. Li, X. Lu, Y. Chen, K. Wang, J. Jiang, An active site pre-anchoring and post-exposure strategy in Fe(CN)64−@PPy derived Fe/S/N-doped carbon electrocatalyst for high performance oxygen reduction reaction and zinc-air batteries, Chem. Eng. J.413 (2021) 127395. 10.1016/j.cej.2020.127395. [44] G. Papanikolaou D. Chillè S. Abate S. Perathoner G. Centi G. Giorgianni D. Cozza F. Dalena M. Migliori G. Giordano P. Lanzafame Zeolite templated carbon from Beta replica as metal-free electrocatalyst for CO2 reduction Appl. Mater. Today 26 2022 101383 10.1016/j.apmt.2022.101383 G. Papanikolaou, D. Chillè, S. Abate, S. Perathoner, G. Centi, G. Giorgianni, D. Cozza, F. Dalena, M. Migliori, G. Giordano, P. Lanzafame, Zeolite templated carbon from Beta replica as metal-free electrocatalyst for CO2 reduction, Appl. Mater. Today26 (2022) 101383. 10.1016/j.apmt.2022.101383. [45] M.R. Ammar N. Galy J.N. Rouzaud N. Toulhoat C.E. Vaudey P. Simon N. Moncoffre Characterizing various types of defects in nuclear graphite using Raman scattering: heat treatment, ion irradiation and polishing Carbon 95 2015 364 373 10.1016/j.carbon.2015.07.095 N Y M.R. Ammar, N. Galy, J.N. Rouzaud, N. Toulhoat, C.E. Vaudey, P. Simon, N. Moncoffre, Characterizing various types of defects in nuclear graphite using Raman scattering: heat treatment, ion irradiation and polishing, CarbonN Y95 (2015) 364–373. 10.1016/j.carbon.2015.07.095. [46] H. Jiang J. Gu X. Zheng M. Liu X. Qiu L. Wang W. Li Z. Chen X. Ji J. Li Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER Energy Environ. Sci. 12 2019 322 333 10.1039/c8ee03276a H. Jiang, J. Gu, X. Zheng, M. Liu, X. Qiu, L. Wang, W. Li, Z. Chen, X. Ji, J. Li, Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER, Energy Environ. Sci.12 (2019) 322–333. 10.1039/c8ee03276a. [47] K. Yamada K. Kogiso Y. Shiota M. Yamamoto A. Yamaguchi T. Moriyama T. Ono M. Shima Dependence of Gilbert damping constant on microstructure in nanocrystalline YIG coatings prepared by co-precipitation and spin-coating on a Si substrate J. Magn. Magn. Mater. 513 2020 167253 10.1016/j.jmmm.2020.167253 K. Yamada, K. Kogiso, Y. Shiota, M. Yamamoto, A. Yamaguchi, T. Moriyama, T. Ono, M. Shima, Dependence of Gilbert damping constant on microstructure in nanocrystalline YIG coatings prepared by co-precipitation and spin-coating on a Si substrate, J. Magn. Magn. Mater.513 (2020) 167253. 10.1016/j.jmmm.2020.167253. [48] T. Marshall-Roth N.J. Libretto A.T. Wrobel K.J. Anderton M.L. Pegis N.D. Ricke T. Van Voorhis J.T. Miller Y. Surendranath A pyridinic Fe-N4 macrocycle models the active sites in Fe/N-doped carbon electrocatalysts Nat. Commun. 11 2020 5283 10.1038/s41467-020-18969-6 T. Marshall-Roth, N.J. Libretto, A.T. Wrobel, K.J. Anderton, M.L. Pegis, N.D. Ricke, T. Van Voorhis, J.T. Miller, Y. Surendranath, A pyridinic Fe-N4 macrocycle models the active sites in Fe/N-doped carbon electrocatalysts, Nat. Commun.11 (2020) 5283. 10.1038/s41467-020-18969-6. [49] N. Leonard W. Ju I. Sinev J. Steinberg F. Luo A.S. Varela B. Roldan Cuenya P. Strasser The chemical identity, state and structure of catalytically active centers during the electrochemical CO2 reduction on porous Fe-nitrogen-carbon (Fe‒N‒C) materials Chem. Sci. 9 2018 5064 5073 10.1039/c8sc00491a N. Leonard, W. Ju, I. Sinev, J. Steinberg, F. Luo, A.S. Varela, B. Roldan Cuenya, P. Strasser, The chemical identity, state and structure of catalytically active centers during the electrochemical CO2 reduction on porous Fe-nitrogen-carbon (Fe‒N‒C) materials, Chem. Sci.9 (2018) 5064–5073. 10.1039/c8sc00491a. [50] L. Jiao J. Li L.L.R. Richard Q. Sun T. Stracensky E. Liu M.T. Sougrati Z. Zhao F. Yang S. Zhong H. Xu S. Mukerjee Y. Huang D.A. Cullen J.H. Park M. Ferrandon D.J. Myers F. Jaouen Q. Jia Chemical vapour deposition of Fe–N–C oxygen reduction catalysts with full utilization of dense Fe–N4 sites Nat. Mater. 20 2021 1385 1391 10.1038/s41563-021-01030-2 L. Jiao, J. Li, L.L.R. Richard, Q. Sun, T. Stracensky, E. Liu, M.T. Sougrati, Z. Zhao, F. Yang, S. Zhong, H. Xu, S. Mukerjee, Y. Huang, D.A. Cullen, J.H. Park, M. Ferrandon, D.J. Myers, F. Jaouen, Q. Jia, Chemical vapour deposition of Fe–N–C oxygen reduction catalysts with full utilization of dense Fe–N4 sites, Nat. Mater.20 (2021) 1385–1391. 10.1038/s41563-021-01030-2. [51] Z. Chen R. Liu S. Liu J. Huang L. Chen R. Nadimicherla D. Wu R. Fu FeS/FeNC decorated N,S-co-doped porous carbon for enhanced ORR activity in alkaline media Chem. Commun. 56 2020 12921 12924 10.1039/d0cc04749j Z. Chen, R. Liu, S. Liu, J. Huang, L. Chen, R. Nadimicherla, D. Wu, R. Fu, FeS/FeNC decorated N,S-co-doped porous carbon for enhanced ORR activity in alkaline media, Chem. Commun.56 (2020) 12921–12924. 10.1039/d0cc04749j. [52] Y. Shen F. Peng Y. Cao J. Zuo H. Wang H. Yu Preparation of nitrogen and sulfur Co-doped ultrathin graphitic carbon via annealing bagasse lignin as potential electrocatalyst towards oxygen reduction reaction in alkaline and acid media J. Energy Chem. 34 2019 33 42 10.1016/j.jechem.2018.09.021 Y. Shen, F. Peng, Y. Cao, J. Zuo, H. Wang, H. Yu, Preparation of nitrogen and sulfur Co-doped ultrathin graphitic carbon via annealing bagasse lignin as potential electrocatalyst towards oxygen reduction reaction in alkaline and acid media, J. Energy Chem.34 (2019) 33–42. 10.1016/j.jechem.2018.09.021. [53] Z. Wu H. Wu T. Niu S. Wang G. Fu W. Jin T. Ma Sulfurated metal-organic framework-derived nanocomposites for efficient bifunctional oxygen electrocatalysis and rechargeable Zn-Air battery ACS Sustain. Chem. Eng. 8 2020 9226 9234 10.1021/acssuschemeng.0c03570 Z. Wu, H. Wu, T. Niu, S. Wang, G. Fu, W. Jin, T. Ma, Sulfurated metal-organic framework-derived nanocomposites for efficient bifunctional oxygen electrocatalysis and rechargeable Zn-Air battery, ACS Sustain. Chem. Eng.8 (2020) 9226–9234. 10.1021/acssuschemeng.0c03570. [54] J. Zhu S. Mu Defect engineering in carbon-based electrocatalysts: insight into intrinsic carbon defects Adv. Funct. Mater. 30 2020 2001097 10.1002/adfm.202001097 J. Zhu, S. Mu, Defect engineering in carbon-based electrocatalysts: insight into intrinsic carbon defects, Adv. Funct. Mater.30 (2020) 2001097. 10.1002/adfm.202001097. [55] W. Yang Y. Zhang X. Liu L. Chen M. Liu J. Jia Polymerization-dissolution strategy to prepare Fe, N, S tri-doped carbon nanostructure for a Zn–Air battery Carbon 147 2019 83 89 10.1016/j.carbon.2019.02.061 N Y W. Yang, Y. Zhang, X. Liu, L. Chen, M. Liu, J. Jia, Polymerization-dissolution strategy to prepare Fe, N, S tri-doped carbon nanostructure for a Zn–Air battery, CarbonN Y147 (2019) 83–89. 10.1016/j.carbon.2019.02.061. [56] F.L. Meng Z.L. Wang H.X. Zhong J. Wang J.M. Yan X.B. Zhang Reactive multifunctional template-induced preparation of Fe-N-doped mesoporous carbon microspheres towards highly efficient electrocatalysts for oxygen reduction Adv. Mater. 28 2016 7948 7955 10.1002/adma.201602490 F.L. Meng, Z.L. Wang, H.X. Zhong, J. Wang, J.M. Yan, X.B. Zhang, Reactive multifunctional template-induced preparation of Fe-N-doped mesoporous carbon microspheres towards highly efficient electrocatalysts for oxygen reduction, Adv. Mater.28 (2016) 7948–7955. 10.1002/adma.201602490. [57] Q. Li W. Chen H. Xiao Y. Gong Z. Li L. Zheng X. Zheng W. Yan W.C. Cheong R. Shen N. Fu L. Gu Z. Zhuang C. Chen D. Wang Q. Peng J. Li Y. Li Fe isolated single atoms on S, N codoped carbon by copolymer pyrolysis strategy for highly efficient oxygen reduction reaction Adv. Mater. 30 2018 1800588 10.1002/adma.201800588 Q. Li, W. Chen, H. Xiao, Y. Gong, Z. Li, L. Zheng, X. Zheng, W. Yan, W.C. Cheong, R. Shen, N. Fu, L. Gu, Z. Zhuang, C. Chen, D. Wang, Q. Peng, J. Li, Y. Li, Fe isolated single atoms on S, N codoped carbon by copolymer pyrolysis strategy for highly efficient oxygen reduction reaction, Adv. Mater.30 (2018) 1800588. 10.1002/adma.201800588. [58] X. Zhang Q. Zhang J. Cui J. Yan J. Liu Y. Wu New insights into the key bifunctional role of sulfur in Fe‒N‒C single-atom catalysts for ORR/OER Nanoscale 14 2022 3212 3223 10.1039/d1nr07851h X. Zhang, Q. Zhang, J. Cui, J. Yan, J. Liu, Y. Wu, New insights into the key bifunctional role of sulfur in Fe‒N‒C single-atom catalysts for ORR/OER, Nanoscale. 14 (2022) 3212–3223. 10.1039/d1nr07851h. [59] C. Li H. Liu Z. Yu Novel and multifunctional inorganic mixing salt-templated 2D ultrathin Fe/Co-N/S-carbon nanosheets as effectively bifunctional electrocatalysts for Zn-air batteries Appl. Catal. B Environ. 241 2019 95 103 10.1016/j.apcatb.2018.09.024 C. Li, H. Liu, Z. Yu, Novel and multifunctional inorganic mixing salt-templated 2D ultrathin Fe/Co-N/S-carbon nanosheets as effectively bifunctional electrocatalysts for Zn-air batteries, Appl. Catal. B Environ.241 (2019) 95–103. 10.1016/j.apcatb.2018.09.024. [60] J. Yu C. Yu W. Guo Z. Wang S. Li J. Chang X. Tan Y. Ding M. Zhang L. Yang Y. Xie R. Fu J. Qiu Decoupling and correlating the ion transport by engineering 2D carbon nanosheets for enhanced charge storage Nano Energy 64 2019 103921 10.1016/j.nanoen.2019.103921 J. Yu, C. Yu, W. Guo, Z. Wang, S. Li, J. Chang, X. Tan, Y. Ding, M. Zhang, L. Yang, Y. Xie, R. Fu, J. Qiu, Decoupling and correlating the ion transport by engineering 2D carbon nanosheets for enhanced charge storage, Nano Energy64 (2019) 103921. 10.1016/j.nanoen.2019.103921. [61] K. Wu X. Chen S. Liu Y. Pan W.C. Cheong W. Zhu X. Cao R. Shen W. Chen J. Luo W. Yan L. Zheng Z. Chen D. Wang Q. Peng C. Chen Y. Li Porphyrin-like Fe-N4 sites with sulfur adjustment on hierarchical porous carbon for different rate-determining steps in oxygen reduction reaction Nano Res. 11 2018 6260 6269 10.1007/s12274-018-2149-y K. Wu, X. Chen, S. Liu, Y. Pan, W.C. Cheong, W. Zhu, X. Cao, R. Shen, W. Chen, J. Luo, W. Yan, L. Zheng, Z. Chen, D. Wang, Q. Peng, C. Chen, Y. Li, Porphyrin-like Fe-N4 sites with sulfur adjustment on hierarchical porous carbon for different rate-determining steps in oxygen reduction reaction, Nano Res.11 (2018) 6260–6269. 10.1007/s12274-018-2149-y. [62] X. Wei X. Luo N. Wu W. Gu Y. Lin C. Zhu Recent advances in synergistically enhanced single-atomic site catalysts for boosted oxygen reduction reaction Nano Energy 84 2021 105817 10.1016/j.nanoen.2021.105817 X. Wei, X. Luo, N. Wu, W. Gu, Y. Lin, C. Zhu, Recent advances in synergistically enhanced single-atomic site catalysts for boosted oxygen reduction reaction, Nano Energy84 (2021) 105817. 10.1016/j.nanoen.2021.105817. [63] Z. Wang N. Shang W. Wang S. Gao S. Zhang W. Gao X. Cheng C. Wang Atomically dispersed Co anchored on S,N-riched carbon for efficient oxygen reduction and Zn-air battery J. Alloys Compd. 899 2022 163225 10.1016/j.jallcom.2021.163225 Z. Wang, N. Shang, W. Wang, S. Gao, S. Zhang, W. Gao, X. Cheng, C. Wang, Atomically dispersed Co anchored on S,N-riched carbon for efficient oxygen reduction and Zn-air battery, J. Alloys Compd.899 (2022) 163225. 10.1016/j.jallcom.2021.163225. [64] Q. Shi Y. He X. Bai M. Wang D.A. Cullen M. Lucero X. Zhao K.L. More H. Zhou Z. Feng Y. Liu G. Wu Methanol tolerance of atomically dispersed single metal site catalysts: mechanistic understanding and high-performance direct methanol fuel cells Energy Environ. Sci. 13 2020 3544 3555 10.1039/d0ee01968b Q. Shi, Y. He, X. Bai, M. Wang, D.A. Cullen, M. Lucero, X. Zhao, K.L. More, H. Zhou, Z. Feng, Y. Liu, G. Wu, Methanol tolerance of atomically dispersed single metal site catalysts: mechanistic understanding and high-performance direct methanol fuel cells, Energy Environ. Sci.13 (2020) 3544–3555. 10.1039/d0ee01968b. [65] H. Shen E. Gracia-Espino J. Ma K. Zang J. Luo L. Wang S. Gao X. Mamat G. Hu T. Wagberg S. Guo Synergistic effects between atomically dispersed Fe−N−C and C−S−C for the oxygen reduction reaction in acidic media Angew. Chem. Int. Ed. 56 2017 13800 13804 10.1002/anie.201706602 H. Shen, E. Gracia-Espino, J. Ma, K. Zang, J. Luo, L. Wang, S. Gao, X. Mamat, G. Hu, T. Wagberg, S. Guo, Synergistic effects between atomically dispersed Fe−N−C and C−S−C for the oxygen reduction reaction in acidic media, Angew. Chem. Int. Ed.56 (2017) 13800–13804. 10.1002/anie.201706602.",
      "scopus-id": "85135717042",
      "coredata": {
        "eid": "1-s2.0-S2468823122004758",
        "dc:description": "Developing electrocatalysts free from precious metals for oxygen reduction reaction (ORR) is essential for clean energy storage and conversion systems such as metal-air batteries and fuel cells. Herein, hollow-structured Fe-, N-, and S-tridoped carbon (FeNSC) spheres were synthesized by hydrothermal polymerization of polypyrrole, impregnation of iron species, pyrolysis, and a sulfidation processes. During the synthesis procedure, SiO2 nanospheres were used as self-sacrificial templates to achieve a uniform hollow structure. The electronic structure of the highly active Fe–N site was modified by sulfur dopants with relatively low electronegativity, thus efficiently enhancing ORR kinetics. The hollow-structured FeNSC nanospheres exhibited excellent electrocatalytic performance toward the ORR in an alkaline electrolyte, with a remarkable onset potential (0.971 V vs. RHE) and half-wave potential (0.877 V vs. RHE), even outperforming state-of-the-art Pt/C (0.977 and 0.858 V vs. RHE). Furthermore, the FeNSC hollow spheres showed outstanding electrochemical stability over 100 h and methanol tolerance against commercial Pt/C. The findings of this study provide novel insights for designing precious metal-free electrocatalysts with unique hollow structures and heteroatom-doped carbon for energy storage and conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823122004758",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "An, Hyelin"
          },
          {
            "@_fa": "true",
            "$": "Min, Kyeongseok"
          },
          {
            "@_fa": "true",
            "$": "Lee, Yeeun"
          },
          {
            "@_fa": "true",
            "$": "Na, Rin"
          },
          {
            "@_fa": "true",
            "$": "Shim, Sang Eun"
          },
          {
            "@_fa": "true",
            "$": "Baeck, Sung-Hyeon"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823122004758"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823122004758"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(22)00475-8",
        "prism:volume": "530",
        "articleNumber": "112589",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Sacrificial template induced Fe-, N-, and S-tridoped hollow carbon sphere as a highly efficient electrocatalyst for oxygen reduction reaction",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Hollow structure"
          },
          {
            "@_fa": "true",
            "$": "Heteroatom doping"
          },
          {
            "@_fa": "true",
            "$": "Fuel cell"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "112589",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2022",
        "prism:doi": "10.1016/j.mcat.2022.112589",
        "prism:startingPage": "112589",
        "dc:identifier": "doi:10.1016/j.mcat.2022.112589",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "361",
            "@width": "706",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "118725",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "475",
            "@width": "705",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "112274",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "154",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32889",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "217",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55451",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "533",
            "@width": "705",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "119614",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "416",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "114050",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18040",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23628",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17950",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "59",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6769",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16404",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11387",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1596",
            "@width": "3124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "954605",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2104",
            "@width": "3123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1041719",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "680",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "284158",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "960",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "396423",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2361",
            "@width": "3121",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1026958",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1843",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "794449",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "8775468",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11156",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4016",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11628",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "19424",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122004758-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3620667",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85135717042"
      }
    }
  }
}