{
  "metadata": {
    "title": "Improved protocol for optimizing Mo/ZSM-5 catalyst for methane aromatization",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-10-31",
    "doi": "10.1016/j.mcat.2021.111875",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121004922",
    "pii": "S2468823121004922"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85115017641",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-09-17 2021-09-17 2021-09-17 2021-09-17 2021-12-01T07:56:01 1-s2.0-S2468823121004922 S2468-8231(21)00492-2 S2468823121004922 10.1016/j.mcat.2021.111875 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00156 2022-12-12T23:36:21.627889Z 0 0 20211001 20211031 2021 2021-09-17T01:36:11.213176Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 515 515 C Volume 515 10 111875 111875 111875 202110 October 2021 2021-10-01 2021-10-31 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. IMPROVEDPROTOCOLFOROPTIMIZINGMOZSM5CATALYSTFORMETHANEAROMATIZATION JANA S 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalyst performance evaluation 2.4 Design of experiments (DoE) 3 Results and discussion 3.1 Physico-chemical characterizations of Mo/ZSM-5 samples 3.2 Methane aromatization over Mo/H-ZSM-5 samples 3.2.1 Effect of various factors on benzene yield 3.2.2 Effect of various factors on final/peak methane conversion 3.2.3 Comparison of coking for the worse and best cases 4 Conclusions Acknowledgments Appendix Supplementary materials References TANG 2014 2580 2591 P WANG 1993 21 35 L MA 2013 1 20 S ISMAGILOV 2008 526 541 Z TAN 2007 36 41 P PETKOVIC 2012 2 10 L SUN 2018 1768 1789 K MATUS 2003 167 171 E 2015 829 837 SHETTY 2018 68 78 S SHETIAN 1999 175 L JANAX2021X111875 JANAX2021X111875XS 2023-09-17T00:00:00.000Z 2023-09-17T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-09-21T03:37:27.779Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined SABIC SABIC Saudi Basic Industries Corporation http://data.elsevier.com/vocabulary/SciValFunders/501100007164 http://sws.geonames.org/102358/ Authors thank SABIC management to support this work and approve for journal publication. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00492-2 S2468823121004922 1-s2.0-S2468823121004922 10.1016/j.mcat.2021.111875 315758 2021-12-01T08:33:46.166371Z 2021-10-01 2021-10-31 1-s2.0-S2468823121004922-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/MAIN/application/pdf/80f20c967e87c6870b5ad7e86717b543/main.pdf main.pdf pdf true 979270 MAIN 7 1-s2.0-S2468823121004922-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/PREVIEW/image/png/d6445225d1149932259e5d8bf2b6375a/main_1.png main_1.png png 60088 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121004922-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr3/DOWNSAMPLED/image/jpeg/82d05f9b873f3e8412983675a964e597/gr3.jpg gr3 gr3.jpg jpg 20961 252 386 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004922-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr2/DOWNSAMPLED/image/jpeg/d9d74aa46d1188111989aac18070bf6f/gr2.jpg gr2 gr2.jpg jpg 20142 253 386 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004922-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/ga1/DOWNSAMPLED/image/jpeg/248af6b70379397cd78b5a6c5342572d/ga1.jpg ga1 true ga1.jpg jpg 23936 200 275 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004922-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr1/DOWNSAMPLED/image/jpeg/228edc372eb704c7316ffefe73b705c2/gr1.jpg gr1 gr1.jpg jpg 17521 110 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004922-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/sc1/DOWNSAMPLED/image/jpeg/a29b3ecfc06b633fce3f88bdc43edb59/sc1.jpg sc1 sc1.jpg jpg 21306 93 489 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121004922-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr3/THUMBNAIL/image/gif/e9fd59e6410400300cba19bd5071308b/gr3.sml gr3 gr3.sml sml 7067 143 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004922-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr2/THUMBNAIL/image/gif/b79377e6a85f6327d2c7a00ec616d8c1/gr2.sml gr2 gr2.sml sml 6904 143 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004922-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/ga1/THUMBNAIL/image/gif/fb404b30bfc78772a094c860fee336ea/ga1.sml ga1 true ga1.sml sml 11375 159 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004922-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr1/THUMBNAIL/image/gif/445f036a555376abd8555d9ba22398e6/gr1.sml gr1 gr1.sml sml 6550 43 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004922-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/sc1/THUMBNAIL/image/gif/07d9b4927209051973af9aaa84f20c2b/sc1.sml sc1 sc1.sml sml 6130 42 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121004922-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr3/HIGHRES/image/jpeg/258936172543770e0e9d6c0a3fda1c42/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 155636 1117 1708 IMAGE-HIGH-RES 1-s2.0-S2468823121004922-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr2/HIGHRES/image/jpeg/20c3edfd997c32dfd6b9b69a7688b096/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 148791 1118 1708 IMAGE-HIGH-RES 1-s2.0-S2468823121004922-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/ga1/HIGHRES/image/jpeg/520b7340c37149d31797fd2c08d387ea/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 172150 886 1221 IMAGE-HIGH-RES 1-s2.0-S2468823121004922-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/gr1/HIGHRES/image/jpeg/573fca9f9afa142ccafb12b0f77004f2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 186981 486 2500 IMAGE-HIGH-RES 1-s2.0-S2468823121004922-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/sc1/HIGHRES/image/jpeg/85b43cd6f55fcf292999899cb986b1de/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 145474 413 2167 IMAGE-HIGH-RES 1-s2.0-S2468823121004922-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c544986bda23477dfaea4904b974e2e3/mmc1.docx mmc1 mmc1.docx docx 247535 APPLICATION 1-s2.0-S2468823121004922-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/STRIPIN/image/svg+xml/5bd6ce2ca8042bc772ae9d80c35ae901/si1.svg si1 si1.svg svg 13293 ALTIMG 1-s2.0-S2468823121004922-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/STRIPIN/image/svg+xml/f1cee8bae3fbe6731a1d76d5909c1c21/si2.svg si2 si2.svg svg 19543 ALTIMG 1-s2.0-S2468823121004922-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/STRIPIN/image/svg+xml/c89b0b12203aaf0df2871a78b6c6f705/si3.svg si3 si3.svg svg 17909 ALTIMG 1-s2.0-S2468823121004922-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121004922/STRIPIN/image/svg+xml/5bacbf03af726f21d3e0996010387eda/si4.svg si4 si4.svg svg 24863 ALTIMG 1-s2.0-S2468823121004922-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10L1MW97X4L/MAIN/application/pdf/3dc2057ddc2f63b5a042a2a823cc4b42/am.pdf am am.pdf pdf false 597578 AAM-PDF MCAT 111875 111875 S2468-8231(21)00492-2 10.1016/j.mcat.2021.111875 Fig. 1 TEM images of Mo/H-ZSM-5 prepared using A: Si/Al ratio of 11.5 and pH of 4.5 and B: Si/Al ratio of 15 and pH of 10. Fig. 1: Fig. 2 Dependencies of benzene productivity on various factors. Fig. 2: Fig. 3 Dependencies of final/peak methane conversion based on various factors. Fig. 3: Scheme 1 Catalytic action of bi-functional Mo based ZSM-5 in methane dehydroaromatization to benzene. Scheme 1: Table 1 DoE for optimizing Mo/ZSM-5 catalyst for methane aromatization. Table 1: Run Factor 1 A: Si/Al (mol.mol−1) Factor 2 B: pH Factor 3 C: Pre-carburization Response 1 Benzene productivity (g benzene.kg−1 cat.h−1) Response 2 Final/Peak conversion (methane conversion at 5 h/peak conversion) 1 15 10 No 2 15 10 Yes 3 11.5 10 No 4 15 4.5 Yes 5 11.5 4.5 No 6 15 10 Yes 7 11.5 4.5 Yes 8 11.5 10 Yes 9 15 4.5 No 10 15 10 Yes Table 2 Physico-chemical characteristics of H-ZSM-5 samples with or without Mo. Table 2: Sample Si/Al ratio, mol.mol−11 pH of Mo incorporation Crystallinity of H-ZSM-5, % BET analysis Acidity (mmol.g−11) Tetrahedral / Octahedral Al Micropore surface area (m2.g−1) External surface area (m2.g−1) Micropore volume, cm3.g−1) Low T peak (∼ 240°C) High T peak (∼ 435°C) H-ZSM-5 15 NA 100 321 102 0.1 0.44 0.37 95.4 Mo/H-ZSM-5 15 pH=4.5 94.5 232 88 0.09 0.43 0.19 93.9 Mo/H-ZSM-5 15 pH=10 92.1 234 91 0.08 0.39 0.14 94.1 H-ZSM-5 11.5 NA 100 290 83 0.11 0.51 0.58 94.2 Mo/H-ZSM-5 11.5 pH=4.5 96 204 66 0.08 0.50 0.31 92.0 Mo/H-ZSM-5 11.5 pH=10 92.5 191 70 0.07 0.45 0.24 93.1 Table 3 Responses for the different design experiments performed at 750°C and 1 atmosphere pressure for TOS (Time-On-Stream) of 5 h. Table 3: Run Factor 1 A: Si/Al mol.mol−1 Factor 2 B: pH Factor 3 C: Pre-carburization Response 1 Benzene yield g benzene.kg−1 cat.h−1 Response 2 Final/Peak conversion 1 15 10 No 64.0 0.80 2 15 10 Yes 65.1 0.90 3 11.5 10 No 55.0 0.87 4 15 4.5 Yes 64.0 0.86 5 11.5 4.5 No 53.8 0.77 6 15 10 Yes 64.7 0.92 7 11.5 4.5 Yes 61.2 0.87 8 11.5 10 Yes 54.6 0.76 9 15 4.5 No 62.0 0.78 10 15 10 Yes 65.0 0.89 Table 4 Coke contents of best and worst performer catalysts. Table 4: Run Factor 1 A: Si/Al mol.mol−1 Factor 2 B: pH Factor 3 C: Pre-carburization Coke, % TGA (wt. loss,%) CHNS (H/C, mol.mol−1) Soft coke Hard coke 2 15 10 Yes 4.4 4.2 5.6 0.13 5 11.5 4.5 Yes 3.9 4.5 5.4 0.10 Improved protocol for optimizing Mo/ZSM-5 catalyst for methane aromatization Suman K. Jana ⁎ Ziyad Kotta Varithottil Vinita Dubey G. Sreenivasa Rao S. Sivakumar SABIC Technology Center, Plot No. 81-85, Chikkadunnasandra, Anekal, Off Sarjapura-Attibele State Highway, Bengaluru, 562125, Karnataka, India SABIC Technology Center Plot No. 81-85, Chikkadunnasandra, Anekal, Off Sarjapura-Attibele State Highway Bengaluru Karnataka 562125 India SABIC Technology Center, Plot No. 81-85, Chikkadunnasandra, Anekal, Off Sarjapura-Attibele State Highway, Bengaluru, 562125, Karnataka, India ⁎ Corresponding author. A systematic DoE approach is developed to optimize Mo-based ZSM-5 catalyst recipe for methane dehydro-aromatization process. Aim is to achieve maximum benzene productivity with improve catalyst stability. Three major factors - Si/Al ratio of ZSM-5, pH of Mo incorporation and catalyst activation along with two different responses - benzene yield and final/peak methane conversion (or in other words the extent of catalyst stability) were considered for constructing the DoE. The benzene yield and final/peak methane conversion vary significantly depending on the catalyst recipe including the catalyst activation protocol/conditions. The combination of Si/Al ratio of 15, pH of Mo incorporation 10 and control catalyst activation by pre-carburization identified through DoE helped to achieve maximum/optimum benzene yield and the catalyst stability. Moderate acidity of zeolite, high Mo dispersion and presence of higher quantity of catalytically active Mo-carbide/oxycarbide species seems to be the reason for high benzene productivity and catalyst stability. Graphical abstracts Optimization of methane aromatization catalyst to improve benzene productivity and catalyst stability through DoE, pre-requisite for commercial consideration. Image, graphical abstract Keywords Methane dehydro-aromatization Catalyst optimization Benzene productivity Final/Peak methane conversion Catalyst stability Mo-based ZSM-5 Si/Al ratio, pH of Mo incorporation Pre-carburization Design of experiment 1 Introduction Recent discoveries of huge deposits of shale gas re-initiates the interest of using abundant of methane for value-added chemical production. Few indirect routes for converting methane to liquid fuels and valuable chemicals has already been commercialized. However, there is enormous interest to develop direct route for converting methane to chemicals in order to bypass the energy intensive syngas route and to improve carbon footprints [1]. Benzene, the key component of aromatics, is used as raw materials for the production of styrene, phenol and other industrial chemicals. Global benzene demand is anticipated to grow at a rate close to 2.5 % per annum [2]. With the development of shale gas, it is anticipated that the benzene availability may affect due to the transformation of cracker feedstock from liquid to gas. It is, therefore, very important to address the potential scarcity of benzene or benzene derivatives for the aromatics business requirements. Direct conversion of methane to benzene (MTB) is one of the promising processes for efficient utilization of methane/natural gas/shale gas and also to address benzene gap. MTB reaction proceeds under both oxidative and non-oxidative conditions. In the presence of oxygen, benzene selectivity is found to be extremely low due to the formation of large quantities of unwanted CO and CO2. Non-oxidative methane dehydro-aromatization over bi-functional Mo/ZSM-5 catalyst considered promising for on-purpose benzene production as shown in Scheme 1 [3-8]. Mo is mostly responsible for methane activation. ZSM-5 acidity and pore structure facilitates oligomerization/tri-merization and de-hydro cyclization resulting selective formation of benzene. Due to low reactivity of methane and equilibrium limitation, methane to benzene reaction demands higher operating temperature to achieve meaningful conversion, a prime requirement for commercial consideration. However, high temperature expedites coke formation, which not only accelerates catalyst deactivation; but also coking generates more H2, as a result the equilibrium shifts further towards left. Rapid catalyst deactivation is one of the major bottleneck for industrialization of this process. Two major approaches have been attempted by researchers to address the coking issue and, thereby, to improve long-term catalyst stability. First one is the modification of catalyst through optimizing acidity of ZSM-5, passivation of external acidity, Mo introduction process, addition of promoter(s), etc. including catalyst activation. The second one is to use of small amount of co-feed(s) like CO, CO2, H2, H2O, O2, etc. along with methane to control/reduce coking during high temperature methane dehydro-aromatization reaction [5]. However, no systematic investigation for tuning of Mo-based ZSM-5 catalyst recipe to achieve maximize/optimize benzene productivity and minimize catalyst deactivation, the prime requirements for commercial consideration, have been reported so far. In this work, we attempted systematic DoE approach to optimize catalyst composition considering three major factors - Si/Al ratio of ZSM-5, pH of Mo incorporation and catalyst activation to identify design space for optimizing benzene productivity along with the reduction in catalyst deactivation. Si/Al ratio of ZSM-5, in turn zeolite acidity is very critical for oligomerization/tri-merization of ethylene type intermediate to produce C6-olefins, the precursor for benzene. Basic pH for Mo incorporation helps in forming more monomeric Mo species and thereby increasing formation of catalytically active Mo-carbide/oxy-carbide species. Control pre-carburization is very important to restrict unwanted aromatics/graphitic type coke formation during the transformation of Mo/ZSM-5 to active Mo-carbide(oxy-carbide)/ZSM-5 catalyst. Our approach comprises developing suitable design of experiments and its analysis for identifying optimized catalyst recipe for both improving benzene productivity and catalyst stability. 2 Experimental 2.1 Catalyst preparation NH4-ZSM-5 having Si/Al ratios of 11.5 and 15, received from Zeolyst International (USA) were used as raw material for preparation of Mo/H-ZSM-5 catalysts. H-ZSM-5 was made by calcining NH4-ZSM-5 at 520°C for 6 h in air. Mo-containing ZSM-5 catalysts with Mo loading of 5 wt% were prepared by impregnation technique under both acidic and basic conditions. In a typical procedure, catalysts were prepared by impregnating 50 g of H-ZSM-5 with aqueous solution containing 5.5 g of ammonium hepta-molybdate dissolved in 116 ml deionized water under stirring at 25°C for 2 h. The pH of resulting slurry is close to 4.5. The catalyst prepared by this technique is referred to as catalyst synthesized under acidic condition. However, in case of catalyst prepared under basic condition, the pH of aqueous ammonium hepta-molybdate solution was adjusted to ∼10 by adding 30% aqueous ammonia solution. The resulting solution was then added to H-ZSM-5 under stirring and the final pH of the slurry once again adjusted to ∼10 by 30% aqueous ammonia solution. Further, the slurry was continuously stirred for 2h at 25°C. The catalyst prepared by this technique is referred to as catalyst synthesized under basic condition [9]. The water from the catalyst slurry were then removed under vacuum at 95°C while stirring followed by dried at 120°C for 12 h. The dried material was then crushed into fine powders and finally calcined at 550°C in air for 16 h, pelleted and sieved to 250-500 μm mesh for performance evaluation and characterization. 2.2 Catalyst characterization X-ray powder diffraction pattern of H-ZSM-5 with or without Mo loading were obtained on Bruker D8 Advance Diffractometer using Cu Kα radiation at 40 kV and 30 mA with 2 theta of 5 to 50 degree. Nitrogen adsorption was carried out on a Micromeritics ASAP 2010 apparatus at −196°C. Samples were degassed at 300°C for 12h under vacuum prior to the analysis. Surface area was evaluated using BET method, while micro-pore surface area and micropore volume determined according to the t-plot technique. Temperature-programmed desorption of ammonia (NH3-TPD) was performed on AutoChem II 2920 instrument. About 100 mg of sample was taken in quartz sample tube for the analysis. Prior to the TPD run, the sample was treated at 600°C with helium flow of 30 cm3/min for 60 min and then cooled to 110°C. Ammonia gas of 15% in He passed over the sample for 60 min at 30 cm3/min. Physisorbed NH3 was removed by passing He over the sample for 60 min. NH3 desorption was studied by ramping the temperature to 600°C at 10C/min and holding time for 30 min. Thermal conductivity detector was used to measure the amount of NH3 in the effluent, in turns the acidity of the material. The Si, Al and Mo contents in the samples were determined using Spectro Arcos ICP-OES. The sample was prepared by dissolving 0.1 g of solid in a solution containing aqueous HF and HNO3 by sonication. Further dilution with deionized water was made depending upon the requirement of the concentration of each analyte for the analysis. Solid state MAS NMR were recorded on Bruker 400MHz Advance NMR spectrometer. 27Al spectrum was recorded at 104.29 MHz frequency at room temperature using 4 mm MAS probe with a spinning speed of 10 KHz using 4.2 µs pulse and 5 s delay. Al(NO3)3.9H2O sample used as reference sample (0 ppm) for all 27Al analysis. 512 scans were used for collecting the spectra. 29Si spectrum was recorded at Larmor frequency of 79.5 MHz with a spinning speed of 10 kHz. Single pulse excitation of 4.2 µs with a 5 s recycle time is used to determine chemical shifts relative to Tertramethoxysilane (TMOS). Transmission electron microscopy (TEM) analysis were performed by using a Tecnai F20 TEM instrument operated at 200 kV. High Angular Annular Dark Field (HAADF) detector was used in Scanning Transmission Electron Microscopy (STEM) mode for imaging. An X-ray analyzer for energy dispersive spectrometry (EDS) is incorporated for elemental analysis. The sample was prepared by sprinkling a small amount of powder sample on carbon coated 200 mesh Cu grid. Quantification of coke in spent samples were performed in two different techniques. Total coke was measured using thermal gravimetric analyzer, Discovery TGA and Q5000 (TA Instruments). 10-20 mg of spent catalyst sample was heated in air from 40 - 500°C at a rate of 5o/min followed by increasing temperature from 500 - 800°C at 10°C/min to obtain the required weight loss profile. The weight loss recorded in the temperature range of 200 – 800°C was used to estimate the total coke content. CHNS analysis of spent samples was carried out using Elemental Analyzer, Elemental Vario EL cube. 10-20 mg of spent catalyst sample was combusted in oxygen atmosphere at 1150°C and the combustion products CO2 and H2O were analyzed by TCD detector. 2.3 Catalyst performance evaluation Aromatization of methane was carried out under ambient pressure in a fixed-bed continuous down-flow quartz micro-reactor (10 mm OD) using ∼ 2.0 g of catalyst. The catalyst was first heated under dry N2 to 200°C for 0.5 h to remove the moisture present in it, if any. The treated catalyst is then pre-carburized with a feed containing 20 volume % CH4 and 80 volume % H2 with increasing temperature from 200-650°C at a heating rate of 3°C /min under 1 atmosphere followed by maintaining the constant temperature of 650°C for 2 h [10-14]. We have also used periodic DFT studies to improve our understanding on active catalyst in methane aromatization and the learning is utilized for identifying better catalyst synthesis protocol [15]. After the pre-treatment, the temperature of the catalyst bed is further increased to 725°C, the reaction temperature, with N2; and then changed the feed from N2 to methane to start the aromatization reaction. The reaction is performed at 725°C, 1 atmosphere pressure and GHSVCH4 of 1050 ml/(g catalyst. h) for 5 h. The reactant and product streams are analyzed by on-line Agilent gas chromatography equipped with both TCD and FID detectors. TCD detector in combination with Carboxane column is used to measure methane, hydrogen, carbon monoxide and carbon dioxide; while the FID detector along with Petrocol DH column is used to analyze methane, ethane, ethylene, propane, propylene, benzene, naphthalene and other hydrocarbons. The gas chromatograph was calibrated with a calibration gas mixture and liquid hydrocarbons to calculate the response factors. Methane conversion, product selectivity and benzene productivity are calculated based on the following equations. Product selectivities are calculated based on gas phase analysis of hydrocarbons; and the coke is not considered for this calculation. C H 4 conv . ( % ) = ( C H 4 inlet − C H 4 outlet ) / C H 4 inlet × 100 Selectivity ( % ) = ( C x H y ) outlet / ( total produced C x H y ) × 100 Benzene productivity (g Benzene.kg−1 cat.h−1) = g of benzene produced per kg of catalyst per h 2.4 Design of experiments (DoE) DoE (Design of Experiment) approach is used to identify the effect of various factors pertaining to catalyst recipe (including their interactions) on the catalyst performance and stability. Fractional Factorial DOE with 10 number of experiments was made and used to optimize catalyst performance. The DOE was constructed by considering three major factors responsible for catalyst composition - Si/Al ratio of ZSM-5, pH of catalyst synthesis and pre-carburization; and two responses - Benzene productivity and Final/Peak methane conversion (indicative of catalyst deactivation). The details are discussed below. DoE is beneficial and effective as compared to performing experiments varying one factor/parameter at a time due to two major reasons. Single factor experiment will tell only the effect of that particular factor; will not give any idea about the interaction effect when multiple factors are responsible; and, therefore, difficult to achieve desired/optimum results. Moreover, it will also demand more the number of experiments to be performed compared to DoE based research/optimization. As described earlier, to develop DoE, three factors (inputs) and two responses (outputs) are considered. All the three factors are categorical, as shown below: 1 Si/Al ratio of ZSM-5: 11.5 and 15 2 pH of catalyst synthesis: 4.5 and 10 3 Pre-carburization (with 80/20 mixture of H2/CH4): No and Yes However, both the responses are numerical as follows: 1 Benzene productivity (g benzene.kg−1 cat.h−1) 2 Final/Peak methane conversion: Ratio of methane conversion at 5 h to the peak conversion, which is an indicative of catalyst deactivation Using above factors and responses, following DoE is developed to optimize Mo/ZSM-5 catalyst for methane aromatization as shown in Table 1 . Total 10 experiments are used for optimization of Mo/ZSM-5 catalyst. Run numbers 2 and 6 are the repetition of same experiments and are used to establish the variability/error bar of experimental data. The above three factors for improving methane aromatization catalyst performance are very critical and selected based on the prior art and our experience through research. Among the various zeolites (like ZSM-5, ZSM-8, ZSM-11, MCM-22, ITQ-2, ITQ-13, IM-5, TNU-9, Mordenite, USY) explored in methane aromatization, ZSM-5 found to be the best choice [4]. Therefore, in our study we have selected and used H-ZSM-5 for catalyst optimization. Ichikawa et al. reported the use of H-ZSM-5 with different Si/Al ratio ranging from 10 to 1000 for Mo/ZSM-5 catalyst and found that Mo (3 wt%)/ZSM-5 with Si/Al ratio close to 20 showed maximum methane aromatization performance [16]. We have optimized Mo loading of 5 wt% (under our experimental conditions to improve both benzene productivity and catalyst long-term stability), and had observed that Si/Al ratio of 10 to 15 showed promising catalyst performance; therefore, we have selected H-ZSM-5 having Si/Al ratios of 11.5 and 15 for this study. In methane aromatization over Mo/ZSM-5, the active catalyst is Mo-carbide/oxycarbide on ZSM-5 zeolite. Ammonium hepta-molybdate is the preferred precursor for the preparation of Mo/ZSM-5 catalyst. Mo in aqueous ammonium hepta-molybdate solution mostly present in the form of polymeric Mo7O24 6- cluster, which limits high dispersion of Mo on ZSM-5, and therefore, inhibit high catalyst performance. We have used two different pH conditions for Mo incorporation onto ZSM-5 to understand/optimize the effect of Mo dispersion on catalyst performance. Mo/ZSM-5 in methane aromatization is not the active catalyst, the active catalyst is Mo-carbide/oxycarbide on ZSM-5; which is formed during the initial phase of methane aromatization reaction. In order to restrict coke formation during transformation of Mo/ZSM-5 to the active phase, it is very important to activate/pre-carburize catalyst under control conditions. We have considered the transformation of Mo/ZSM-5 to active Mo-carbide/oxycarbide on ZSM-5 under two different conditions, first one is through aromatization reaction and second one is through control catalyst activation termed as pre-carburization. The conditions for pre-carburization is adopted based on our invention [12-14]. 3 Results and discussion 3.1 Physico-chemical characterizations of Mo/ZSM-5 samples Physico-chemical properties of various Mo/ZSM-5 samples along with the parent zeolites are presented in Table 2 . Data in Table 2 illustrates the effect of Si/Al ratios of ZSM-5, Mo loading and the pH of Mo incorporation on crystallinity of zeolite, surface area, micro-pore volume, acidity and the ratio of tetrahedral/octahedral Al content. XRD result reveals small decrease, 8-10%, in zeolite crystallinity after incorporation of Mo under both acidic (pH 4.5) and basic (pH 10) conditions. However, all the major ZSM-5 signature peaks clearly visible suggesting the structural integrity of zeolite remains intact. The slight decrease in ZSM-5 crystallinity seems to be due to the incorporation of finely dispersed Mo on ZSM-5. No Mo-oxide phase is observed in XRD even after multiple slow XRD scan which indicating fine dispersion of Mo (not shown). The surface area of H-ZSM-5 decreased as a result of Mo introduction, for both the Si/Al ratios. The total surface area decrease from 423 to ∼ 320 m2/g and from 373 to ∼260 m2/g for H-ZSM-5 having Si/Al ratios 15 and 11.5, respectively. Above results also indicates that the framework ZSM-5 remains intact even after Mo introduction under both acidic and basic conditions. HR-TEM images additionally indicate that the introduction of Mo at pH 10 resulting smaller Mo particle (thin film like dispersion of Mo) as compared to the sample prepared at pH 4.5 (small particles of Mo). All the above results, signifies basic pH promote formation of smaller Mo precursor particle than the acidic condition, which results high Mo dispersion. TPD of ammonia for the samples with or without Mo showed two distinct desorption peaks. One is at around 240°C (denoted as Low Temperature Peak), resulting from desorption of physisorbed NH3 species or NH3 species adsorbed on weak acid sites. And the other peak is close to 435°C (denoted as High Temperature Peak), which is due to the desorption of NH3 species adsorbed on strong acid sites. After introduction of Mo on ZSM-5, areas of both low temperature and high temperature peaks decreased; however, the extent of decrease in low temperature peak is higher than that of high temperature peak. Above result suggests that incorporation of Mo onto ZSM-5 not only decreased total acidity but also alter the acid strengths, both weak and strong acids. More interestingly, the catalyst (having ZSM-5 with same Si/Al ratio) prepared at pH 10 showed lower acidity and acid strengths compared to the samples prepared at 4.5 pH. Above result also indicating that at basic pH the dispersion of Mo on ZSM-5 is higher as compared to acidic pH. This fact is also supported by the HR-TEM images as shown in Fig. 1 . It is reported in literature that, concentration of monomolybdate (MoO4 2−) and polymolybdate ions (e.g. Mo7O24 6−, Mo8O26 4) in ammoniumheptamolybdate (AHM) solution changed with pH of solution. After mixing with ZSM-5, pH value of AHM solution decreased from 6 to 3, where Mo species exist predominantly in the form of polymeric Mo7O24 6−. With ammonia addition, pH of solution is increased more than 9, where Mo exists in equilibrium Mo7O24 6− + 4H2O ↔ 7MoO4 2− + 8H+ and concentration of monomeric MoO4 2− ions in solution increased significantly. Small monomolydate ions is expected to diffuse into micropores of zeolite, where polymolydate ions could not. Hence at high pH, adsorption of molybdate ions preferentially could occur inside zeolite channel whereas at low solution pH, molybdate species is deposited mainly on external surface of zeolite. It has been well established that on calcination, some Mo species in the form of MoO3 from external surface migrate into pore channels and interact with Brønsted acid sites. This is crucial for formation of active catalyst and better tuning of acid sites. Under basic pH, Mo/H-ZSM-5 had more molybdenum species inside zeolite channel to start with and therefore the final catalyst is expected to contain more highly dispersed Mo inside the pore channels; and thereby expected to show improved MTB performance. 27Al MAS NMR analysis for samples with or without Mo and under both acidic and basic synthesis conditions showed no major differences in tetrahedral and octahedral Al contents (tetrahedral/octahedral Al marginally decreased only). This clearly indicates the H-ZSM-5 phase is not undergone any major changes at pH 10. XRD crystallinity measurement data also support the same. 3.2 Methane aromatization over Mo/H-ZSM-5 samples Two responses – the benzene yields and final/peak methane conversions (in turns the stability of catalyst) against each experiment pertaining to the DOE are presented in Table 3 . Experiment numbers 2, 6 and 10 are the repeat experiments and are used to measure/define experimental noise/error bar. The benzene productivity for the repeat experiments indicate that, the benzene productivity of 65 g benzene.kg−1 cat.h−1 can be consistently achieved over Mo/H-ZSM-5 catalyst having Si/Al ratio of 15, Mo incorporated at pH 10 and the catalyst activation by pre-carburization. The experimental data are highly repeatable and reproducible. This also suggests that the control over the experiments are very high. As can be seen from Table 3, the benzene yield varied over a range from 53.8 to 65.1 g benzene.kg−1 cat.h−1; and the final/peak methane conversion, which in turn is a measure of catalyst deactivation varied from 0.76 to 0.92. These ranges are distinctly large enough as compared to the experimental error bar, and therefore; can potentially useful for statistical optimization. The experimental data presented in Table 3, are statistically analyzed using 'Design-Expert version 8.0.7.1' in order to know the responses due to the effect of individual factor and the interactions. The effect of different factors on the benzene yield and catalyst stability (Peak/Final methane conversion) are discussed in the following sections. 3.2.1 Effect of various factors on benzene yield The cube plot for benzene yield against three different factors (Si/Al ratio of ZSM-5, pH of Mo incorporation onto ZSM-5 and the catalyst activation by pre-carburization) and their interactions are presented in Fig. 2 . The parametric model equation is shown below in Equation 1. From the cube plot it can be seen that, the benzene yield is increased with increasing Si/Al ratio of H-ZSM-5 irrespective of whether Mo is incorporated at pH 4.5 (53.8 vs. 62.0) or 10 (55.0 vs. 64.0). The similar effect of Si/Al ratio on benzene yield is observed even when the catalysts are pre-carburized (61.2 vs. 64.0) or are not pre-carburized (53.8 vs. 62.0). Above results clearly indicate that, Si/Al ratio of ZSM-5 plays a very critical role in altering benzene yield. Among the Si/Al ratio of 11.5 and 15 studied in the present investigation, the higher one showed the beneficial effect for benzene yield. The benzene yield is also found to be changed by the pH of Mo incorporation. Benzene yield is increased by increasing the pH of Mo incorporation for both the Si/Al ratios of H-ZSM-5 under the conditions when the catalysts are not pre-carburized. For Si/Al ratio of 11.5, benzene yield is increased from 53.8 to 55.0 and for Si/Al ratio of 15 the yield increased from 62.0 to 64.0. However, different effects are observed when the catalysts are pre-carburized. In fact, for Si/Al ratio of 11.5, benzene yield is decreased from 61.2 to 54.6; on the other hand for Si/Al ratio of 15, the yield is only marginally increased from 64.0 to 64.9. The effect of pre-carburization on benzene yield is found to be not very straightforward. Pre-carburization improves benzene yield for the catalysts prepared at pH 4.5, whether the H-ZSM-5 having Si/Al ratio of 11.5 (53.8 vs. 61.2) or 15 (62.0, 64.0). However, the trends are different when the catalysts are prepared at pH 10. There is no significant change in benzene yield observed for the catalysts having Si/Al ratio of 11.5 (55.0 vs. 54.1) or 15 (64.0 vs 64.9) with or without pre-carburization. Above results clearly indicates the challenges/inadequacies in the catalyst recipe optimization while considering only one factor at a time particularly when multiple factors are responsible. Above findings also suggests the necessity/importance of the utilization of factorial DOE for the optimization, in order to take care the effect each individual factor along with their interactions terms. The parametric equation in terms of coded factor is presented Equation 1, indicates that the benzene yield depends on Si/Al ratio of H-ZSM-5, pH of Mo incorporation and catalyst pre-treatment including their interaction terms. However, the degree of dependencies for different factors are different. DoE analysis indicates that the highest benzene yield i.e. 64.9 can be achieved for the catalyst prepared using Si/Al ratio of 15, pH of Mo incorporation 10 and the catalyst activation by pre-carburization. (1) Benzene yield = + 59.93 + 3.78 * A − 0.30 * B + 1.21 * C + 1.03 * A * B − 0.52 * A * C − 1.11 * B * C + 0.84 * A * B * C − As per parametric model Equation 1, the terms A (Si/Al ratio of H-ZSM-5), B (pH of Mo incorporation), C (catalyst pre-carburization), AB, AC, BC and ABC are found to be significant. It is important to note that, although the effect of B, as single factor, is relatively small as compared to A and C; however, its interaction terms AB and BC are quite significant. The parametric equation clearly signifies that, while optimizing multiple factors, the interaction terms can also have significant impact on the responses. Therefore, ignoring interaction terms or in other ward adopting single factor optimization can lead to improper/non-optimized results. 3.2.2 Effect of various factors on final/peak methane conversion The cube plot for final/peak methane conversion, which is an indicative of catalyst stability (higher the ratio, higher is the catalyst stability), against three different factors (Si/Al ratio of ZSM-5, pH of Mo incorporation and catalyst activation) and their interactions are presented in Fig. 3 . The parametric model equation for the final/peak methane conversion is shown below in Equation 2. From the cube plot it can be seen that, there is no straight forward correlation between the final/peak methane conversion and the Si/Al ratio of ZSM-5. No significant effect on the final/peak methane conversions are observed with the change in Si/Al ratio, particularly when the catalysts prepared at pH 4.5 (0.772 vs. 0.778). On the other hand, the final/peak methane conversion decreased remarkably (0.869 vs. 0.797) when the catalyst prepared at pH 10. The final/peak methane conversions are found to be dependent on the pH of Mo incorporation. The value is increased by increasing the pH of Mo incorporation for both the Si/Al ratios of H-ZSM-5 under the condition when catalyst is not pre-carburized. For Si/Al ratio of 11.5, final/peak methane conversion is increased from 0.772 to 0.869 and for Si/Al ratio of 15 the conversion increased from 0.778 to 0.797. It is important to note that, the increase in final/peak methane conversion is significantly higher when the catalyst prepared at pH 4.5 compared to that prepared at pH 10. The effect of pre-carburization on final/peak methane conversions are increased with Si/Al ratios when the catalyst prepared at pH 4.5. Pre-carburization improved final/peak methane conversion from 0.772 to 0.863 for the catalyst prepared using Si/Al ratio of 11.5 and from 0.778 to 0.857 for the catalyst prepared using Si/Al ratio of 15. However, different trends are observed for the similar pre-carburization when the catalyst prepared at pH 10. Pre-carburization decreased the final/peak methane conversion from 0.863 to 0.764 for the catalysts prepared using Si/Al ratio of 11.5; however, it is significantly increased from 0.857 to 0.907 for the catalysts prepared using Si/Al ratio 15. All the above results clearly suggest that, the catalyst recipe optimization through one factor at a time is not the right protocol, if multiple factors are involved and responsible. This also recommends the necessity of the use of factorial DOE approach for the optimization where single factor and the interactions are considered at the same time. The parametric equation in terms of coded factors shown in Equation 2, indicates that the final/peak methane conversion depends on Si/Al ratio of ZSM-5, pH of Mo incorporation and catalyst pre-treatment and also their interaction terms. The degree of dependencies are found to be different for different factors. DoE analysis results indicate that the highest final/peak methane conversion i.e. 0.907 can be achieved for the catalyst prepared using Si/Al ratio of H-ZSM-5 15, pH of Mo incorporation 10 and with pre-carburization. This result is in alignment with the highest benzene yield obtained in the current design space. (2) Final / Peak conversion = + 0.83 + 8.938 E − 003 * A + 8.437 E − 003 * B + 0.022 * C + 8.938 E − 003 * A * B + 0.025 * A * C − 0.021 * B * C + 0.028 * A * B * C As per parametric model Equation 2, the terms A (Si/Al ratio of H-ZSM-5), B (pH of Mo incorporation), C (catalyst pre-carburization), AB, AC, BC and ABC are found to be significant; similar to that observed, benzene yield. Analysis result suggests that, as a single factor, the effect of A seems to be more compared to B and C. However, the interaction terms AC and BC are quite significant. 3.2.3 Comparison of coking for the worse and best cases In order to know and understand the reasons for the improved catalyst performance in terms of increased benzene yield and final/peak methane conversion of the optimized catalyst recipe (i.e. Si/Al ratio of 15, pH of Mo incorporation 10 and catalyst activation through pre-carburization) compared to the lowest performance catalyst (i.e. Si/Al ratio of 11.5, pH of Mo incorporation 4.5 and catalyst without pre-carburization), coke analysis was performed for both the spent catalysts. The coke contents were measured by two different techniques – TGA and CHNS. In TGA two different types of coke content observed, the soft coke (burnt at low temperature 400-600°C) and the hard coke (burnt at higher temperature 600-1000°C). On the other hand, the type of coke measured in terms of H/C ratio by CHNS. The analysis results are presented in Table 4 . It is quite intersting to note that, the total coke formed on both the best and worse performer catalysts are quite similar as observed from TGA in terms of wt. loss (8.6 % vs. 8.4%). However, the amounts of soft coke and the hard coke are found to different. The soft coke content in the best performer catalyst is 4.4%, on the other hand the amount is 3.9% in case of worse performer catalyst. The opposite trend is observed for hard coke contents. The best performer catalyst contain 4.2% hard coke which is significantly lower than that observed for the worse performer catalyst, 4.5%. This is probably the reason for higher stability of Mo/H-ZSM-5 prepared using Si/Al ratio of 15, pH of Mo incorporation 10 and with pre-carburization compared to that prepared with Si/Al ratio of 11.5, pH of Mo incorporation 4.5 and no pre-carburization. H/C ratio from CHNS analysis also support the above fact. Best performer catalyst having coke with higher H/C indicating less aromatics type than worse performar catalyst which is having coke with lower H/C and, therefore, more aromatics and elemental carbon types. The coke seems to build progressively with time and will start deactivating the catalyst as the coke is expected to transform from non-aromatics to aromatics and ultimately to elemental carbon type. Catalyst activation as a part of reaction (in the absence of control pre-carburization), strong zeolite acidity and/or larger Mo particle are expected to accelerate the transformation to coke to graphitic type which will result more/rapid catalyst deactivation. Hard coke seems to be deposit strongly on catalyst active/strong acid sites and causing decrease in catalyst performance. 4 Conclusions The present study demonstrates that response surface methodology and CCD statistical experiments design is helpful for optimizing catalyst recipe for methane dehydro-aromatization reaction. DOE helps in identifying optimum catalyst factors – i.e. Si/Al ratio of 15, pH of Mo incorporation 10 and catalyst activation by control pre-carburization, to achieve high catalyst performance including stability. The approach helps to reduce number of experiments and also provide solutions not only based on individual factor effect but also including multiple interactions at the same time. Moreover, the protocol helps to identify design space considering not only the product benzene yield but also on catalyst stability/coking (i.e. final/peak methane conversion). It also provides an opportunity to better understanding of various aspects of catalyst requirement for technology development. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments Authors thank SABIC management to support this work and approve for journal publication. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2021.111875. Appendix Supplementary materials Image, application 1 References [1] Pei Tang a Qingjun Zhu b Zhaoxuan Wua Ding Ma * Energy Environ. Sci. 7 2014 2580 2591 7 Pei Tang,a Qingjun Zhu,b Zhaoxuan Wua and Ding Ma*, Energy Environ. Sci., 7 (2014) 7, 2580–2591. [2] Benzene, IHS Report (2019). [3] L S Wang L X Tao MS Xie G F Xu J S Huang Y D Xu Catal. Lett. 1993 21 35 Wang L S, Tao L X, Xie MS, Xu G F, Huang J S, Xu Y D. Catal. Lett., 1993, 21-35. [4] S. Ma X. Guo L. Zhao S. Scott X.H. Bao J. Energy Chem. 22 2013 1 20 S. Ma, X. Guo, L. Zhao, S. Scott, X. H. Bao, J. Energy Chem., 222013, 1-20. [5] Zinfer R. Ismagilov Ekaterina V. Matus * Lidia T. Tsikoza Energy Environ. Sci. 1 2008 526 541 Zinfer R. Ismagilov, * Ekaterina V. Matus and Lidia T. Tsikoza, Energy Environ. Sci., 1 (2008) 526–541. [6] P.L. Tan C.T. Au S.Y. Lai Appl. Catal. A 324 2007 36 41 P.L. Tan, C.T. Au and S.Y. Lai, Appl. Catal. A324 (2007) 36–41. [7] Lucia M. Petkovic Daniel M. Ginosar Recent Patents on Chemical Engineering 5 2012 2 10 Lucia M. Petkovic and Daniel M. Ginosar, Recent Patents on Chemical Engineering, 5 (2012) 2-10. [8] Kaidi Sun Daniel M. Ginosar Ting He Yulong Zhang Maohong Fan Ruiping Chen Ind. Eng. Chem. Res. 57 2018 1768 1789 Kaidi Sun, Daniel M. Ginosar, Ting He, Yulong Zhang, Maohong Fan and Ruiping Chen, Ind. Eng. Chem. Res.57 (2018) 1768-1789. [9] E.V. Matus L.T. Tsykoza Z.R. Ismagilov V.V. Kuznetsov Chemistry of sustainable development 11 2003 167 171 E. V. Matus, L. T. Tsykoza, Z. R. Ismagilov and V. V. Kuznetsov, Chemistry of sustainable development11 (2003) 167-171. [10] Activation of Mo/HZSM-5 for methane aromatization Chin. J. Catal. 36 2015 829 837 Activation of Mo/HZSM-5 for methane aromatization, Chin. J. Catal., 36 (2015) 829-837. [11] Process for producing aromatization catalyst and process for aromatization, SABIC Patent Application, PCT/1B18/054871. [12] Pre-carburized molybdenum modified zeolite catalyst and use thereof for the aromatization of lower alkanes, SABIC Patent, US20130066126A1. [13] Process for catalyst activation for lower alkane dehydroaromatization, SABIC Patent Application, PCT/1B2017/058481. [14] Process for activating an aromatization catalyst, SABIC Patent Application, PCT/1B2019/053502. [15] Sharankumar Shetty S. Sivakumar Suman Kumar Jana G. Sreenivasarao Catal. Lett. 148 2018 68 78 Sharankumar Shetty, S. Sivakumar, Suman Kumar Jana & G. Sreenivasarao, Catal. Lett., 148, (2018) 68–78. [16] Liu Shetian Wang Linsheng Ohnishi Ryuichiro and Ichikawa Masaru J. Catal. 181 1999 175 Liu Shetian, Wang Linsheng, Ohnishi Ryuichiro and Ichikawa Masaru. J. Catal.181 (1999) 175.",
      "scopus-id": "85115017641",
      "coredata": {
        "eid": "1-s2.0-S2468823121004922",
        "dc:description": "A systematic DoE approach is developed to optimize Mo-based ZSM-5 catalyst recipe for methane dehydro-aromatization process. Aim is to achieve maximum benzene productivity with improve catalyst stability. Three major factors - Si/Al ratio of ZSM-5, pH of Mo incorporation and catalyst activation along with two different responses - benzene yield and final/peak methane conversion (or in other words the extent of catalyst stability) were considered for constructing the DoE. The benzene yield and final/peak methane conversion vary significantly depending on the catalyst recipe including the catalyst activation protocol/conditions. The combination of Si/Al ratio of 15, pH of Mo incorporation 10 and control catalyst activation by pre-carburization identified through DoE helped to achieve maximum/optimum benzene yield and the catalyst stability. Moderate acidity of zeolite, high Mo dispersion and presence of higher quantity of catalytically active Mo-carbide/oxycarbide species seems to be the reason for high benzene productivity and catalyst stability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121004922",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jana, Suman K."
          },
          {
            "@_fa": "true",
            "$": "Kotta Varithottil, Ziyad"
          },
          {
            "@_fa": "true",
            "$": "Dubey, Vinita"
          },
          {
            "@_fa": "true",
            "$": "Rao, G. Sreenivasa"
          },
          {
            "@_fa": "true",
            "$": "Sivakumar, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121004922"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121004922"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00492-2",
        "prism:volume": "515",
        "articleNumber": "111875",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Improved protocol for optimizing Mo/ZSM-5 catalyst for methane aromatization",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane dehydro-aromatization"
          },
          {
            "@_fa": "true",
            "$": "Catalyst optimization"
          },
          {
            "@_fa": "true",
            "$": "Benzene productivity"
          },
          {
            "@_fa": "true",
            "$": "Final/Peak methane conversion"
          },
          {
            "@_fa": "true",
            "$": "Catalyst stability"
          },
          {
            "@_fa": "true",
            "$": "Mo-based ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Si/Al ratio, pH of Mo incorporation"
          },
          {
            "@_fa": "true",
            "$": "Pre-carburization"
          },
          {
            "@_fa": "true",
            "$": "Design of experiment"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111875",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2021",
        "prism:doi": "10.1016/j.mcat.2021.111875",
        "prism:startingPage": "111875",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111875",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "252",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20961",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20142",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "275",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23936",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "110",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17521",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "93",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21306",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "143",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7067",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "143",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6904",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11375",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "43",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6550",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6130",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1117",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "155636",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1118",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "148791",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1221",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "172150",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "486",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "186981",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "413",
            "@width": "2167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "145474",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "247535",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13293",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "19543",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "17909",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "24863",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121004922-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "597578",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85115017641"
      }
    }
  }
}