{
  "metadata": {
    "title": "3D nitrogen-doped carbon supported non-precious metals electrocatalyst for oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-04-30",
    "doi": "10.1016/j.mcat.2020.110834",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120300808",
    "pii": "S2468823120300808"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85079414284",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-02-13 2020-02-13 2020-02-13 2020-02-13 2020-02-28T15:56:40 1-s2.0-S2468823120300808 S2468-8231(20)30080-8 S2468823120300808 10.1016/j.mcat.2020.110834 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00046 2020-03-20T07:20:08.094682Z 0 0 20200401 20200430 2020 2020-02-13T17:26:56.773957Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 485 485 C Volume 485 12 110834 110834 110834 202004 April 2020 2020-04-01 2020-04-30 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. 3DNITROGENDOPEDCARBONSUPPORTEDNONPRECIOUSMETALSELECTROCATALYSTFOROXYGENREDUCTIONREACTION ETESAMI M 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Catalysts preparation 2.3 Materials characterization 2.4 Electrochemical tests 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgment References XIONG 2018 1850013 C ZHU 2017 915 923 Y ABDULLAH 2017 218 226 N ETESAMI 2014 377 382 M ETESAMI 2012 171 179 M HAZARIKA 2018 153 160 K ZHANG 2016 13296 13300 J ZHANG 2016 2230 2234 J ETESAMI 2018 189 197 M ETESAMI 2018 13212 13222 M OROUJZADEH 2019 226733 M XING 2014 6856 6862 T ZHOU 2016 4720 4728 R HU 2018 316 326 Y GONG 2009 760 764 K LIN 2017 1700762 Y LIN 2015 2920 2927 Y PENG 2014 3797 3805 H WANG 2015 4673 4682 S CHAO 2014 14768 14776 S LAI 2012 7936 7942 L LIANG 2013 2013 2036 Y WANG 2013 926 934 J YANG 2013 1740 1748 X MOROZAN 2011 1238 1254 A YUAN 2014 1488 1504 C ZHU 2016 2624 2627 B ZHU 2016 1 4 H YAN 2015 74 83 W KARGAR 2015 17851 17856 A WU 2011 3972 3982 G LI 2018 8450 8458 T TAO 2017 873 876 H ZHU 2017 1602928 Y HAN 2014 8255 8265 X ZHAO 2011 8739 8749 X KUDIN 2008 36 41 K LIN 2012 884 888 Z MA 2015 23068 23074 Z CHEN 2013 10190 10196 S YAN 2016 195 202 W WIGGINSCAMACHO 2011 20002 20010 J YANG 2011 5339 5343 S ETESAMIX2020X110834 ETESAMIX2020X110834XM 2022-02-13T00:00:00.000Z 2022-02-13T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-02-08T05:31:55.666Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas INSF Iran National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100003968 http://sws.geonames.org/130758 item S2468-8231(20)30080-8 S2468823120300808 1-s2.0-S2468823120300808 10.1016/j.mcat.2020.110834 315758 2020-03-20T07:20:08.094682Z 2020-04-01 2020-04-30 1-s2.0-S2468823120300808-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/MAIN/application/pdf/95277def8d30a1ce069e675de5f4ffaa/main.pdf main.pdf pdf true 2474526 MAIN 7 1-s2.0-S2468823120300808-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/PREVIEW/image/png/823e7d4f2527eb58448a74369e85f6fa/main_1.png main_1.png png 55557 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120300808-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/ga1/DOWNSAMPLED/image/jpeg/59dfdf04371c82be9d28c149432a73d4/ga1.jpg ga1 true ga1.jpg jpg 25595 200 298 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr1/DOWNSAMPLED/image/jpeg/ac4e74f36a4f25c484cae219ea089681/gr1.jpg gr1 gr1.jpg jpg 33578 292 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr2/DOWNSAMPLED/image/jpeg/e8a880b837346f545c12f1f398889c48/gr2.jpg gr2 gr2.jpg jpg 72589 454 680 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr3/DOWNSAMPLED/image/jpeg/5f24d5d609ca31ae9bd9e4bf86558de1/gr3.jpg gr3 gr3.jpg jpg 32564 428 303 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr4/DOWNSAMPLED/image/jpeg/5c82efab06b84ee789790ae11682550f/gr4.jpg gr4 gr4.jpg jpg 145537 519 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr5/DOWNSAMPLED/image/jpeg/2d4fec3fc561e348ce920a4787f45423/gr5.jpg gr5 gr5.jpg jpg 71400 453 680 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr6/DOWNSAMPLED/image/jpeg/d282edc8926f725bce7e88e4776c524a/gr6.jpg gr6 gr6.jpg jpg 39261 734 284 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120300808-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/ga1/THUMBNAIL/image/gif/15ae3464ff87f54e0e46f2ea4cc5e875/ga1.sml ga1 true ga1.sml sml 21872 147 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr1/THUMBNAIL/image/gif/79a467b663d5a3c3edbb90e01131a12e/gr1.sml gr1 gr1.sml sml 5522 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr2/THUMBNAIL/image/gif/5804086ee30fe9fbee8308d2fa1c2038/gr2.sml gr2 gr2.sml sml 8318 146 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr3/THUMBNAIL/image/gif/d56b909619ea209e215dbeae92d1f4d7/gr3.sml gr3 gr3.sml sml 5091 164 116 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr4/THUMBNAIL/image/gif/d528788c0d58737f3466cc84d1aca8ee/gr4.sml gr4 gr4.sml sml 23491 159 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr5/THUMBNAIL/image/gif/787b81c429adbd12c4c45fac92edb7e1/gr5.sml gr5 gr5.sml sml 9044 146 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/gr6/THUMBNAIL/image/gif/0f1d78b10532e852557e8fc1a49950a8/gr6.sml gr6 gr6.sml sml 2607 163 63 IMAGE-THUMBNAIL 1-s2.0-S2468823120300808-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/11b6a4ae0bc183ed34485d666bb321a3/si1.svg si1 si1.svg svg 1495 ALTIMG 1-s2.0-S2468823120300808-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/c2d5755468089e55e1404ce5779c00da/si2.svg si2 si2.svg svg 14759 ALTIMG 1-s2.0-S2468823120300808-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/309e91597e76edae5a26e53425ece38d/si3.svg si3 si3.svg svg 13092 ALTIMG 1-s2.0-S2468823120300808-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/d12164b9870ff8275f84a73030e4969a/si4.svg si4 si4.svg svg 5973 ALTIMG 1-s2.0-S2468823120300808-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/39993d0e3f630c9eb54341e4679385c5/si5.svg si5 si5.svg svg 8082 ALTIMG 1-s2.0-S2468823120300808-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120300808/STRIPIN/image/svg+xml/9a97d212e0322c4e1110a2ef3c813c9b/si6.svg si6 si6.svg svg 5426 ALTIMG 1-s2.0-S2468823120300808-am.pdf am am.pdf pdf 3149570 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10SCMT359RS/MAIN/application/pdf/e70a0f35f83b64a06e5695c00a32c95b/am.pdf MCAT 110834 110834 S2468-8231(20)30080-8 10.1016/j.mcat.2020.110834 Elsevier B.V. Fig. 1 Schematic illustration of synthesis procedures. Fig. 1 Fig. 2 TGA of AC (a) BET tests for AC430 and N-AC430 (b) and Raman spectra of AC, AC430 and N-AC430 (c). XRD patterns of AC, N-AC, FeCo/AC and FeCo/N-AC samples (d). Fig. 2 Fig. 3 IR spectra of AC (black line) and N-AC (blue line) and FeCo/N-AC (red line) (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 3 Fig. 4 FESEM (a) and corresponding images of elemental mapping of mixed elements (b), C (c), N (d), O (e), Fe (f), Co (g) and EDS (h) and TEMs (i and j) of FeCo/N-AC430. The bar scale for FESEM and mapping images are 1 μm and for TEM is 200 nm (i) and 50 nm (j). Fig. 4 Fig. 5 CVs of FeCo/N-AC430 in N2 and O2 saturated 0.1 M KOH at the scan rate of 100 mV s−1 (a). Linear sweep voltammetry (LSV) of Pt/C, AC, N-AC, FeCo/AC and FeCo/N-AC at the scan rate of 10 mV s−1 at rotation speed of 1500 rpm (b). LSVs of FeCo/N-AC in N2-saturated electrolyte and at different rotation speed and O2-saturated 0.1 M KOH (c). Koutecky-Levich plots of FeCo/N-AC derived from plot c (d). Fig. 5 Fig. 6 Polarization ORR curves for FeCo/N-AC430 before and after durability experiment (a), chronoamperometric responses of FeCo/N-AC430 and Pt/C electrocatalysts at 0.60 V/RHE in O2-saturated 0.1 M KOH (b) and with methanol addition at 150 s (c). Fig. 6 3D nitrogen-doped carbon supported non-precious metals electrocatalyst for oxygen reduction reaction Mohammad Etesami Conceptualization Formal analysis Funding acquisition Investigation Validation Writing - original draft Maryam Oroujzadeh Data curation Software Shahram Mehdipour-Ataei Supervision Writing - review & editing * Faculty of Science, Iran Polymer and Petrochemical Institute, Tehran, Iran Faculty of Science Iran Polymer and Petrochemical Institute Tehran Iran Faculty of Science, Iran Polymer and Petrochemical Institute, Tehran, Iran ⁎ Corresponding author. Graphical abstract Sluggish oxygen reduction reaction (ORR) is a rate-limiting step in some electrochemical devices such as fuel cells. Thus, the synthesis and development of high performance, inexpensive and durable catalysts for ORR is a necessity. Metallic nanostructures decorated heteroatoms-doped carbons have been recognized as excellent catalysts in energy applications. However, nitrogen-doped partially oxidized three-dimensional carbonaceous supports were seldom studied for ORR. Herein, the synthesis of low Fe-Co bimetallic contents deposited on three-dimensional (3D) activated carbon (AC) is reported as an efficient and cost-effective catalyst for ORR in alkaline electrolyte. In the present work, AC was thermally treated by direct heat in air at 430 °C to enhance its electrochemical activity through increasing structure deficiency. AC and nitrogen doped AC (N-AC) were used to synthesize Fe-Co/AC and Fe-Co/N-AC. In both Fe-Co/AC and Fe-Co/N-AC, low amounts of non-precious Fe and Co nanoparticles were deposited on carbonaceous substrates. The air oxidation process, for partially oxidation of carbon structure and catalyst post treatment, was used for introducing defects to the catalyst structure. The performance of synthesized samples was evaluated by ORR process in alkaline medium. Keywords Electrocatalyst Treatment Air oxidation Non-precious metals ORR 1 Introduction Today’s concerns regarding finding and developing renewable energy resources have encouraged researchers to explore high performance and low-cost catalysts for applications in electrochemical energy related devices. Electrochemical devices such as fuel cells and electrolyzers are denoted as efficient and eco-friendly systems that can reduce the demand for fossil fuels, and diminish global concerns about energy crisis. Electrocatalysts, as a main part of electrochemical devices, should be cost-effective, highly active, stable and durable in the electrochemical reactions. Carbon, as one of the most abundant elements and inexpensive materials, has received great attentions in recent years. Recent advances in synthesis, structural engineering and applications of carbon-based electrocatalysts indicate their importance in energy [1]. Although, Pt and Pt-based catalysts have shown great performances in devices such as fuel cells, their high cost, limited resources in nature, their unsatisfactory durability, and facile poisoning are of their drawbacks that encouraged scientists to explore other alternative catalysts. Pt-free electrocatalysts, noble metal free and metal-free catalysts have been studied in electrochemical reactions and have shown comparable results with Pt in reactions such as electrooxidation of alcohols, oxygen reduction reaction (ORR), oxygen evolution reaction (OER), and hydrogen evolution reaction (HER) [2–6]. Remarkable efforts have been conducted to increase the performance of carbon-based electrocatalysts via increasing porosity, generating specific structure or creating some defects in carbonaceous structures. Incorporating heteroatoms like nitrogen, sulfur and phosphorous into the catalyst structure is an efficient way to improve the electrocatalytic behavior of the catalysts [7–11]. Several theoretical and experimental attempts have been carried out to unveil the mechanism and active sites of catalysts in ORR process [12,13]. By doping different heteroatoms such as N in the carbonaceous structure, the electron density in some spots changes [14]. As reported previously, the higher electronegativity of N atoms (3.00) compared to C atoms (2.55) results in positive charge density on neighboring C atoms that facilitates oxygen adsorption on the electrocatalyst for ORR process [15]. Increasing the number of defects also makes more active sites available for reactions. A simple way to create holes and defects in carbon-based materials is to heat carbonaceous structure via controlled air oxidation. By applying direct heating, defect-rich areas on the surface of carbonaceous structures are formed by partially oxidation of carbon atoms into carbon monoxide and carbon dioxide gasses [16,17]. By introducing nitrogen to the defect-containing carbonaceous structures, nitrogen atoms incorporate in carbon structure. Not only the nitrogen content in carbon structures affects the electrocatalytic performance of catalysts but also several parameters such as porosity, surface area, etc. have impact on ORR process [18–20]. It has been reported that the graphitic and pyridinic N contents directly affect the ORR current density and onset potential, respectively [21]. As has been previously shown, oxygen containing functional groups and nitrogen heteroatoms doped in the carbonaceous electrocatalysts can play as anchoring spots for metal atoms in metal oxide particles [22,23]. Using low contents of metals (precious and non-precious) in catalysts to reduce the cost and increase the performance of catalysts has been introduced in electrocatalysis which shifts the quantities of catalysts from bulky size to nano-sized metals or even single atom electrocatalysts [24,25]. Mixed transition metal oxides are promising catalysts in energy applications. A general formula is AxB3-xO4 in which A and B are Fe, Zn, Co, Ni, etc. [26]. FeCo2O4 which is a combination of ferrite and cobaltite has been widely used as supercapacitors [27] and in lithium battery [28]. It has been also used as catalyst for ORR and OER [29] while CoFe2O4 has been reported to study HER [30]. Wu et al. [31] successfully synthesized N-doped onion like carbon loaded with bimetallic non-precious FeCo catalysts. The bimetallic CoFe(1:3)-N-C exhibited a good stability and durability with a four-electron transfer in ORR. Spherical FeCo2O4-holow graphene oxide was synthesized by a multistep procedure on silica spheres as the template. The 3D spherical catalyst showed an efficient performance towards ORR and OER in alkaline electrolyte [29]. Despite the advantages of various state-of-the-art carbonaceous materials, and using non-precious metallic catalysts, electrocatalysts still suffer from synthesis complexity and high metal contents, in which, all result in costly catalysts in large scale applications. In the present work, to produce a cost-effective catalyst, low amounts of Fe and Co were deposited on AC, as a three-dimensional inexpensive carbonaceous support (compared to CNTs and graphene in terms of either market price or synthesis procedure) and the performance of the synthesized electrocatalysts was evaluated towards ORR in alkaline solution. 2 Experimental 2.1 Chemicals Activated carbon (AC, 99.9 %, 950 m2 g−1), methanol, ethylene glycol, urea, Fe(NO3)3.9H2O and CoCl2 were purchased from Sigma-Aldrich. NH4OH (25–28 %) was obtained from Merck. All chemicals were used without further purification. Distilled water (DW) obtained from Milli Q instrument was used to prepare all solutions. 2.2 Catalysts preparation Firstly AC was divided into two parts; each part was heated at 430 °C in furnace for 3 h in air at a heating rate of 10 °C min−1 and AC430 was chosen for deposition purpose. To prepare Fe-Co/AC430, 1 mM Fe(NO3)3.9H2O and 2 mM CoCl2 were dissolved in 20 mL of ethylene glycol (solution 1). In a 100 mL round-bottom flask, 30 mg of AC was dispersed in 20 mL of ethylene glycol (solution 2) and sonicated for 1 h. the mixture was then stirred for another 1 h. Solution 1 was added to solution 2 and stirred for 1 h before reflux. The solution was stirred and refluxed for 3 h at 160–170 °C. The black precipitates were washed three times with DW and ethanol, then, dried at 50 °C for 24 h. To synthesize Fe-Co/N-AC430, firstly, N-AC430 was prepared by refluxing 200 mg of AC430 in 50 mL of ammonium hydroxide at 90 °C for 24 h. The nitrogen-doped AC (N-AC430) was washed and centrifuged several times at 5000 rpm with DW and ethanol. The N-AC430 was dried at 50 °C overnight. The N-AC430 was dispersed in 40 mL of DW-ethanol (1:1) and stirred for 1 h. Specific amounts of Fe(NO3)3.9H2O and CoCl2 were added to the above mixture (to achieve 1 mM and 2 mM of salts) and extra amount of urea (15 mM) was added to the mixture after 1 h. The solution was refluxed at 90 °C for 3 h. The black precipitates were washed several times in DW and ethanol and dried at 50 °C for 24 h in an oven. 2.3 Materials characterization A scanning electron microscope (SEM, Leo Supra 50 zvP) equipped with energy dispersive X-ray spectroscopy (EDX) was used to observe the morphology of the synthesized electrocatalysts. To characterize the structure of the electrocatalysts, a high resolution X-ray diffractometer (Jeol Jdx-8030) using Ni-filtered CuK α radiation (λ = 1.54056 Å) with scanning rate of 1.2° min−1 working at 40 kV and 40 mA with angular range of 5°- 70° was used. Thermal gravimetric analysis (TGA) was conducted by Polymer Lab TGA-1500 at a heating rate of 10 °C min−1 in air, starting from room temperature to 800 °C. Raman spectra were recorded by a Renishaw 1000 with a He-Ne laser (532 nm). Brunauer-Emmett-Teller (BET) method was used to measure the surface area of catalysts through nitrogen adsorption-desorption using Micromeritics, ASAP 2020 instrument. CHNS analysis was measured by Elementar Analysensysteme GmbH instrument. Metals quantities were measured by a PerkinElmer Optima 4300 DV ICP-OES through dissolving samples in nitric acid. For the electrochemical tests such as cyclic voltammetry (CV), linear sweep voltammetry (LSV), and chronoamperometry experiments an Ivium P/G stat (IVIUM technologies vertex, 100 mA/1A) was employed. 2.4 Electrochemical tests For the electrochemical tests, a dispersion solution of 1 mg mL−1 was used to disperse 20 μg of each catalysts. Before each test, 0.1 M KOH solutions were purged with N2 and O2 for at least 30 min. To run the electrochemical experiments, a three-electrode electrochemical cell with a glassy carbon electrode (GCE, 3 mm diameter) or rotating disk electrode (RDE, 3 mm diameter), a Pt wire (5 cm) and a calomel electrode (inner solution 3 M KCl) were used as working, counter and reference electrodes, respectively. 3 Results and discussion The synthetic procedures of 3D Fe-Co/N-AC and Fe-Co/AC are schematically illustrated in Fig. 1 . The AC was chosen as an inexpensive three-dimensional (3D) carbonaceous support. AC was heated at 430 °C in air to create various edges. Thermal gravimetric analysis (TGA) of AC was carried out in air (Fig. 2 a). AC exhibited a good thermal stability at low temperatures and less than 5 % of AC was oxidized at temperatures ca. 450–500 °C. At the temperatures above 500 °C, intense decomposition of AC was observed. Exposing carbonaceous materials to straight heat in presence of air or oxygen is of the most facile and inexpensive methods to oxidize carbonaceous structures. By exposing carbonaceous materials to high temperatures in air, the carbonaceous structure starts to partially oxidize in presence of oxygen. As reported, formation of carbonyl and hydroxyl functional groups occurs at layer edges. Besides, carbonaceous materials start to oxidize and create edges at high temperatures in air atmosphere. This process has been reported for carbon nanotubes (CNTs) [16] and graphene (G) [17] which are of 1D and 2D materials, respectively. By applying different temperatures at different expose time, the carbon atoms in carbonaceous structure are oxidized to carbon monoxide and carbon dioxide that results in new edges comprising functional groups in carbon structure. Various methods have been proposed to incorporate nitrogen atoms in carbonaceous structure. Heating materials in ammonia atmosphere [32], ultra-sonication of carbon-based materials in ammonia solution [33], and annealing carbonaceous material with nitrogen containing chemicals in an inert atmosphere [34] have been reported, however an easy way to dope high content of nitrogen is by thermal treatment of carbon structure in ammonia [12]. By mixing AC430 in ammonia and stirring at 90 °C for 24 h nitrogen incorporation was accomplished to achieve N-AC430. To reach the optimum nitrogen incorporation, annealed AC (AC430) was chosen to present more oxygen-containing active sites with negatively charged for adapting nitrogen sites. Nitrogen incorporation in AC was determined by CHN analyzer. The analysis showed the nitrogen/carbon ratio in N-AC sample was around 1.5 %. To determine the surface area of AC and N-AC, Brunauer-Emmett-Teller (BET) analysis was carried out. The surface areas were found to be 949.98 cm2 g−1 for AC and 997.63 cm2 g−1 for N-AC (Fig. 2b). New defects were formed in AC due to the partly gasification of carbonaceous structure when AC powder is exposed to air at high temperatures. Raman spectra of AC, AC430 and N-AC430 were recorded and ID and IG peaks were measured for samples. By calculating ID/IG ratio, the ID/IG ratios were found to be 0.94, 0.93 and 1.01 for AC, AC430 and N-AC430, respectively (Fig. 2c). The ID/IG ratio was slightly reduced after mild heat treatment which is because of graphitic crystallinity enhancement [17,35]. The values of ID/IG ratio indicated that applying temperature to AC resulted in formation of new edges, more surface area and active sites in oxidized AC. As it has been proved [16,36], by partially oxidation of carbonaceous materials, oxygen-containing functional groups such as carboxyl and carbonyl increases at newly oxidized edges which can act as reaction sites. N-AC430 and AC430 were further characterized by Raman spectroscopy. The D band peaks for both AC and N-AC were located at 1333.989 cm−1 while the G band appeared at 1602.212 cm−1 and 1597.057 cm−1 for AC and N-AC, respectively. The downshift of G band peak in N-AC430 compared to AC430 was due to partially filled orbitals in nitrogen atoms and its electron donation behavior in N-AC [37,38]. To deposit Fe and Co nanoparticles on AC430 and N-AC430 carbonaceous supports, two methods were employed to synthesize FeCo/AC and FeCo/ N-AC. Weak and noisy XRD peaks of FeCo such as (311) were detected which was due to the poor nanoparticles crystallinity [39] or very low metal contents. The broad (002) peak at 2θ = 24° indicated the presence of carbon in all samples (Fig. 2d). Also, the metal content of FeCo/ N-AC, determined by ICP-OES, was 1.13 at %Fe and 2.04 at %Co. Fig. 3 shows the FT-IR spectra of AC, N-AC and FeCo/N-AC. Most obvious changes were observed at oxygen- and nitrogen containing groups at 1150–1200 and 1500−1650 cm−1. FT-IR spectra confirmed that the N-AC and FeCo/N-AC structures were modified after nitrogen doping of AC by appearing out of plane bending NH group at about 1567 cm−1 and CN stretching vibration band at about 1192 cm−1. FESEM images of FeCo/N-AC and its related elemental mapping are shown in Fig. 4 (a–g). As it can be seen in this figure, C, N, Fe, Co and O elements were homogeneously distributed in the catalyst that indicates the uniform distribution of nitrogen doping, and Fe and Co nanoparticles deposition in carbonaceous substrate. EDS spectrum of the catalyst (Fig. 4h) confirmed the Fe and Co nanoparticles were successfully deposited on N-AC430. FeCo/N-AC indicated a porous structure that nanoparticles bellow 10 nm were formed on carbonaceous substrate. TEM images of the FeCo/N-AC (with two different scales) were shown in Fig. 4(i,j) which Fe-Co nanoparticles can be observed over the carbonaceous substrate. As reported previously, metal-O/N bonds form between carbonaceous support and metallic particles. Functional groups on carbon structures such as hydroxyl and carboxyl interact with metallic seeds by various types of van deer Waal’s forces, covalent and hydrogen bonds let the metal seeds grow on carbon structures [40]. Besides the catalytic performance of carbon structure, metallic nanoparticles improve the electrocatalytic performance. As a practical application, electrocatalytic performance of synthesized electrocatalysts was studied towards ORR in alkaline electrolyte. The cyclic voltammograms (CVs) of all catalysts were carried out in N2 and O2 saturated alkaline electrolytes where different activities were recorded. As an instance, the CVs of FeCo/N-AC430 sample in N2- and O2-saturated 0.1 M KOH are shown in Fig. 5 a. All potentials were converted to E RHE according to the following equation E RHE= E calomel+ 0.059 pH + 0.241. The FeCo/N-AC showed a good performance to ORR with an onset potential of ca. 0.9 V. For comparison, polarization curves of AC, AC430, N-AC, N-AC430, FeCo/AC430 and FeCo/N-AC430 were recorded by linear sweep voltammetry (LSV) and shown after subtraction of background currents (Fig. 5b). The performances of N doped samples towards ORR were improved compared to N-free samples, as can be seen for N-AC to AC and FeCo/N-AC to FeCo/AC. Using low content of non-precious metallic counterparts is a way to reduce the total cost of catalysts. Addition of low content of Fe and Co deposited on AC430 and N-AC430, exhibited catalysts improvement in ORR process compared to carbonaceous catalysts. It was also found that, amongst all catalysts, FeCo/N-AC430 exhibited better ORR performance in alkaline electrolyte. The active sites on metallic nanoparticles were not the only reactive sites for ORR but also functional groups tailored on AC and incorporated nitrogen in carbon structure provided reactive sites for electrocatalytic process [40]. In both cases, incorporation of nitrogen led to ORR enhancement in electrocatalysts as it was observed for FeCo/N-AC430 to FeCo/AC430 and N-AC to AC. Not only the performance of FeCo/N-AC430 was the highest amongst all catalysts by exhibiting higher peak potential but also its onset potential occurred in more positive potentials that indicated better electrocatalytic activities of FeCo/N-AC430. To further study the ORR process in alkaline electrolyte, this reaction was investigated on rotating disk electrode (RDE). The ORR on RDE was carried out at different disk rotations. The half-wave potential of FeCo/ N-AC was found to be ca. 20 mV compared to Pt/C. The results were also comparable with previous articles [29,41]. As reported [42], the ORR comprises two successive steps with the overall four-electron transfer, via the intermediate ( H O 2 - ) which can be dissociated to generate OH−. (1) O 2 + H 2 O + 2 e - ↔ H O 2 - + O H - E 0 = - 0.065 V / N H E (2) H O 2 - + H 2 O + 2 e - ↔ 3 O H - E 0 = 0.867 V / N H E (3) H O 2 - ↔ 1 2 O 2 + O H - The ORR process was also studied on FeCo/N-AC430 electrocatalyst by RDE at different disk rotation (Fig. 5c). As the disk rotation speed increases, the polarization curves changes according to Koutecky-Levich equation: 1 i = 1 i k + 1 i d = 1 n F k C O 2 + 1 B ω 1 / 2 B = 0.62 n F C O 2 D O 2 2 / 3 ʋ - 1 / 6 Where i, ik, id, n, ω and F are current density, kinetic and diffusion currents, number of transferred electrons, angular velocity and Faraday constant 96,495 C mol−1), respectively. ʋ (0.01 cm2 s−1), CO2 (1.21 × 10−6 mol cm−3), DO2 (1.85 × 10−5 cm2 s−1) are electrolyte kinetic viscosity, oxygen concentration in electrolyte, diffusion coefficient of O2. The number of electrons, calculated from the Koutecky-Levich equation was found to be ca. 4.02 from potential between 0.6 V to 0.3 V versus RHE (Fig. 5d) which was in a good agreement with the proposed reactions. The faster electron transfer and more positive onset potential was seen in the catalysts with doped nitrogen structure. It has been reported previously that nitrogen (pyridinic and graphitic) doped in carbonaceous structure improves the performance of carbon-based catalysts for ORR [43]. Fig. 6 a shows the durability test of FeCo/N-AC430 for ORR. As it is seen, small performance decay was monitored for ORR test after 1000 cycles. Long-term performance of the FeCo/N-AC430 was evaluated in O2-saturated 0.1 M KOH electrolyte. As it can be seen in Fig. 6b, chronoamperograms of FeCo/N-AC430 and Pt/C were carried out for a long period of 10,000 s. The larger current loss was monitored on Pt/C than FeCo/N-AC in which that the ORR current generated on FeCo/N-AC reached to ca. 70 % while on Pt/C decreased to ca. 40 % after 10,000 s. To observe the catalysts stability against alcohol penetration into the electrolyte, 2 M methanol was introduced to the O2-saturated alkaline solution after 150 s (Fig. 6c). A significant decay was observed in ORR currents on Pt/C catalyst whereas FeCo/N-AC exhibited a better performance towards ORR in presence of methanol poisoning. As it appeared from the data, the synthesized FeCo/N-AC was electrochemically more active than other samples to ORR in alkaline solution by presenting higher surface area, more defects and more reactive sites to the target molecules. 4 Conclusions Fe-Co/N-AC was synthesized as electrocatalyst to study oxygen reduction reaction (ORR) in alkaline electrolyte. Activated carbon (AC) was treated by applying temperature to AC in air atmosphere, and nitrogen doping by heating AC in ammonium hydroxide solution. Raman spectra and BET analysis indicated that the treated samples exhibited more defects and higher surface area. Incorporation of nitrogen in catalyst structure was detected by CHN analysis and observed by elemental mapping. Low contents of Fe and Co nanoparticles were deposited by two procedures on AC and N-AC after treatment. Elemental mapping and TEM images indicated the homogeneous deposition of metallic nanoparticles on carbonaceous substrates. The synthesized electrocatalysts revealed different activities to ORR in alkaline electrolyte. The performance of electrocatalysts was evaluated by cyclic voltammetry (CV), linear sweep voltammetry (LSV) and chronoamperometry for short-term and long-term ORR study. Long-term activity of FeCo/N-AC430 towards ORR showed better durability compared to Pt/C in alkaline electrolyte. CRediT authorship contribution statement Mohammad Etesami: Conceptualization, Formal analysis, Funding acquisition, Investigation, Validation, Writing - original draft. Maryam Oroujzadeh: Data curation, Software. Shahram Mehdipour-Ataei: Supervision, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgment This work was partially supported by Iran National Science Foundation. References [1] C. Xiong T. Li T. Zhao A. Dang X. Ji H. Li M. Etesami NANO 13 2018 1850013 C. Xiong, T. Li, T. Zhao, A. Dang, X. Ji, H. Li, M. Etesami, NANO 13 (2018) 1850013. [2] Y.P. Zhu C. Guo Y. Zheng S.-Z. Qiao Acc. Chem. Res. 50 2017 915 923 Y.P. Zhu, C. Guo, Y. Zheng, S.-Z. Qiao, Acc. Chem. Res. 50 (2017) 915-923. [3] N.H. Abdullah K. Shameli M. Etesami E. Chan Abdullah L.C. Abdullah J. Alloys. Compd. 719 2017 218 226 N.H. Abdullah, K. Shameli, M. Etesami, E. Chan Abdullah, L.C. Abdullah, J. Alloys Compd. 719 (2017) 218-226. [4] M. Etesami N. Mohamed J. Chin Chem. Soc. 61 2014 377 382 M. Etesami, N. Mohamed, J. Chin. Chem. Soc. 61 (2014) 377-382. [5] M. Etesami N. Mohamed Chemija 23 2012 171 179 M. Etesami, N. Mohamed, Chemija 23 (2012) 171-179. [6] K.K. Hazarika C. Goswami H. Saikia B.J. Borah P. Bharali Mol. Catal. 451 2018 153 160 K.K. Hazarika, C. Goswami, H. Saikia, B.J. Borah, P. Bharali, Mol. Catal. 451 (2018) 153-160. [7] J. Zhang L. Dai Angew. Chem. Int. Ed. 55 2016 13296 13300 J. Zhang, L. Dai, Angew. Chem. Int. Ed. 55 (2016) 13296-13300. [8] J. Zhang L. Qu G. Shi J. Liu J. Chen L. Dai Angew. Chem. Int. Ed. 55 2016 2230 2234 J. Zhang, L. Qu, G. Shi, J. Liu, J. Chen, L. Dai, Angew. Chem. Int. Ed. 55 (2016) 2230-2234. [9] M. Etesami E. Abouzari-Lotf A. Ripin M. Mahmoud Nasef T.M. Ting A. Saharkhiz A. Ahmad Int. J. Hydrogen Energy 43 2018 189 197 M. Etesami, E. Abouzari-Lotf, A. Ripin, M. Mahmoud Nasef, T.M. Ting, A. Saharkhiz, A. Ahmad, Int. J. Hydrogen Energy 43 (2018) 189-197. [10] M. Etesami E. Abouzari-Lotf S.S. Sha’rani M. Miyake P. Moozarm Nia A. Ripin A. Ahmad Nanoscale 10 2018 13212 13222 M. Etesami, E. Abouzari-Lotf, S.S. Sha'rani, M. Miyake, P. Moozarm Nia, A. Ripin, A. Ahmad, Nanoscale 10 (2018) 13212-13222. [11] M. Oroujzadeh M. Etesami S. Mehdipour-Ataei J. Power Sources 434 2019 226733 M. Oroujzadeh, M. Etesami, S. Mehdipour-Ataei, J. Power Sources 434 (2019) 226733. [12] T. Xing Y. Zheng L.H. Li B.C.C. Cowie D. Gunzelmann S.Z. Qiao S. Huang Y. Chen ACS Nano 8 2014 6856 6862 T. Xing, Y. Zheng, L.H. Li, B.C.C. Cowie, D. Gunzelmann, S.Z. Qiao, S. Huang, Y. Chen, ACS Nano 8 (2014) 6856-6862. [13] R. Zhou Y. Zheng M. Jaroniec S.-Z. Qiao ACS Catal. 6 2016 4720 4728 R. Zhou, Y. Zheng, M. Jaroniec, S.-Z. Qiao, ACS Catal. 6 (2016) 4720-4728. [14] Y. Hu G. Jiang G. Xu X. Mu Mol. Catal. 445 2018 316 326 Y. Hu, G. Jiang, G. Xu, X. Mu, Mol. Catal. 445 (2018) 316-326. [15] K. Gong F. Du Z. Xia M. Durstock L. Dai Science 323 2009 760 764 K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science 323 (2009) 760-764. [16] Y. Lin M.R. Funk C.J. Campbell J.W. Kim X. Han S.D. Lacey H. Xie L. Hu J.W. Connell Adv. Funct. Mater. 2017 1700762 Y. Lin, M.R. Funk, C.J. Campbell, J.W. Kim, X. Han, S.D. Lacey, H. Xie, L. Hu, J.W. Connell, Adv. Funct. Mater. (2017) 1700762. [17] Y. Lin X. Han C.J. Campbell J.-W. Kim B. Zhao W. Luo J. Dai L. Hu J.W. Connell Adv. Funct. Mater. 25 2015 2920 2927 Y. Lin, X. Han, C.J. Campbell, J.-W. Kim, B. Zhao, W. Luo, J. Dai, L. Hu, J.W. Connell, Adv. Funct. Mater. 25 (2015) 2920-2927. [18] H. Peng F. Liu X. Liu S. Liao C. You X. Tian H. Nan F. Luo H. Song Z. Fu P. Huang ACS Catal. 4 2014 3797 3805 H. Peng, F. Liu, X. Liu, S. Liao, C. You, X. Tian, H. Nan, F. Luo, H. Song, Z. Fu, P. Huang, ACS Catal. 4 (2014) 3797-3805. [19] S. Wang C. Dai J. Li L. Zhao Z. Ren Y. Ren Y. Qiu J. Yu Int. J. Hydrogen Energy 40 2015 4673 4682 S. Wang, C. Dai, J. Li, L. Zhao, Z. Ren, Y. Ren, Y. Qiu, J. Yu, Int. J. Hydrogen Energy 40 (2015) 4673-4682. [20] S. Chao Q. Cui Z. Bai H. Yan K. Wang L. Yang Int. J. Hydrogen Energy 39 2014 14768 14776 S. Chao, Q. Cui, Z. Bai, H. Yan, K. Wang, L. Yang, Int. J. Hydrogen Energy 39 (2014) 14768-14776. [21] L. Lai J.R. Potts D. Zhan L. Wang C.K. Poh C. Tang H. Gong Z. Shen J. Lin R.S. Ruoff Energy Environ. Sci. 5 2012 7936 7942 L. Lai, J.R. Potts, D. Zhan, L. Wang, C.K. Poh, C. Tang, H. Gong, Z. Shen, J. Lin, R.S. Ruoff, Energy Environ. Sci. 5 (2012) 7936-7942. [22] Y. Liang Y. Li H. Wang H. Dai J. Am. Chem. Soc. 135 2013 2013 2036 Y. Liang, Y. Li, H. Wang, H. Dai, J. Am. Chem. Soc. 135 (2013) 2013-2036. [23] J. Wang J. Zhou Y. Hu T. Regier Energy Environ. Sci. 6 2013 926 934 J. Wang, J. Zhou, Y. Hu, T. Regier, Energy Environ. Sci. 6 (2013) 926-934. [24] X.-F. Yang A. Wang B. Qiao J. Li J. Liu T. Zhang Acc. Chem. Res. 46 2013 1740 1748 X.-F. Yang, A. Wang, B. Qiao, J. Li, J. Liu, T. Zhang, Acc. Chem. Res. 46 (2013) 1740-1748. [25] A. Morozan B. Jousselme S. Palacin Energy Environ. Sci. 4 2011 1238 1254 A. Morozan, B. Jousselme, S. Palacin, Energy Environ. Sci. 4 (2011) 1238-1254. [26] C. Yuan H.B. Wu Y. Xie X.W. Lou Angew. Chem. Int. Ed. 53 2014 1488 1504 C. Yuan, H.B. Wu, Y. Xie, X.W. Lou, Angew. Chem. Int. Ed. 53 (2014) 1488-1504. [27] B. Zhu S. Tang S. Vongehr H. Xie J. Zhu X. Meng Chem. Commun. (Camb.) 52 2016 2624 2627 B. Zhu, S. Tang, S. Vongehr, H. Xie, J. Zhu, X. Meng, Chem. Commun. 52 (2016) 2624-2627. [28] H. Zhu Y. Sun X. Zhang L. Tang J. Guo Mater. Lett. 166 2016 1 4 H. Zhu, Y. Sun, X. Zhang, L. Tang, J. Guo, Mater. Lett. 166 (2016) 1-4. [29] W. Yan Z. Yang W. Bian R. Yang Carbon 92 2015 74 83 W. Yan, Z. Yang, W. Bian, R. Yang, Carbon 92 (2015) 74-83. [30] A. Kargar S. Yavuz T.K. Kim C.-H. Liu C. Kuru C.S. Rustomji S. Jin P.R. Bandaru ACS Appl. Mater. Interfaces 7 2015 17851 17856 A. Kargar, S. Yavuz, T.K. Kim, C.-H. Liu, C. Kuru, C.S. Rustomji, S. Jin, P.R. Bandaru, ACS Appl. Mater. Interfaces 7 (2015) 17851-17856. [31] G. Wu M. Nelson S. Ma H. Meng G. Cui P.K. Shen Carbon 49 2011 3972 3982 G. Wu, M. Nelson, S. Ma, H. Meng, G. Cui, P.K. Shen, Carbon 49 (2011) 3972-3982. [32] T. Li J. Liu Y. Song F. Wang ACS Catal. 8 2018 8450 8458 T. Li, J. Liu, Y. Song, F. Wang, ACS Catal. 8 (2018) 8450-8458. [33] H. Tao C. Yan A.W. Robertson Y. Gao J. Ding Y. Zhang T. Ma Z. Sun Chem. Commun. 53 2017 873 876 H. Tao, C. Yan, A.W. Robertson, Y. Gao, J. Ding, Y. Zhang, T. Ma, Z. Sun, Chem. Commun. 53 (2017) 873-876. [34] Y.P. Zhu Y. Jing A. Vasileff T. Heine S.-Z. Qiao Adv. Energy Mater. 7 2017 1602928 Y.P. Zhu, Y. Jing, A. Vasileff, T. Heine, S.-Z. Qiao, Adv. Energy Mater. 7 (2017) 1602928. [35] X. Han M.R. Funk F. Shen Y.-C. Chen Y. Li C.J. Campbell J. Dai X. Yang J.-W. Kim Y. Liao J.W. Connell V. Barone Z. Chen Y. Lin L. Hu ACS Nano 8 2014 8255 8265 X. Han, M.R. Funk, F. Shen, Y.-C. Chen, Y. Li, C.J. Campbell, J. Dai, X. Yang, J.-W. Kim, Y. Liao, J.W. Connell, V. Barone, Z. Chen, Y. Lin, L. Hu, ACS Nano 8 (2014) 8255-8265. [36] X. Zhao C.M. Hayner M.C. Kung H.H. Kung ACS Nano 5 2011 8739 8749 X. Zhao, C.M. Hayner, M.C. Kung, H.H. Kung, ACS Nano 5 (2011) 8739-8749. [37] K.N. Kudin B. Ozbas H.C. Schniepp R.K. Prud’homme I.A. Aksay R. Car Nano Lett. 8 2008 36 41 K.N. Kudin, B. Ozbas, H.C. Schniepp, R.K. Prud'homme, I.A. Aksay, R. Car, Nano Lett. 8 (2008) 36-41. [38] Z. Lin G. Waller Y. Liu M. Liu C.-P. Wong Adv. Energy Mater. 2 2012 884 888 Z. Lin, G. Waller, Y. Liu, M. Liu, C.-P. Wong, Adv. Energy Mater. 2 (2012) 884-888. [39] Z. Ma L. Ren S. Xing Y. Wu Y. Gao J. Phys. Chem. C 119 2015 23068 23074 Z. Ma, L. Ren, S. Xing, Y. Wu, Y. Gao, J. Phys. Chem. C 119 (2015) 23068-23074. [40] S. Chen S.-Z. Qiao ACS Nano 7 2013 10190 10196 S. Chen, S.-Z. Qiao, ACS Nano 7 (2013) 10190-10196. [41] W. Yan X. Cao J. Tian C. Jin K. Ke R. Yang Carbon 99 2016 195 202 W. Yan, X. Cao, J. Tian, C. Jin, K. Ke, R. Yang, Carbon 99 (2016) 195-202. [42] J.D. Wiggins-Camacho K.J. Stevenson J. Phys. Chem. C 115 2011 20002 20010 J.D. Wiggins-Camacho, K.J. Stevenson, J. Phys. Chem. C 115 (2011) 20002-20010. [43] S. Yang X. Feng X. Wang K. Mullen Angew. Chem. Int. Ed. 50 2011 5339 5343 S. Yang, X. Feng, X. Wang, K. Mullen, Angew. Chem. Int. Ed. 50 (2011) 5339-5343.",
      "scopus-id": "85079414284",
      "coredata": {
        "eid": "1-s2.0-S2468823120300808",
        "dc:description": "Sluggish oxygen reduction reaction (ORR) is a rate-limiting step in some electrochemical devices such as fuel cells. Thus, the synthesis and development of high performance, inexpensive and durable catalysts for ORR is a necessity. Metallic nanostructures decorated heteroatoms-doped carbons have been recognized as excellent catalysts in energy applications. However, nitrogen-doped partially oxidized three-dimensional carbonaceous supports were seldom studied for ORR. Herein, the synthesis of low Fe-Co bimetallic contents deposited on three-dimensional (3D) activated carbon (AC) is reported as an efficient and cost-effective catalyst for ORR in alkaline electrolyte. In the present work, AC was thermally treated by direct heat in air at 430 °C to enhance its electrochemical activity through increasing structure deficiency. AC and nitrogen doped AC (N-AC) were used to synthesize Fe-Co/AC and Fe-Co/N-AC. In both Fe-Co/AC and Fe-Co/N-AC, low amounts of non-precious Fe and Co nanoparticles were deposited on carbonaceous substrates. The air oxidation process, for partially oxidation of carbon structure and catalyst post treatment, was used for introducing defects to the catalyst structure. The performance of synthesized samples was evaluated by ORR process in alkaline medium.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120300808",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Etesami, Mohammad"
          },
          {
            "@_fa": "true",
            "$": "Oroujzadeh, Maryam"
          },
          {
            "@_fa": "true",
            "$": "Mehdipour-Ataei, Shahram"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120300808"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120300808"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30080-8",
        "prism:volume": "485",
        "articleNumber": "110834",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "3D nitrogen-doped carbon supported non-precious metals electrocatalyst for oxygen reduction reaction",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Treatment"
          },
          {
            "@_fa": "true",
            "$": "Air oxidation"
          },
          {
            "@_fa": "true",
            "$": "Non-precious metals"
          },
          {
            "@_fa": "true",
            "$": "ORR"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110834",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2020",
        "prism:doi": "10.1016/j.mcat.2020.110834",
        "prism:startingPage": "110834",
        "dc:identifier": "doi:10.1016/j.mcat.2020.110834",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "298",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25595",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33578",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "454",
            "@width": "680",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72589",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "428",
            "@width": "303",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32564",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "519",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "145537",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "453",
            "@width": "680",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71400",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "734",
            "@width": "284",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39261",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21872",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5522",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8318",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5091",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23491",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9044",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "63",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2607",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1495",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14759",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13092",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "5973",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "8082",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "5426",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120300808-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3149570",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85079414284"
      }
    }
  }
}