{
  "metadata": {
    "title": "Facile synthesis of Co<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf>@SiO<ce:inf loc=post>2</ce:inf>/Carbon Nanocomposite Catalysts from Rice Husk for Low-Temperature CO Oxidation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2022-01-31",
    "doi": "10.1016/j.mcat.2021.112053",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121006696",
    "pii": "S2468823121006696"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85122430737",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-12-23 2021-12-23 2021-12-23 2021-12-23 2023-03-16T03:57:16 1-s2.0-S2468823121006696 S2468-8231(21)00669-6 S2468823121006696 10.1016/j.mcat.2021.112053 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00181 2024-06-26T17:47:42.305855Z 0 0 20220101 20220131 2022 2021-12-23T11:51:49.439529Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst ref specialabst 2468-8231 24688231 true 518 518 C Volume 518 15 112053 112053 112053 202201 January 2022 2022-01-01 2022-01-31 2022 Regular Papers article fla © 2021 Published by Elsevier B.V. FACILESYNTHESISCO3O4SIO2CARBONNANOCOMPOSITECATALYSTSRICEHUSKFORLOWTEMPERATURECOOXIDATION DIEN L 1 Introduction 2 Experimental 2.1 Materials 2.1.1 Synthesis of SiO2/C from Rice Husk 2.1.2 Synthesis of Co3O4 nanoparticles and Co3O4@SiO2/C nanocomposite 2.2 Characterization 2.3 Catalytic experiments 3 Results and discussion 3.1 Catalytic performance 4 Conclusions Acknowledgements Appendix Supplementary materials References CAO 2011 G NANOSTRUCTURESNANOMATERIALSSYNTHESISPROPERTIESAPPLICATIONS XIE 2009 746 749 X LIOTTA 2013 3085 3102 L DU 2015 8066 8069 S HARUTA 1989 301 M OKUMURA 2015 4699 4707 M YAN 2012 7227 7235 N XUE 2011 4718 4720 X CHOI 2012 5924 5930 B MENG 2013 7235 7241 F LI 2015 127 131 G FENG 2015 1730 1739 C SHI 2015 1338 1340 N ZHOU 2016 457 465 T DENG 2015 449 455 J WEN 2013 7511 7518 Z PALDEY 2005 241 250 S 2006 CATALYSISBYGOLD TAKEI 2012 1 247 T CORMA 2008 2096 2126 A ZHU 2007 5622 5627 J NHIEM 2013 3381 3385 D JIA 2011 11279 11288 C DIEN 2019 539 547 L LUONG 2020 2726 2733 X DIEN 2020 117747 L ZHANG 2013 1389 1396 L HADJIEV 1988 199 201 V DIENX2022X112053 DIENX2022X112053XL 2023-12-23T00:00:00.000Z 2023-12-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Published by Elsevier B.V. 2022-06-11T20:33:22.458Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Vietnam Ministry of Education and Training B2021-BKA-19 King Saud University KSU King Saud University http://data.elsevier.com/vocabulary/SciValFunders/501100002383 http://sws.geonames.org/102358/ RUDN University RSP-2021/405 RUDN University http://data.elsevier.com/vocabulary/SciValFunders/501100018647 http://sws.geonames.org/2017370/ This work was supported by a research grant funded by Vietnam Ministry of Education and Training (Grant No. B2021-BKA-19). L.X.D. appreciates Prof. Masamichi Yoshimura for supporting some facilities at Toyota Technological Institute. This publication has been supported by RUDN University Strategic Academic Leadership Program (L. Voskressensky). This project was funded by the Researchers Supporting Project (RSP) number (RSP-2021/405), King Saud University, Riyadh, Saudi Arabia. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00669-6 S2468823121006696 1-s2.0-S2468823121006696 10.1016/j.mcat.2021.112053 315758 2023-03-16T04:42:31.647374Z 2022-01-01 2022-01-31 1-s2.0-S2468823121006696-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/MAIN/application/pdf/c1c96b0108db6e8cb624016b9e4f013a/main.pdf main.pdf pdf true 7530875 MAIN 5 1-s2.0-S2468823121006696-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/PREVIEW/image/png/c69ac5e92495acdfcc7a09e62c219c6c/main_1.png main_1.png png 58274 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121006696-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr2/DOWNSAMPLED/image/jpeg/474e48a7d7bb93cb55a07ea4dcc8074e/gr2.jpg gr2 gr2.jpg jpg 247165 743 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/ga1/DOWNSAMPLED/image/jpeg/06158b425e814f2c989d3c8596d0fd55/ga1.jpg ga1 true ga1.jpg jpg 16390 103 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr3/DOWNSAMPLED/image/jpeg/858fd59d2df17ae05c25a201e54994ba/gr3.jpg gr3 gr3.jpg jpg 46820 205 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr4/DOWNSAMPLED/image/jpeg/3e894e40d539cfad36966af46e69df8d/gr4.jpg gr4 gr4.jpg jpg 22578 312 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr1/DOWNSAMPLED/image/jpeg/db0db3146891b8c828e91c5e60f60e4f/gr1.jpg gr1 gr1.jpg jpg 75407 406 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/sc1/DOWNSAMPLED/image/jpeg/6264b85b962b52c54aa182ae8536a059/sc1.jpg sc1 sc1.jpg jpg 48836 210 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121006696-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr2/THUMBNAIL/image/gif/cc5824fd19a0caf872ed5efbb51d85db/gr2.sml gr2 gr2.sml sml 19556 164 145 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/ga1/THUMBNAIL/image/gif/d4c0f09be2d65c9de281317f441086ec/ga1.sml ga1 true ga1.sml sml 9243 75 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr3/THUMBNAIL/image/gif/486c450622e6c3578c8c9f13b8828ac5/gr3.sml gr3 gr3.sml sml 8985 68 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr4/THUMBNAIL/image/gif/f6956c2f193c5284ec5bdd7f9c778a1d/gr4.sml gr4 gr4.sml sml 8464 164 178 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr1/THUMBNAIL/image/gif/050854f1a8951bef2c5e4a1782960e08/gr1.sml gr1 gr1.sml sml 22894 157 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/sc1/THUMBNAIL/image/gif/b1e09a65f7c2954984b1b6396630c4c7/sc1.sml sc1 sc1.sml sml 9909 70 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121006696-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr2/HIGHRES/image/jpeg/b33b74493812565a10db62d953cec669/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 2249357 3291 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/ga1/HIGHRES/image/jpeg/83c959780869be6b31257436db7d0085/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 130834 456 1333 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr3/HIGHRES/image/jpeg/3cadcbb4a200f7abde32ea8232ed15b7/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 312121 907 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr4/HIGHRES/image/jpeg/c3b8ec87097275d00757aa2c526ba6ff/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 143700 1379 1500 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/gr1/HIGHRES/image/jpeg/ce47f6b0921748f183e68045716cec26/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 837007 1797 2500 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/sc1/HIGHRES/image/jpeg/7924437a2b13739f9735b5cbf16e4da8/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 360368 929 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121006696-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121006696/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/1f80aa008cd6b043b27bf6e9230ee514/mmc1.docx mmc1 mmc1.docx docx 273265 APPLICATION 1-s2.0-S2468823121006696-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10447DV4Q9R/MAIN/application/pdf/c3e91e071c12b4acefc65ccca81c9fbb/am.pdf am am.pdf pdf false 3025633 AAM-PDF MCAT 112053 112053 S2468-8231(21)00669-6 10.1016/j.mcat.2021.112053 Scheme 1 Synthetic procedure of Co3O4@SiO2/C via hydrothermal carbonization, precipitation methods. Scheme 1 Fig. 1 SEM images of materials: (a) Co3O4, (b) Co3O4@SiO2/C, and their corresponding TEM images ((c) - Co3O4, (d) - Co3O4@SiO2/C). Fig. 1 Fig. 2 EDS data for Co3O4-based catalysts: (a) Co3O4, (b) Co3O4@SiO2/C and their composition. Fig. 2 Fig. 3 a) XRD patterns, b) BET isotherms, c) Raman spectra of Co3O4 and Co3O4@SiO2/C. Fig. 3 Fig. 4 CO conversion curves as a function of reaction temperature catalyzed by Co3O4-based catalysts: (a) Co3O4, (b) Co3O4@SiO2/C. Conditions: catalyst (150 mg), 1% CO in air (SV 20,000 mL h−1 gcat−1). Fig. 4 Table 1 Textural properties of Co3O4-based catalysts measured by N2 adsorption-desorption/XRD. Table 1 Catalyst Specific Surface Area (m2 g−1) Pore Volume (cm3 g−1) Pore Size (nm) Average Crystallite Size a (nm) Co3O4 70 0.29 12-14 7.0 Co3O4@SiO2/C 115 0.38 11-13 6.9 a Calculated by Scherrer's equation with (311) reflection of Co3O4. Facile synthesis of Co3O4@SiO2/Carbon Nanocomposite Catalysts from Rice Husk for Low-Temperature CO Oxidation Luong Xuan Dien a b ⁎ Huynh Dang Chinh a Nguyen Kim Nga a Rafael Luque c ⁎ Sameh M. Osman d Leonid G. Voskressensky e Tran Dai Lam f g Tamao Ishida b Toru Murayama b a School of Chemical Engineering, Hanoi University of Science and Technology, 1 Dai Co Viet, Hanoi, Vietnam School of Chemical Engineering Hanoi University of Science and Technology 1 Dai Co Viet Hanoi Vietnam aSchool of Chemical Engineering, Hanoi University of Science and Technology, 1 Dai Co Viet, Hanoi, Vietnam b Research Center for Gold Chemistry, Tokyo Metropolitan University, 1-1 Minami-Osawa, Hachioji, Tokyo 192-0397, Japan Research Center for Gold Chemistry Tokyo Metropolitan University 1-1 Minami-Osawa Hachioji Tokyo 192-0397 Japan bResearch Center for Gold Chemistry, Tokyo Metropolitan University, 1-1 Minami-Osawa, Hachioji, Tokyo 192-0397, Japan c Departamento de Química Orgánica, Universidad de Cordoba, Campus de Rabanales, Edificio Marie Curie, Ctra. Nnal. IV-A, Km. 396, E-14014 Cordoba, Spain Departamento de Química Orgánica Universidad de Cordoba Campus de Rabanales Edificio Marie Curie Ctra. Nnal. IV-A, Km. 396 Cordoba E-14014 Spain cDepartamento de Química Orgánica, Universidad de Cordoba, Campus de Rabanales, Edificio Marie Curie, Ctra. Nnal. IV-A, Km. 396, E-14014 Cordoba, Spain d Chemistry Department, College of Science, King Saud University, P.O. Box 2455, Riyadh, 11451, Saudi Arabia Chemistry Department College of Science King Saud University P.O. Box 2455 Riyadh 11451 Saudi Arabia dChemistry Department, College of Science, King Saud University, P.O. Box 2455, Riyadh, 11451, Saudi Arabia e Peoples Friendship University of Russia (RUDN University), 6 Miklukho-Maklaya Str., 117198, Moscow, Russia Peoples Friendship University of Russia (RUDN University) 6 Miklukho-Maklaya Str. Moscow 117198 Russia ePeoples Friendship University of Russia (RUDN University), 6 Miklukho-Maklaya Str., 117198, Moscow, Russia f Institute for Tropical Technology, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, Hanoi, 11355, Viet Nam Institute for Tropical Technology Vietnam Academy of Science and Technology 18 Hoang Quoc Viet Hanoi 11355 Viet Nam fInstitute for Tropical Technology, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, Hanoi, 11355, Viet Nam g Graduate University of Science and Technology, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, Hanoi, Viet Nam Graduate University of Science and Technology Vietnam Academy of Science and Technology 18 Hoang Quoc Viet Hanoi Viet Nam gGraduate University of Science and Technology, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, Hanoi, Viet Nam ⁎ Corresponding authors. Co3O4 was synthesized in the presence of 3D porous nanostructured SiO2/carbon composite derived from rice husk via a hydrothermal method to produce Co3O4@SiO2/C nanostructures with good microstructural, morphological and excelling catalytic properties. The morphology and textural properties of the products were tuned by using different amounts of hydrocarbonized rice husk. TEM images exhibited nanoclusters 1–9 nm in diameter and reducing the nanoparticle size of Co3O4 by adding hydrocarbonized rice husk. The specific surface area value of Co3O4@SiO2/C is 115 m2 /g which is significantly improved as compared to Co3O4 prepared in the absence of hydrocarbonized rice husk (70 m2 /g). Materials were tested in the oxidation of CO oxidation as model reaction. Compared to conventional Co3O4 nanoparticles, as-prepared Co3O4@SiO2/C exhibited a superior catalytic activity for CO oxidation, i.e., T50 (50% conversion) is at <25 °C (at 100°C for Co3O4). Graphical abstract Image, graphical abstract Keywords Co3O4 Rice husk Nanocomposite Catalyst CO oxidation 1 Introduction Nanomaterials emerged as an excellent alternative to conventional materials because of their advanced and significant functional properties including novel size- and shape-dependent properties, defects, and high specific surface area. They have potential applications in energy storage, medicine, electrochemistry, flexible devices and catalysis. Morphology, size, and surface textural properties of nanomaterials can influence their electronic, optical, magnetic, and catalytic properties. Especially, nanosized transition metal oxides with varied morphology, size, and tunable mesoporosity because of their large surface areas, unusual absorptive properties, surface defects, and high activation [1]. Cobalt oxides (e.g. Co3O4) featuring high abundance, low-cost and remarkable performance found a wide range of applications in catalysis [2–6], Li-ion batteries [7–9], supercapacitor [10–12], quantum dots [13] and sensors [14–16]. Particle structural properties are closely related to the preparation technique. A large number of chemical methods that satisfy this requirement have been reported for the synthesis of Co3O4 including precipitation, sol–gel, microemulsion, hydrothermal methods [2–16]. On the other hand, precipitation synthesis is a well established industrial process to obtain colloidal particles from the liquid phase and known to provide controllable size and morphology of the particles [2,3]. CO oxidation is a highly relevant chemical process extensively employed in environmental catalysis, contributing to air purification (including CO removal in heavy industry), purification of hydrogen for proton-exchange fuel cells as well as pollution control devices among others [17]. Precious metals (PMs) including Au, Pt, Ir, and Rh have been mostly utilized in CO oxidation, with known limitations of high cost and low supply in industrial premises. Gold on cobalt oxide (Au/Co3O4) is among most highly active CO oxidation catalysts, with a classic support for investigations on the chemistry of gold on metal oxide supports. Moreover, gold on silica (acidic and irreducible support) and carbon (non-metal-oxide support) are two inactive catalysts for CO oxidation [18–20]. Transition metal oxides emerged as an alternative low-cost solution with the possibility of promising low-temperature activities [21, 22]. Schüth and coworkers reported one of the most relevant metal oxide systems for CO oxidation (Co3O4-SiO2) employing activated carbon as template, with excelling activities for CO oxidation at temperatures as low as -76 °C using normal feed gas [23]. Our groups have explored the use of biomass and waste feedstocks for the preparation of supports and catalysts to shift to sustainable developments of metal oxide-based catalysts. Rice husk is a most abundant and easily obtained feedstock in nature as byproduct of rice production. Besides, modified rice husk is a promising candidate as a support for metal oxide-based catalysts as illustrated in recent publications [24, 25]. Correlations were found between the catalytic activity of CO oxidation and the battery performance of Nb2O5- and Au-based materials because of oxygen vacancies [26]. In this work, we try to understand the effect of treated rice husk on the morphology, textural properties, and catalytic activity of synthesized Co3O4 catalysts (Co3O4@SiO2/C) for CO oxidation by using the facile liquid-precipitation method, which is cost-effective and low polluting. The synthesis of Co3O4@SiO2/C is reported for the first time in view to its use in CO oxidation. 2 Experimental 2.1 Materials All reagents cobalt(II) nitrate hexahydrate (Co(NO3)2•6H2O) and potassium carbonate K2CO3 were purchased and used without further purifications. Deionized (DI) water was used throughout experiments. 2.1.1 Synthesis of SiO2/C from Rice Husk SiO2/C 3D nanostructure composite was prepared via a modified conventional hydrothermal carbonization following established procedures [25]. In a typical synthesis, 8 g of rice husk (collected from Bac Giang province, Vietnam) was mixed with 80 mL of a suitable solution of sulfuric acid and hydrogen peroxide. Then, the reaction mixture was transferred into a 100 mL Teflon-lined stainless-steel autoclave, sealed, and maintained at 200°C for 24 h. After the reaction, the autoclave was cooled down by tap water. The carbonized SiO2/C nanocomposites were removed from the Teflon inlet, washed with double distilled water until the filtrate was clear. Finally, the products were dried at 80 °C overnight (Scheme 1 ). 2.1.2 Synthesis of Co3O4 nanoparticles and Co3O4@SiO2/C nanocomposite Co3O4 nanoparticles (NPs) were prepared by modifying the precipitation method [24]. 13.05 g of cobalt(II) nitrate hexahydrate was dissolved in 100 mL of deionized water and the mixture was gradually heated to 70 °C. 100 mL of aqueous 0.53 M K2CO3 solution was then added at 70 °C and the slurry was further aged for 1 h under vigorous stirring. After filtration and being washed with water, the solid obtained was dried at 100 °C overnight under ambient conditions and calcined at 300 °C for 4 h in air. Co3O4@SiO2/C was prepared by a similar procedure. Briefly, 0.4 g of the carbonized SiO2/C nanocomposites and 13.05 g of cobalt(II) nitrate hexahydrate was dissolved in 100 mL of deionized water and the mixture was gradually heated to 70 °C. 100 mL of aqueous 0.58 M K2CO3 solution was then added at 70 °C and the slurry was further aged for 1 h under vigorous stirring. After filtration and being washed with water, the solid obtained was dried at 100 °C overnight under ambient conditions and calcined at 300 °C for 4 h in air. 2.2 Characterization Nitrogen physisorption measurements were conducted in a Micromeritics ASAP 2020. Powders were degassed under nitrogen atmosphere at 200 °C for 4 h prior to the measurement. Field-emission scanning electron microscopy (FE-SEM) was performed in a Hitachi S-4700 for morphological and structural analysis. Transmission electron microscopy observations (TEM, JEOL/JEM-3200FS at 300 kV) was carried out. The powder X-ray diffraction (XRD) with high-intensity Cu Kα radiation (λ = 0.154 nm) was performed on a RINT-TTR III diffractometer (Rigaku Corporation, JP). The operating current and voltage were 40 mA and 40 kV, respectively. The phase of components was identified by fitting diffraction patterns to the JCPDS powder diffraction file. Raman spectroscopy using a 532-nm laser was conducted on a Renishaw - InVia Raman Spectroscope. Differential thermal analyses (DTA) and themogravimetric (TG) were conducted using a Shimadzu DTG-60H TG/DTA in a flow of air (200 mL min−1) with heating from room temperature to 800°C at a ramping rate of 5°C min−1 for determining the decomposition temperature of cobalt carbonate compounds. 2.3 Catalytic experiments CO oxidation tests were conducted in a fixed-bed quartz reactor (internal diameter 6mm), containing 0.15 g material. Pretreatments were always carried out prior to the reaction at 250°C (1 h) at a flow rate of 50 mL.min−1 under dry air steam. Materials were then cooled down to room temperature, with 1 vol% CO (in air) passed through the reactor at 1 atm (various temperatures, 50 mL min−1 flow rate; WHSV = 20,000 mL h–1 gcat–1). Products were evaluated by an on-line gas chromatography (GC-8A/ Shimadzu, activated carbon and molecular sieve 13X used as column packing agents) to obtain both CO2 formation and CO conversion [24–26]. T50, namely the temperature at 50% CO conversion, was employed to evaluate the performance of synthesized materials. 3 Results and discussion SEM images of Co3O4 NPs and Co3O4@SiO2/C nanocomposite are shown in Fig. 1 . The images exhibit nanoparticle-like nanostructures for Co3O4-based nanomaterials (Fig. 1). It is clear that the agglomeration of Co3O4 with SiO2/C support can be prevented with similar preparation. These results were in good agreement with the morphologies determined from TEM observations (Fig. 1c and d). In the absence of SiO2/C, Co3O4 nanoparticles were ca. 3-13 nm in diameter, while the decreased size of Co3O4 nanoparticles was revealed in the presence of SiO2/C nanocomposite prepared by hydrothermal carbonization (about 1-9 nm). The smaller size and less agglomeration of Co3O4@SiO2/C nanocomposites may be much advantageous in the improvement of the specific surface area and catalytic activity for CO oxidation. Scanning electron microscopy (SEM)-energy dispersive spectroscopy (EDS) analyses were performed as a technique to determine the chemical composition of Co3O4 and Co3O4@SiO2/C, with corresponding spectra shown in Fig. 2 . The obtained data suggest the homogeneous dispersion of Co, O, C, K and Co, O, C, Si, S in Co3O4 (Fig. 2a) and Co3O4@SiO2/C (Fig. 2b and Fig. S1) nanocomposites, respectively. Carbon (C) and silicon (Si) peaks come from hydrocarbonized rice husk and carbonate anion, while the oxygen (O) signal can be related to Co3O4 NPs and carbonate anion. In agreement with SEM-EDX and TEM results, our thermal analyses confirm the presence of carbon and the morphology modification in Co3O4@SiO2/C. Fig. S1 reports the TGA and DTA curves for both samples. Under air atmosphere, two samples Co3O4 and Co3O4@SiO2/C (Fig. S1) have different thermal behavior. The initial mass loss (25-200°C) is assigned to the loss of bound water. The second mass loss (200-300 °C)° is assigned to the decomposition of cobalt carbonate compounds (decomposition temperature is ca. 220 and 228 °C for Co3O4 and Co3O4@SiO2/C, respectively). The third mass loss (300-800 °C) is assigned to compound decomposition and carbon burning (the temperature of carbon burning is ca. 345 °C for only Co3O4@SiO2/C). Thus, the addition of SiO2/C from rice husk reduced the amount of bound water, increased the decomposition temperature of cobalt carbonate compounds, and changed the morphology and specific surface area (discussed below) of Co3O4@SiO2/C samples. To ascertain the synthesis of nanoparticles in their pure phase and formation of the crystalline structure of Co3O4, X-ray-diffraction (XRD) patterns were subsequently collected. Wide-angle XRD patterns of the as-prepared Co3O4-based catalysts are shown in Fig. 3 a. All Co3O4-based catalysts show diffraction peaks at 19.0o, 31.3o, 36.9o, 38.6o, 44.9o, 59.5o, 65.3° corresponding to the diffraction of (111), (200), (311), (222), (400), (511) and (440) facets of cubic Co3O4 (JCPDS PDF#71-0816), respectively. No other crystalline cobalt oxide polymorph was detected. All diffraction peaks, in Fig. 3a, are relatively broad due to the nanosize of the crystals. The average crystallite size of NPs was calculated to be 7.0 nm for Co3O4, and 6.9 nm for Co3O4@SiO2/C using the Scherrer equation (estimated from the most intense diffraction peak (311) at 2θ angle of 36.9°). The presence of SiO2/C nanocomposite from rice husk induces a decrease in size of as-prepared Co3O4 nanomaterials. Co3O4 and Co3O4@SiO2/C NPs were also analyzed by N2 physisorption (Fig. 3b and Table 1 ), showing a BET surface area of 70 m2.g−1 and 115 m2.g−1, respectively. The presence of SiO2/C supports an increase of the specific surface area in Co3O4 nanomaterials, in good agreement with results from SEM and TEM studies (Fig. 1) and powder XRD (Fig. 3a). The employed liquid precipitation method was successful to achieve an overall good control over crystallinity, size, and surface composition for Co3O4@SiO2/C nanocomposite preparation. Raman spectroscopy measurements (Fig. 3(c) of Co3O4 NPs and Co3O4@SiO2/C nanocomposites exhibited a band located at ca. 186, 465, 510, 603, and 668 cm−1 observed for both samples. They correspond to 3 F2g, 1 Eg, and 1 A1g Raman active modes of Co3O4 nanocrystals [27, 28], as labelled in Fig. 3(c). The phonon symmetries of the Raman peaks are caused by the lattice vibrations of the spinel structure, in which Co2+ and Co3+ cations are situated at tetrahedral and octahedral sites in the cubic lattice. Compared to bulk Co3O4, the peak positions of the five active modes shift to lower wavenumbers about 8, 17, 12, 15, and 23 cm−1, respectively. This phenomenon is attributed to the optical phonon confinement effect in nanostructures and structural defects that can cause uncertainty in the phonon wave vectors and then a downshift of the Raman peaks [27, 28]. 3.1 Catalytic performance Low-temperature CO oxidation experiments were conducted for both Co3O4 and Co3O4@SiO2/C systems. Results are shown in Fig. 4 as a comparison of Co3O4 and Co3O4@SiO2/C performance. In particular, the CO oxidation ignition (conversion vs temperature) curves for include Co3O4 (black line) and Co3O4@SiO2/C (red line), tested under identical experimental conditions, showed remarkably different behaviour for both systems. T50 value of Co3O4@SiO2/C (<25 °C) was found to be significantly reduced as compared to that of Co3O4 (100 °C) as well as commercially reported Au/SiO2 and Au/C catalysts [24–26]. These results together with Raman spectra data, clearly demonstrated that the addition of SiO2/C (from valorized rice husk) played a major promoting effect on the activity of Co3O4 catalysts. To the best of our knowledge, the designed rice husk-derived Co3O4@SiO2/C system exhibits the highest activity as compared to conventionally reported Co3O4 catalysts for CO oxidation. This is a very significant result, clearly illustrating the potential of SiO2/C from rice husk as key component in the formation of highly stable and active nanocomposites for CO oxidation. 4 Conclusions This work investigated the catalytic performance of Co3O4 NPs and Co3O4@SiO2/C nanocomposites from rice husk for CO oxidation. The significantly improved catalytic activity observed for the rice husk-derived nanocomposite is due to the addition of SiO2/C from rice husk. The half conversion of CO using Co3O4@SiO2/C nanocomposites was achieved at <25 °C. The results suggest that the metal oxide catalysts mixed with SiO2/C from rice husk have the potential to render highly active catalytic systems for CO oxidation and exhaust-gas treatment. The optimization of additional transition metal compositions and synthetic conditions to improve the catalytic activity of MOx@SiO2/C nanocomposites (M is transition metal) from rice husk is currently under evaluation in our laboratories and will be additionally reported in due course. Declaration of Competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by a research grant funded by Vietnam Ministry of Education and Training (Grant No. B2021-BKA-19). L.X.D. appreciates Prof. Masamichi Yoshimura for supporting some facilities at Toyota Technological Institute. This publication has been supported by RUDN University Strategic Academic Leadership Program (L. Voskressensky). This project was funded by the Researchers Supporting Project (RSP) number (RSP-2021/405), King Saud University, Riyadh, Saudi Arabia. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.ejps.2020.105216. Appendix Supplementary materials Image, application 1 References [1] G. Cao Y. Wang Nanostructures & Nanomaterials: Synthesis, Properties & Applications 2nd ed. 2011 World Scientific, Imperial College Press G. Cao, Y. Wang, Nanostructures & Nanomaterials: Synthesis, Properties & Applications, 2nd ed., World Scientific, Imperial College Press, 2011. [2] X. Xie Y. Li ZQ. Liu M. Haruta W. Shen Nature 458 2009 746 749 X. Xie, Y. Li, ZQ. Liu, M. Haruta, W. Shen, Nature458 (2009) 746–749. [3] L.F. Liotta H. Wu G. Pantaleo A.M. Venezia Catal. Sci. Technol. 3 2013 3085 3102 L. F. Liotta, H. Wu, G. Pantaleo, A. M. Venezia, Catal. Sci. Technol., 3 (2013) 3085-3102. [4] S. Du Z. Ren J. Zhang J. Wu W. Xi J. Zhu H. Fu Chem. Commun 51 2015 8066 8069 S. Du, Z. Ren, J. Zhang, J. Wu, W. Xi, J. Zhu, H. Fu, Chem. Commun.,51 (2015) 8066-8069. [5] M. Haruta N. Yamada T. Kobayashi S. Iijima J. Catal. 115 1989 301 M. Haruta, N. Yamada, T. Kobayashi and S. Iijima, J. Catal., 115 (1989) 301. [6] M. Okumura T. Fujitani J. Huang T. Ishida ACS Catal 5 2015 4699 4707 M. Okumura, T. Fujitani, J. Huang, T. Ishida, ACS Catal., 5 (2015) 4699–4707. [7] N. Yan L. Hu Y. Li Y. Wang H. Zhong X. Hu X. Kong Q. Chen J. Phys. Chem. C 116 2012 7227 7235 N. Yan, L. Hu, Y. Li, Y. Wang, H. Zhong, X. Hu, X. Kong, Q. Chen, J. Phys. Chem. C116 (2012) 7227-7235. [8] X.-Y. Xue S. Yuan L.-L. Xing Z.-H. Chen B. He Y.-J. Chen Chem. Commun. 47 2011 4718 4720 X.-Y. Xue, S. Yuan, L.-L. Xing, Z.-H. Chen, B. He, Y.-J. Chen, Chem. Commun., 47 (2011) 4718-4720. [9] B.G. Choi S.-J. Chang Y.B. Lee J.S. Bae H.J. Kim Y.S. Huh Nanoscale 4 2012 5924 5930 B. G. Choi, S.-J. Chang, Y. B. Lee, J. S. Bae, H. J. Kim, Y. S. Huh, Nanoscale, 4 (2012) 5924-5930. [10] F. Meng Z. Fang Z. Li W. Xu M. Wang Y. Liu J. Zhang W. Wang D. Zhao C. Guo J. Mater. Chem. A 1 2013 7235 7241 F. Meng, Z. Fang, Z. Li, W. Xu, M. Wang, Y. Liu, J. Zhang, W. Wang, D. Zhao, C. Guo, J. Mater. Chem. A1 (2013) 7235-7241. [11] G.-C. Li X.-N. Hua P.-F. Liu Y.-X. Xie L. Han Mater. Chem. Phys. 168 2015 127 131 G.-C. Li, X.-N. Hua, P.-F. Liu, Y.-X. Xie, L. Han, Mater. Chem. Phys., 168 (2015)127-131. [12] C. Feng J. Zhang Y. He C. Zhong W. Hu L. Liu Y. Deng ACS Nano, 9 2015 1730 1739 C. Feng, J. Zhang, Y. He, C. Zhong, W. Hu, L. Liu, Y. Deng, ACS Nano,9 (2015) 1730-1739. [13] N. Shi W. Cheng H. Zhou T. Fan M. Niederberger Chem. Commun. 51 2015 1338 1340 N. Shi, W. Cheng, H. Zhou, T. Fan, M. Niederberger, Chem. Commun., 51 (2015) 1338-1340 [14] T. Zhou P. Lu Z. Zhang Q. Wang A. Umar Sensor. Actuator. B-Chem. 235 2016 457 465 T. Zhou, P. Lu, Z. Zhang, Q. Wang, A. Umar, Sensor. Actuator. B-Chem., 235 (2016) 457-465. [15] J. Deng R. Zhang L. Wang Z. Lou T. Zhang Sensor. Actuator. B-Chem. 209 2015 449 455 J. Deng, R. Zhang, L. Wang, Z. Lou, T. Zhang, Sensor. Actuator. B-Chem., 209 (2015) 449-455. [16] Z. Wen L. Zhu W. Mei Y. Li L. Hu L. Sun W. Wan Z. Ye J. Mater. Chem. A 1 2013 7511 7518 Z. Wen, L. Zhu, W. Mei, Y. Li, L. Hu, L. Sun, W. Wan, Z. Ye, J. Mater. Chem. A, 1 (2013) 7511-7518 [17] S. Paldey S. Gedevanishvili W. Zhang R. Rasouli Appl. Catal. B 56 2005 241 250 S. Paldey, S. Gedevanishvili, W. Zhang, R. Rasouli, Appl. Catal. B, 56 (2005) 241–250. [18] G.C. Bond C. Louis D.T. Thompson Catalysis by Gold 2006 Imperial College Press London G. C. Bond, C. Louis, D. T. Thompson (Eds.), Catalysis by Gold, Imperial College Press, London2006. [19] T. Takei T.A.I. Nakamura T. Fujitani M. Okumura K. Okazaki J. Huang T. Ishida M. Haruta (Eds.) Advances in Catalysis 55 2012 1 247 T. Takei, T. A. I. Nakamura, T. Fujitani, M. Okumura, K. Okazaki, J. Huang, T. Ishida, M. Haruta(Eds.), Advances in Catalysis, 2012, 55, pp. 1-247. [20] A. Corma H. Garcia Chem. Soc. Rev. 37 2008 2096 2126 A. Corma, H. Garcia, Chem. Soc. Rev., 37 (2008) 2096-2126. [21] J. Zhu Z. Gui Y. Ding Z. Wang Y. Hu M. Zou J. Phys. Chem. C 111 2007 5622 5627 J. Zhu, Z. Gui, Y. Ding, Z. Wang, Y. Hu, M. Zou, J. Phys. Chem. C, 111 (2007)5622–5627. [22] D.N. Nhiem L.M. Dai N.D. Van D.T. Lim Ceram. Int. 39 2013 3381 3385 D. N. Nhiem, L. M. Dai, N. D. Van, D. T. Lim, Ceram. Int., 39 (2013) 3381–3385. [23] C.J. Jia M. Schwickardi C. Weidenthaler W. Schmidt S. Korhonen B.M. Weckhuysen F. Schüth J. Am. Chem. Soc. 133 2011 11279 11288 C. J. Jia, M. Schwickardi, C. Weidenthaler, W. Schmidt, S. Korhonen, B. M. Weckhuysen, F. Schüth, J. Am. Chem. Soc., 133 (2011)11279-11288. [24] L.X. Dien T. Ishida A. Taketoshi Q.-D. Truong H.D. Chinh T. Honma T. Murayama M. Haruta Appl. Catal. B: Environ. 241 2019 539 547 L. X. Dien, T. Ishida, A. Taketoshi, Q.-D. Truong, H. D. Chinh, T. Honma, T. Murayama, M. Haruta, Appl. Catal. B: Environ.241 (2019)539-547. [25] X.-D. Luong Q.-T. Luu T.-T. Nguyen D.-C. Huynh D.-Q. Ngo M. Yoshimura T. Ishida Catal. Lett. 150 2020 2726 2733 X.-D. Luong, Q.-T. Luu, T.-T. Nguyen, D.-C. Huynh, D.-Q. Ngo, M. Yoshimura, T. Ishida, Catal. Lett.150 (2020) 2726–2733. [26] L.X. Dien Q.D. Truong T. Murayama H.D. Chinh A. Taketoshi I. Honma M. Haruta T. Ishida Appl. Catal. A: Gen. 603 2020 117747 L. X. Dien, Q. D. Truong, T. Murayama, H. D. Chinh, A. Taketoshi, I. Honma, M. Haruta, T. Ishida, Appl. Catal. A: Gen.603 (2020) 117747. [27] L. Zhang X. Zhao W. Ma M. Wu N. Qian W. Lu CrystEngComm 15 2013 1389 1396 L. Zhang, X. Zhao, W. Ma, M. Wu, N. Qian, W. Lu, CrystEngComm, 15 (2013) 1389-1396. [28] V.G. Hadjiev M.N. Iliev I.V. Vergilov J. Phys. C: Solid State Phys 21 1988 199 201 V. G. Hadjiev, M. N. Iliev, I. V. Vergilov, J. Phys. C: Solid State Phys, 21 (1988) 199-201.",
      "scopus-id": "85122430737",
      "coredata": {
        "eid": "1-s2.0-S2468823121006696",
        "dc:description": "Co3O4 was synthesized in the presence of 3D porous nanostructured SiO2/carbon composite derived from rice husk via a hydrothermal method to produce Co3O4@SiO2/C nanostructures with good microstructural, morphological and excelling catalytic properties. The morphology and textural properties of the products were tuned by using different amounts of hydrocarbonized rice husk. TEM images exhibited nanoclusters 1–9 nm in diameter and reducing the nanoparticle size of Co3O4 by adding hydrocarbonized rice husk. The specific surface area value of Co3O4@SiO2/C is 115 m2 /g which is significantly improved as compared to Co3O4 prepared in the absence of hydrocarbonized rice husk (70 m2 /g). Materials were tested in the oxidation of CO oxidation as model reaction. Compared to conventional Co3O4 nanoparticles, as-prepared Co3O4@SiO2/C exhibited a superior catalytic activity for CO oxidation, i.e., T50 (50% conversion) is at <25 °C (at 100°C for Co3O4).",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121006696",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dien, Luong Xuan"
          },
          {
            "@_fa": "true",
            "$": "Chinh, Huynh Dang"
          },
          {
            "@_fa": "true",
            "$": "Nga, Nguyen Kim"
          },
          {
            "@_fa": "true",
            "$": "Luque, Rafael"
          },
          {
            "@_fa": "true",
            "$": "Osman, Sameh M."
          },
          {
            "@_fa": "true",
            "$": "Voskressensky, Leonid G."
          },
          {
            "@_fa": "true",
            "$": "Lam, Tran Dai"
          },
          {
            "@_fa": "true",
            "$": "Ishida, Tamao"
          },
          {
            "@_fa": "true",
            "$": "Murayama, Toru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121006696"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121006696"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00669-6",
        "prism:volume": "518",
        "articleNumber": "112053",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Facile synthesis of Co3O4@SiO2/Carbon Nanocomposite Catalysts from Rice Husk for Low-Temperature CO Oxidation",
        "prism:copyright": "© 2021 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Co3O4"
          },
          {
            "@_fa": "true",
            "$": "Rice husk"
          },
          {
            "@_fa": "true",
            "$": "Nanocomposite"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "CO oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "112053",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2022",
        "prism:doi": "10.1016/j.mcat.2021.112053",
        "prism:startingPage": "112053",
        "dc:identifier": "doi:10.1016/j.mcat.2021.112053",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "743",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "247165",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "103",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16390",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46820",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22578",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "406",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "75407",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48836",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "145",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19556",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9243",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8985",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8464",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22894",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9909",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3291",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2249357",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "456",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "130834",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "907",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "312121",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1379",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "143700",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1797",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "837007",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "929",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "360368",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "273265",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121006696-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3025633",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85122430737"
      }
    }
  }
}