{
  "metadata": {
    "title": "Cobalt-based Fischer-Tropsch synthesis: Effect of the catalyst granule thermal conductivity on the catalytic performance",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-02-28",
    "doi": "10.1016/j.mcat.2021.111395",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121000122",
    "pii": "S2468823121000122"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85099365734",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-01-14 2021-01-14 2021-01-14 2021-01-14 2021-02-09T07:55:55 1-s2.0-S2468823121000122 S2468-8231(21)00012-2 S2468823121000122 10.1016/j.mcat.2021.111395 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00028 2022-12-12T23:36:07.91775Z 0 0 20210201 20210228 2021 2021-01-14T23:33:08.24137Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 502 502 C Volume 502 19 111395 111395 111395 202102 February 2021 2021-02-01 2021-02-28 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. COBALTBASEDFISCHERTROPSCHSYNTHESISEFFECTCATALYSTGRANULETHERMALCONDUCTIVITYCATALYTICPERFORMANCE WANG D 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalyst testing 3 Results and discussion 3.1 Catalyst properties 3.2 Fischer-Tropsch synthesis 3.3 Mechanism study 3.3.1 FTS activity 3.3.2 CH4 and C5+ selectivity 3.3.3 Olefin formation 3.3.4 Branched hydrocarbon product 4 Conclusion CRediT authorship contribution statement Acknowledgement Appendix A Supplementary data References SCHULZ 1999 3 12 H ZHAO 2018 99 105 X ABROKWAH 2019 110566 R FANG 2020 2799 2816 X ZHANG 2010 1030 1058 Q LI 2018 1 7 J HOU 2020 110824 Y BARTHOLOMEW 1985 56 61 C RANE 2010 160 167 S DINSE 2012 104 114 A BEZEMER 2006 3956 3964 G LI 2018 106 112 H POST 1989 1107 1114 M IGLESIA 1995 108 122 E LIU 2014 1218 1239 Y SONG 2018 144 150 H LACROIX 2011 62 72 M WANG 2019 669 675 M WANG 2015 98900 98903 D DEREVICH 2018 1335 1349 I REUEL 1984 63 77 R WANG 2018 12756 12765 D ZHANG 2019 147320 C LI 2020 127870 S VANDERLAAN 1999 255 318 G SCHULZ 2002 351 360 H ZHU 2014 75 84 X MOULIJN 2001 3 16 J VISCONTI 2009 93 101 C LIU 2009 142 148 W ZAERA 2004 S2299 S2310 F CLAEYS 2004 601 680 M BELL 1981 203 232 A SCHULZ 1988 293 304 H NOVAK 1981 6083 6091 S KUIPERS 1996 288 300 E KOMAYA 1994 237 248 T SCHULZ 1999 71 90 H SCHULZ 1990 157 167 H WANGX2021X111395 WANGX2021X111395XD 2023-01-14T00:00:00.000Z 2023-01-14T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-01-07T01:50:37.615Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00012-2 S2468823121000122 1-s2.0-S2468823121000122 10.1016/j.mcat.2021.111395 315758 2021-04-26T06:37:27.403072Z 2021-02-01 2021-02-28 1-s2.0-S2468823121000122-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/MAIN/application/pdf/def15dd9e195738daff83042cf17b81e/main.pdf main.pdf pdf true 1774772 MAIN 6 1-s2.0-S2468823121000122-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/PREVIEW/image/png/73e416850f7cd5c29e902c86fc2ae5f7/main_1.png main_1.png png 59217 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121000122-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr2/DOWNSAMPLED/image/jpeg/ec166f6d497e3b5d1976cc3d675c1d42/gr2.jpg gr2 gr2.jpg jpg 35854 267 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/ga1/DOWNSAMPLED/image/jpeg/e2ca20f1d8e93c68adfbadfb58dc668c/ga1.jpg ga1 true ga1.jpg jpg 16638 200 355 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr3/DOWNSAMPLED/image/jpeg/256b414b15cb031a836862c39526e125/gr3.jpg gr3 gr3.jpg jpg 7810 71 282 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr4/DOWNSAMPLED/image/jpeg/136a515322b563d54f957cf6b03ff874/gr4.jpg gr4 gr4.jpg jpg 7399 114 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr5/DOWNSAMPLED/image/jpeg/c78a8c1a6b521f92c41ee5238395aea8/gr5.jpg gr5 gr5.jpg jpg 58625 543 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr1/DOWNSAMPLED/image/jpeg/aab0123bb7b2776ddce622d8f4780604/gr1.jpg gr1 gr1.jpg jpg 20494 279 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr6/DOWNSAMPLED/image/jpeg/091109c1abf8b6ad016826789a91d112/gr6.jpg gr6 gr6.jpg jpg 7347 101 282 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr7/DOWNSAMPLED/image/jpeg/1b7e6092c6ee70ced0d6b43ad96c4e61/gr7.jpg gr7 gr7.jpg jpg 11594 252 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000122-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr2/THUMBNAIL/image/gif/38e72b358e1e1b4eb8748f3c7426d378/gr2.sml gr2 gr2.sml sml 4914 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/ga1/THUMBNAIL/image/gif/5e3a99b753566b8a0fb236cd57dabda2/ga1.sml ga1 true ga1.sml sml 8068 124 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr3/THUMBNAIL/image/gif/ef2571e6117ce9d045ab707b29abc188/gr3.sml gr3 gr3.sml sml 3727 55 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr4/THUMBNAIL/image/gif/ea91d5af85e875aae493230055c4da5a/gr4.sml gr4 gr4.sml sml 3588 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr5/THUMBNAIL/image/gif/2bebe99625ece9d4bfa45f1375b3b45c/gr5.sml gr5 gr5.sml sml 6239 164 199 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr1/THUMBNAIL/image/gif/f03f3d0015eba648899b20381c5b1925/gr1.sml gr1 gr1.sml sml 5920 164 199 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr6/THUMBNAIL/image/gif/e5b40edccdbd2e948129fea312b86308/gr6.sml gr6 gr6.sml sml 3658 78 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/gr7/THUMBNAIL/image/gif/ef1d7f9ae743b4f5619dd4e9a7311015/gr7.sml gr7 gr7.sml sml 4871 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000122-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/932ba83ed1e81497115c7dcb3ebee1f4/mmc1.docx mmc1 mmc1.docx docx 5440905 APPLICATION 1-s2.0-S2468823121000122-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/STRIPIN/image/svg+xml/a9730dd5c5dae6f2f1491773e66ce79f/si1.svg si1 si1.svg svg 803 ALTIMG 1-s2.0-S2468823121000122-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000122/STRIPIN/image/svg+xml/a73148f6ab0943c2d5e474fd73233d79/si2.svg si2 si2.svg svg 1037 ALTIMG 1-s2.0-S2468823121000122-am.pdf am am.pdf pdf 418908 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10GG9X2KKNV/MAIN/application/pdf/876c7ef8d185ca383dcd7a8dd0ac0717/am.pdf MCAT 111395 111395 S2468-8231(21)00012-2 10.1016/j.mcat.2021.111395 Elsevier B.V. Fig. 1 The variation of the cobalt-time-yield over the CAT-n (n = 0, 1, 2, 3) catalysts as a function of reaction time. Reaction condition: T = 493 K, GHSV = 1000 mLsyngasgcatalyst h−1, P =2.0 MPa, mPure =0.3 g. Fig. 1 Fig. 2 a) The variation of CH4 and b) C5+ selectivity as a function of CO conversion for the CAT-n (n = 0, 1, 2, 3) catalysts. Reaction condition: T = 493 K, P =2.0 MPa, mPure =0.3 g, Time-on-stream =48 h. Fig. 2 Fig. 3 The representative alkyl mechanism for CH4 formation and chain growth [32]. Fig. 3 Fig. 4 The representative alkyl mechanism for olefin and paraffin formation and secondary reaction for olefin [33,34]. Fig. 4 Fig. 5 The olefin to paraffin ratio (O/P) as a function of CO conversion for the CAT-n (n = 0, 1, 2, 3) catalysts: a) O/P for C2; b) O/P for C3; c) O/P for C4. Reaction condition: T = 493 K, P =2.0 MPa, mPure =0.3 g, Time-on-stream =48 h. Fig. 5 Fig. 6 The proposed mechanism for the formation of branched hydrocarbons [32]. Fig. 6 Fig. 7 The mole ratios of iso-alkane to n-alkane (iso/n) for C5 hydrocarbon. Reaction condition: T = 493 K, P =2.0 MPa, mPure =0.3 g, GHSV = 1000 mLsyngasgcatalyst h−1, Time-on-stream =48 h. Fig. 7 Table 1 Fischer-Tropsch synthesis performance over the catalysts. Table 1 Catalyst a Conv.(CO %) Product selectivity (wt%) CH4 C2-C4 C5+ C15-C18 C19+ CO2 CAT-0 b 24.2 12.8 13.1 72.7 45.9 26.8 1.4 CAT-1 c 37.3 7.9 10.2 80.9 40.1 40.8 1.0 CAT-N d 36.2 9.2 12.8 76.7 39.5 37.2 1.3 CAT-SiO2 e 32.6 9.6 13.3 76.2 44.3 31.9 0.9 Reaction conditions: T = 493 K, P =2.0 MPa, GHSV = 1000 mLsyngasgcatalyst h−1, Time-on-stream =48 h. a Each sample contain the same weight pure catalyst 0.3 g, catalyst granules size: 0.18−0.25 mm. b Pure Co/SiO2 catalyst granules. c Pure catalyst and Al powder was mixed together (mAl:mCat = 1), tableted and break into small granules. d Pure catalyst granules and Al granules mixed together (mAl:mCat = 1). e Pure catalyst and SiO2 powder was mixed together (mSiO2:mCat = 1), tableted and broke into small granules. Cobalt-based Fischer-Tropsch synthesis: Effect of the catalyst granule thermal conductivity on the catalytic performance Da Wang Conceptualization Funding acquisition Writing - original draft a b * Lei Chen Data curation a Guangci Li Investigation a Zhong Wang Data curation Investigation a Xuebing Li Writing - review & editing a Bo Hou Supervision Writing - review & editing b ** a Key Laboratory of Biofuels, Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao, 266101, PR China Key Laboratory of Biofuels Qingdao Institute of Bioenergy and Bioprocess Technology Chinese Academy of Sciences Qingdao 266101 PR China Key Laboratory of Biofuels, Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao, 266101, PR China b State Key Laboratory of Coal Conversion, Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, PR China State Key Laboratory of Coal Conversion Institute of Coal Chemistry Chinese Academy of Sciences Taiyuan 030001 PR China State Key Laboratory of Coal Conversion, Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, PR China ⁎ Corresponding author at: Key Laboratory of Biofuels, Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao, 266101, PR China. Key Laboratory of Biofuels Qingdao Institute of Bioenergy and Bioprocess Technology Chinese Academy of Sciences Qingdao 266101 PR China ⁎⁎ Corresponding author at: State Key Laboratory of Coal Conversion, Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, PR China. State Key Laboratory of Coal Conversion Institute of Coal Chemistry Chinese Academy of Sciences Taiyuan 030001 PR China Graphical abstract A series of model Fischer-Tropsch synthesis (FTS) catalyst granules with different thermal conductivity were prepared to study the influence of catalyst granule thermal conductivity on FTS performance. A clear correlation was found between catalyst granule thermal conductivity and FTS activity, CH4 selectivity, C5+ selectivity, mole ratio of olefin to paraffin and branched hydrocarbon selectivity at high CO conversion. This could be due to that the overheating effect occurred within catalyst granule with low thermal conductivity. On the basis of the widely accepted ‘alkyl’ mechanism for FTS, the overheating effect was able to affect the adsorption of H2 and CO molecules, the hydrogenation of carbide species as well as chain growth. In addition, the overheating effect could lead to the catalyst structure reconstruction, sintering and deactivation. Keywords Fischer-Tropsch synthesis Thermal conductivity Overheating effect Mechanism study 1 Introduction The demand for oil keeps growing in recent years due to the rapid growth of world population and fast development of industry. Fischer-Tropsch synthesis (FTS) process, which converting synthesis gas (the gas mixture of CO and H2) to liquid hydrocarbons in the presence of catalysts (Fe, Co or Ru), is considered as one ideal alternative route for fuel production [1–3]. The FTS catalysts are usually prepared by loading active metal phase on porous carriers. Especially, a rising attention has been attracted for cobalt-based catalyst in a fixed-bed reactor due to the high activity, good resistance to deactivation and fine operating flexibility [4]. Improving heavy hydrocarbons selectivity and suppressing the formation of light hydrocarbons are the focus of FTS investigation. Generally, several factors including the chemical nature of supports, the promoter, the cobalt particle size and the diffusional restrictions could affect the cobalt-based FTS activity and products selectivity according to previous study [5–7]. First, the effect of support chemical nature on FTS performance. With the aim of studying the relationship between the support chemical nature and FTS performance, Bartholomew et al. prepared a series of cobalt-based catalysts by loading cobalt on SiO2, TiO2, Al2O3 and MgO, respectively. The FTS activities decreased as follows: Co/TiO2 > Co/SiO2 > Co/Al2O3 > Co/MgO [8]. Rane et al. also reported a certain support effect on the product selectivity over cobalt nanoparticles deposited on Al2O3 with different crystal structures [9]. Next, the effect of promoter effect on FTS performance. Transition metal oxides, rare earth metal oxides as well as noble metals are the typical promoters used for the preparation of cobalt-based FTS catalyst. Alexis T. Bell’s research showed that the addition of Mn element can lead to an increase of C5+ selectivity, which could be attributed to the improvement of CO adsorption on the catalysts surface [10]. With regard to the cobalt particle size effect, de jong et al. have observed a clear decrease of CO hydrogenation turnover frequency (TOF) and C5+ selectivity when the cobalt particle size was smaller than 8 nm at 35 bar, which could be due to the structure sensitivity [11]. At last, the effect of diffusional restrictions on FTS performance [12]. In general, relative large size (1−3 mm) of catalyst granules are needed in an industrial fixed-bed reactor to reduce the pressure drop. However, this may result in serious intraparticle diffusion limitation, which could significantly influence the FTS activity and hydrocarbon selectivity [13]. Iglesia et al. systematically investigated the influence of catalyst granule size on the activity and products distribution for FTS, in which a structural parameter χ (Eq. (1)) was used to determine whether the intraparticle diffusion limitations occurred. An optimal activity and C5+ selectivity were obtained with the χ values in the range of 200–2000 (m−1 × 10-16), which suggested that the intrinsic reaction behavior was maintained while the structural parameters were in that range [14]. (1) χ = L2Φθ/rp where L was the granule diameter (m), Φ was the granule porosity (%), θ was the cobalt site density (Co atoms/m2), rp was the average pore diameter of the granule (m). Recently, considerable investigations have been focused on the preparation of high thermal conductive Co/SiC FTS catalyst on account of the high C5+ selectivity and low CH4 selectivity [15,16]. Researchers have pointed out that the ‘hot spots’ were easily formed on the surface of low thermal conductive FTS catalyst (such as Co/Al2O3 and Co/SiO2), which lead to the generation of light hydrocarbon products. As far as the high thermal conductive Co/SiC, the SiC substrate could transfer the reaction heat effectively during reaction, which prevented the overheating effect on catalyst surface [17]. That is to say, some researchers believed that the thermal conductive property of the catalyst support was also an important factor affecting the FTS products distribution. However, this conclusion may be in some speculative, since no work has been carried out directly to study the influence of the thermal conductive property of catalyst on FTS products selectivity in the case of eliminating the interference of other factors. Actually, besides the difference of thermal conductivity, the surface chemical nature of support was also different between Co/SiC and those low thermal conductive FTS catalysts (such as Co/Al2O3 and Co/SiO2). Our previous work has convinced that the chemical nature of SiC also plays a crucial role in the FTS performance over Co/SiC [18,19]. This suggests that the effect of surface chemical nature might mask the effect of thermal conductivity on FTS performance. In fact, it may be insignificant to study the influence of catalyst support thermal conductivity on FTS performance. Generally, FTS catalyst was shaped into small granules and then loaded into the fixed-bed reactor. During reaction, the temperature distribution of each catalyst granule is not uniform on account of the strong exothermic property of FTS. Derevich et al. also reported that the temperature of granule center was much higher than that of granule surface by using simulation method [20]. The variation of catalyst granule thermal conductivity was thus may affect the temperature distribution within catalyst granule, ultimately leading to the variation of activity and products selectivity. Therefore, this points to the need of an intensive research on the effect of catalyst granule thermal conductivity on FT performance. In this research, we try to study the effect of catalyst granule thermal conductive property on FTS performance. In order to obtain the model catalyst granules with different thermal conductivity, Co/SiO2 catalyst was first mixed with high thermal conductive aluminum powders in different proportion. The mixtures were then pressed into tablets and finally broke into small granules (Scheme S1). The dependence of FTS activity and products selectivity on the catalyst thermal conductivity were carefully studied. The reason of the dependence was also analyzed on the basis of the widely accepted ‘alkyl’ mechanism. 2 Experimental 2.1 Catalyst preparation Co/SiO2 FTS catalyst was prepared by an incipient wetness impregnation method using SiO2 (Aladdin, 30 nm) as support and Co(NO3)2·6H2O (Aladdin, Analytical Grade) as precursor in deionized water (prepared in our laboratory). Then the sample was dried overnight in an oven and calcined in air at 673 K for 6 h to obtain the Co/SiO2 catalyst (20 wt% cobalt loading). In order to change the thermal conductivity of catalyst granule, Co/SiO2 was mixed with high thermal conductive aluminum powders in different proportion (mAl:mCat = 0, 1, 2, 3). The obtained mixtures were then pressed into tablets and finally broke into small granules with the diameter of 60–80 mesh (0.18−0.25 mm). The finally obtained catalysts were labelled as CAT-n (where n = 0, 1, 2, 3; corresponding to the mAl:mCat). 2.2 Catalyst characterization XRD patterns of the catalysts were carried out on a Bruker AXS-D8 X-ray diffractometer using monochromatized Cu Kα radiation. Catalyst textural properties such as BET surface area, pore size distribution and pore volume was obtained by N2 adsorption/desorption isotherms using Micromeritics ASAP 2000 equipment. Co dispersion was obtained in an ASAP 2010C Micromeritics instrument by assuming a 1:1 H and Co atom surface stoichiometry [21]. The catalyst reduction behavior was investigate by H2-TPR technique using Micromeritics AutoChem II 2920 chemisorption instrument. The H2 consumption was obtained by using the reduction of CuO as standard. Samples were pressed into tablets to study the catalyst thermal conductivity on NanoFlash LFA447. The lattice fringe of cobalt phase and the cobalt particle size distribution of the used CAT-n catalysts were analyzed by the TEM (JEOL JEM 2011) with a 200 kV accelerating voltage. 2.3 Catalyst testing The FTS performance of the CAT-n catalysts were carried out in a tubular fixed-bed reactor (9 mm, inner diameter). A certain weight of catalyst (granule size in the range of 0.18 to 0.25 mm) was loaded into the reactor and then pure H2 flow was passed through the reactor for catalyst reduction. After reduction at 673 K for 10 h under 0.5 MPa, the reactor was naturally cooled down to room temperature. Then the synthesis gas (N2 used as internal standard, and the volume ratio of CO/H2/N2 was 32/64/4,) was switched to the reactor and maintained a constant pressure of 2.0 MPa by a back pressure valve. The gas flow was adjusted by gas flow controllers to obtain a gas hourly space velocity (GHSV) range of 1000–5000 mLsyngasgcatalyst h−1. Finally, the desired reaction temperature was elevated slowly to the desired value for FTS reaction. The liquid and wax products were collected in a hot trap (373 K) and a cold trap (278 K), respectively. After water separation, the liquid and wax products were weighted and analyzed offline on an Agilent 7890 A gas chromatograph with a FID detector (HP-5 column for liquid product, 35 m OV-101 capillary column for wax product). The effluent gas was analyzed online by a GC 7900 chromatograph. The TCD detector connected with a TDX-1 column was used to detect the composition of H2, CO, N2, CH4, and CO2. FID detector connected with a KCl-modified alumina column was used to analyze the C1-C8 hydrocarbons. The nitrogen, oxygen and carbon balance for each test was100 ± 5% to ensure the accuracy of the results. 3 Results and discussion 3.1 Catalyst properties XRD pattern of the Co/SiO2 catalyst is displayed in Fig. S1. Co3O4 was found to be the only crystalline cobalt species in fresh catalyst. Detailed textural properties of the model CAT-n (n = 0, 1, 2, 3) catalysts are shown in Table S1. The porosity decreased whereas mean pore size increased with the increase of the proportion of metallic Al powders for CAT-n (n = 0, 1, 2, 3), probably be due to the non-porous property of Al powders. H2-TPR result (Fig. S2) showed three reduction peaks for the Co/SiO2 catalyst, which was the typical reduction behavior for the cobalt-based catalyst [22–24]. The thermal conductivities of the CAT-n (n = 0, 1, 2, 3) catalysts are displayed in Table S2. It could be observed that the thermal conductive coefficient increased with the increase of the proportion of metallic Al powders over CAT-n (n = 0, 1, 2, 3), which suggests the improved thermal conductivity of the catalyst granule. The TEM images of the used CAT-n (n = 0, 1, 2) catalysts are shown in Fig. S3. The metallic cobalt phase was detected in these catalysts. This is because that a layer of wax products covered on the surface of the used CAT-n catalysts, which prevents oxidation of the cobalt phase. In addition, it could be observed that the cobalt particle sizes over these catalysts are CAT-0 (36 nm), CAT-1 (32 nm) and CAT-2 (25 nm), respectively. That is, the cobalt particle sizes decreased in the order of CAT-0 > CAT-1 > CAT-2. This could be because that the ‘hot spots’ might located inside the catalyst granules with low thermal conductivity, which result in the aggregation and sintering of the cobalt particles. 3.2 Fischer-Tropsch synthesis The FTS performance over different catalysts are shown in Table 1 . The reaction data were gathered after time-on-stream of 48 h. It could be observed that the CO2 selectivity was very low over all catalysts (about 1%), which could be due to the low activity of water-gas shift reaction over cobalt-based catalyst [25]. As far as the CAT-0, CAT-1 and CAT-SiO2 catalysts, it could be observed that CAT-1 showed the most attractive FTS performance, that is, higher CO conversion, higher heavy hydrocarbon and lower methane selectivity. According to the thermal conductivity experiment (Table S2), CAT-1 has the highest thermal conductive coefficient among all these catalysts. Therefore, the attractive FTS performance of CAT-1 could be related to its excellent thermal conductive property, and the detailed mechanism will be discussed in the next part. Generally, pure FTS catalyst granules were mixed with heat diluter granules (such as SiC, in the same size with catalyst granules) and then loaded into the fixed-bed reactor to reduce the overheating effect during the reaction (CAT-N catalyst). Herein, based on the comparison of CAT-1 and CAT-N, one can find that CAT-1 showed similar activity but higher C5+ and lower CH4 selectivity than CAT-N. This indicates that though the traditional catalyst loading method (CAT-N) could maintain a homogeneous temperature distribution within reactor, the ‘hot spots’ might still exist within catalyst granule, leading to the formation of light hydrocarbons. Therefore, this suggests that the method of mixing catalyst and heat diluter first and then shaping the mixture to catalyst granules might be better for improving the heat transfer inside catalyst granules than the traditionally method. 3.3 Mechanism study In order to deeply study the relationship between the thermal conductivity of catalyst granules and the FTS reaction performance, detailed reaction data such as activity, CH4 and C5+ selectivity, mole ratio of olefin to paraffin (O/P) and branched hydrocarbon formation were carefully analyzed over the CAT-n (n = 0, 1, 2, 3) catalysts. 3.3.1 FTS activity Herein, the FTS activity is represented by cobalt-time-yield (CoTY). The cobalt-time-yield as a function of time-on-stream (TOS) over the CAT-n (n = 0, 1, 2, 3) catalysts are shown in Fig. 1 . A sharp decrease of CoTY over these catalysts could be observed before the steady state arrived. It is widely accepted that the sharp decline in activity at transition state could be due to a surface reconstruction process, in which some necessary active sites for FTS were formed [26]. More importantly, it could be observed that except CAT-3 the CoTY activity dropped in the order of CAT-2 > CAT-1 > CAT-0 after reaching the steady state (time-on-stream after 24 h). According to the thermal conductivity experiment (Table S2), the thermal conductivity of the CAT-n decreased in the order of CAT-2 > CAT-1 > CAT-0. Therefore, it indicates that the catalyst activity increasing with the increase of catalyst pellets thermal conductivity. This phenomenon might be related to the uneven temperature distribution inside the catalyst granules. FTS is a strong exothermic reaction, and ‘hot spots’ might locate inside catalyst pellets with low thermal conductivity. Derevich et al. have found that the temperature of granule center was much higher than that of granule surface during reaction, which also verified our conclusion [20]. According to the most acceptable viewpoint, the sintering of metal nanoparticle is strongly dependent on high temperature [27]. The mechanism is that the surface metal nanoparticles could easily diffuse or mobilize to form large aggregates at high temperature [28]. Therefore, the high temperature inside catalyst granules with low thermal conductivity could lead to the aggregation of cobalt nanoparticles, thus resulting in the decrease of CoTY. From the TEM and XRD results (Fig. S3, Fig. S4 and Table S3), it could be observed that the cobalt nanoparticles size decreased in the order of CAT-0 > CAT-1 > CAT-2, which also indicates that the aggregation of cobalt nanoparticles become more serious for the catalyst granules with lower thermal conductivity. In addition, hardeveld et al. have proposed that the cobalt atom clusters in a certain geometry rather than a single active cobalt atom is required to catalyze the FTS [26]. Particularly, the B5 sites are regarded as the desired atom ensembles for catalyzing the dissociation of adsorbed CO species, and the B5 sites only locate on the terrace or kink of the catalyst surface [29,30]. Therefore, one can easily conclude that ‘hot spots’ within the catalyst granules with low thermal conductivity might also destroy those B5 sites, thus leading to the deactivation of the catalysts. As for the abnormal phenomenon of CAT-3, it might be related to the low structural parameter χ. Iglesia have concluded that the FTS catalyst could maintain its intrinsic reaction behavior when the χ value was in the range of 200−2000 m−1 × 10-16. The χ value of CAT-3 was only 59 m−1 × 10-16 (Table S1), not in that range, indicating that the diffusional limitations have affected its intrinsic behavior. Therefore, the CAT-3 showed peculiar behavior. 3.3.2 CH4 and C5+ selectivity The CH4 and C5+ selectivity of the model CAT-n (n = 0, 1, 2, 3) catalysts with different thermal conductivity are displayed in Fig. 2 . It could be found that there is no clear correlation between CH4 and C5+ selectivity and catalyst granule thermal conductivity at low CO conversion (below 20 %). This might be due to the negligible overheating effect at low CO conversion. However, it could be found that the selectivity of CH4 reduced and the selectivity of C5+ elevated with the increase of catalyst granule thermal conductivity except for CAT-3. According to the widely accepted ‘alkyl’ mechanism for FTS (shown in Fig. 3 ), CO and H2 are considered to adsorb and dissociate on catalyst surface. Several species such as CH, CH2 and CH3 were formed by the reaction of dissociated C and H atoms. The formation of CH4 is considered by the complete hydrogenation of surface active carbonized species. And the carbon chain growth is regarded as the insertion of CH2 monomer in alkyl species. Therefore, the high CH4 selectivity of the catalyst granule with low thermal conductivity could be due to the inside ‘hot spots’, which enhanced the hydrogenation of surface active carbonized species. In addition, it has been expected that some sites on catalyst surface can only catalyze the CH4 formation but not to the heavy hydrocarbons [31]. Therefore, one can easily conclude that those CH4 sites might be more stable at high temperature. On the contrary, those sites for chain growth might be easily sintered at high temperature. As far as the abnormal phenomenon for CAT-3, it might be due to the low structural parameter χ (59 m−1 × 10-16). 3.3.3 Olefin formation The primary products of FTS mainly include olefins and paraffins. On the basis of the ‘alkyl’ mechanism, the olefins formation is considered by the hydrogen elimination of the ‘alkyl species’, whereas paraffins are formed by the hydrogenation or CH3 addition of the surface ‘alkyl species’ (shown in Fig. 4 ). Besides the primary reaction, the olefins could also re-adsorb on catalytic sites and undergo secondary reactions, such as hydrogenation to paraffin, insertion for chain growth and isomerization, resulting in the component variation of hydrocarbon products [35]. Since Fischer-Tropsch synthesis is a strong exothermic reaction, the variation of catalyst granules thermal conductivity might affect those reaction steps, leading to the variation of the olefin selectivity. Therefore, the mole ratios of olefin to paraffin (O/P) for the model CAT-n (n = 0, 1, 2, 3) catalysts were chose to study the influence of thermal conductivity of catalyst granules on olefin selectivity. The variation of molar ratio of olefin to paraffin (O/P) over C2, C3 and C4 components with CO conversion rate are displayed in Fig. 5 . As can be seen, the O/P decreased with the increase of CO conversion over all of the C2, C3 and C4 hydrocarbons, which could be due to the enhanced secondary reaction resulted from the longer contact time [36]. As far as the C2 hydrocarbons, the O/P was rather low, and no clear correlation between the thermal conductivity of catalyst granule and O/P was observed. The very high reactivity of ethylene might be responsible for this, since Komaya et al. have pointed out that the readsorption constant of ethylene is about four orders of magnitude higher than other high weight olefins by modeling method [37]. But for C3 and C4 components, there is a clear correlation between the thermal conductivity of catalyst granules and the olefin selectivity at high CO conversion (above 20 %). It could be found that the O/P reduced by the rise of the thermal conductivity of the catalyst granules. On account of the strong exothermic property of FTS, ‘hot spots’ may locate inside catalyst granules with low thermal conductivity. The overheating effect might be the reason for the variation of O/P ratio. It is reported that H2 is adsorbed more weakly than CO on cobalt metal at high temperature (above 350 K) [25]. This means that the adsorbed H2 could be displaced by CO on cobalt surface under the overheating condition, leading to the increase of CO coverage degree. The high CO coverage degree could increase the selectivity of olefins in the end product by suppressing the hydrogenation step in primary and secondary reactions. In addition, Schulz et al. have proposed that some sites only show activity for secondary reaction of olefins. However, catalyst deactivation and surface reconstruction could reduce the number of those active sites [38]. It should be mentioned that the deactivation was likely to happen over the catalyst granules with low thermal conductivity because of the overheating effect. Therefore, the secondary olefins reactions became weaker over the catalyst granules with low thermal conductivity, leading to the increase of O/P in final products. At low CO conversion (below 20 %), the ambiguous relationship might be due to the negligible overheating effect. 3.3.4 Branched hydrocarbon product Small amounts of branched hydrocarbon are also produced in the Fischer-Tropsch synthesis. It should be mentioned that the major proposed ‘alkyl’ mechanism cannot explain the generation of branched hydrocarbons. Based on the olefins re-adsorption viewpoint, Schulz et al. have proposed a mechanism to illustrate the formation of branched hydrocarbons [39]. The mechanism (shown in Fig. 6 ) suggests that the branched hydrocarbons are generated by the reaction of a surface alkylidene species and a surface methyl species. The surface alkylidene species may be derived from the reaction between a methylidyne species and an alkyl species. Herein, the representative C5 component was selected to study the effect of the thermal conductivity of catalyst granules on the branched hydrocarbon selectivity. The mole ratio of iso-alkane to n-alkane (iso/n) of C5 component is displayed in Fig. 7 . It could be observed that the CAT-0 shows the highest selectivity to the branched hydrocarbons, but the variation of iso/n was not obvious for CAT-1, CAT-2 and CAT-3 catalysts. The high iso-alkane selectivity for CAT-0 might be due to the occurrence of overheating inside the catalyst granules. The surface alkylidene species might be stable at high temperature, leading to the increase of iso-alkane products. In comparison, there was no obvious variation of CAT-1, CAT-2 and CAT-3, which may be related to two factors. On the one hand, the thermal conductivity have improved for these three catalysts because of the mixture of Al powders. Therefore, the overheating effect might be not significant. On the other hand, because very few amounts of iso-alkane products are produced in the Fischer-Tropsch synthesis, thus slight changes of iso/n might be hard to accurately detect. 4 Conclusion A comprehensive study of the FTS performances for CAT-n (n = 0, 1, 2, 3) were carried out to study the effect of the thermal conductivity of catalyst granule on Fischer-Tropsch synthesis. The following conclusions could be drawn from this study: (1) Fischer-Tropsch synthesis is a strong exothermic reaction and ‘hot spots’ are locating inside the catalyst granules with low thermal conductivity during reaction. These ‘hot spots’ could lead to the overheating effect within catalyst granules. A definite correlation was found between catalyst granule thermal conductivity and FTS activity, CH4 selectivity, C5+ selectivity, mole ratio of olefin to paraffin and branched hydrocarbon selectivity at high CO conversion. This could be because that some elementary steps such as CO and H2 adsorption, the hydrogenation of carbide species as well as chain growth were affected by the overheating effect according to the widely accepted ‘alkyl’ mechanism. In addition, catalyst sintering and catalyst structure reconstruction under overheating condition could also be responsible for that. (2) Mixing catalyst and heat diluter first and then shaping the mixture to catalyst granules could increase the thermal conductivity of catalyst granules. The obtained high thermal conductive catalyst showed better FTS performance than the traditional method that directly loading the catalyst granules and heat diluter granules in the same size into the reactor. CRediT authorship contribution statement Da Wang: Conceptualization, Funding acquisition, Writing - original draft. Lei Chen: Data curation. Guangci Li: Investigation. Zhong Wang: Data curation, Investigation. Xuebing Li: Writing - review & editing. Bo Hou: Supervision, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgement This work was supported by the National Natural Science Foundation of China (21808235 and 21761132006). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2021.111395. Appendix A Supplementary data The following is Supplementary data to this article: References [1] H. Schulz Appl. Catal. A-Gen. 186 1999 3 12 H. Schulz, Appl. Catal. A-Gen. 186 (1999) 3-12. [2] X. Zhao S. Lv L. Wang L. Li G.H. Wang Y.H. Zhang J.L. Li Mol. Catal. 449 2018 99 105 X. Zhao, S. Lv, L. Wang, L. Li, G.H. Wang, Y.H. Zhang, J.L. Li, Mol. Catal. 449 (2018) 99-105. [3] R.Y. Abrokwah M.M. Rahman V.G. Deshmane D. Kuila Mol. Catal. 478 2019 110566 R.Y. Abrokwah, M.M. Rahman, V.G. Deshmane, D. Kuila, Mol. Catal. 478 (2019) 110566. [4] X.J. Fang B. Liu K. Cao P.J. Yang Q. Zhao F. Jiang Y.B. Xu R. Chen X.H. Liu ACS Catal. 10 2020 2799 2816 X.J. Fang, B. Liu, K. Cao, P.J. Yang, Q. Zhao, F. Jiang, Y.B. Xu, R. Chen, X.H. Liu, ACS Catal. 10 (2020) 2799-2816. [5] Q.H. Zhang J.C. Kang Y. Wang ChemCatChem 2 2010 1030 1058 Q.H. Zhang, J.C. Kang, Y. Wang, ChemCatChem 2 (2010) 1030-1058. [6] J.F. Li Y.F. Hou Z. Song C.L. Liu W.S. Dong C.H. Zhang Y. Yang Y.W. Li Mol. Catal. 449 2018 1 7 J.F. Li, Y.F. Hou, Z. Song, C.L. Liu, W.S. Dong, C.H. Zhang, Y. Yang, Y.W. Li, Mol. Catal. 449 (2018) 1-7. [7] Y.F. Hou J.F. Li M. Qing C.L. Liu W.S. Dong Mol. Catal. 485 2020 110824 Y.F. Hou, J.F. Li, M. Qing, C.L. Liu, W.S. Dong, Mol. Catal. 485 (2020) 110824. [8] C.H. Bartholomew R.C. Reuel Ind. Eng. Chem. Prod. Res. Dev. 24 1985 56 61 C.H. Bartholomew, R.C. Reuel, Industrial & Engineering Chemistry Product Research and Development 24 (1985) 56-61. [9] S. Rane O. Borg J. Yang E. Rytter A. Holmen Appl. Catal. A-Gen. 388 2010 160 167 S. Rane, O. Borg, J. Yang, E. Rytter, A. Holmen, Appl. Catal. A-Gen. 388 (2010) 160-167. [10] A. Dinse M. Aigner M. Ulbrich G.R. Johnson A.T. Bell J. Catal. 288 2012 104 114 A. Dinse, M. Aigner, M. Ulbrich, G.R. Johnson, A.T. Bell, J. Catal. 288 (2012) 104-114. [11] G.L. Bezemer J.H. Bitter H. Kuipers H. Oosterbeek J.E. Holewijn X.D. Xu F. Kapteijn A.J. van Dillen K.P. de Jong J. Am. Chem. Soc. 128 2006 3956 3964 G.L. Bezemer, J.H. Bitter, H. Kuipers, H. Oosterbeek, J.E. Holewijn, X.D. Xu, F. Kapteijn, A.J. van Dillen, K.P. de Jong, J. Am. Chem. Soc. 128 (2006) 3956-3964. [12] H.S. Li B. Hou J.G. Wang C. Qin M. Zhong X. Huang L.T. Jia D.B. Li Mol. Catal. 459 2018 106 112 H.S. Li, B. Hou, J.G. Wang, C. Qin, M. Zhong, X. Huang, L.T. Jia, D.B. Li, Mol. Catal. 459 (2018) 106-112. [13] M.F.M. Post A.C. Vanthoog J.K. Minderhoud S.T. Sie AIChE J. 35 1989 1107 1114 M.F.M. Post, A.C. Vanthoog, J.K. Minderhoud, S.T. Sie, Aiche J. 35 (1989) 1107-1114. [14] E. Iglesia S.L. Soled J.E. Baumgartner S.C. Reyes J. Catal. 153 1995 108 122 E. Iglesia, S.L. Soled, J.E. Baumgartner, S.C. Reyes, J. Catal. 153 (1995) 108-122. [15] Y.F. Liu O. Ersen C. Meny F. Luck P.H. Cuong ChemSusChem 7 2014 1218 1239 Y.F. Liu, O. Ersen, C. Meny, F. Luck, P.H. Cuong, ChemSusChem 7 (2014) 1218-1239. [16] H.Q. Song Q.Z. Zhao X. Zhou Z.Y. Cao M.S. Luo Fuel 229 2018 144 150 H.Q. Song, Q.Z. Zhao, X. Zhou, Z.Y. Cao, M.S. Luo, Fuel 229 (2018) 144-150. [17] M. Lacroix L. Dreibine B. de Tymowski F. Vigneron D. Edouard D. Begin P. Nguyen C. Pham S. Savin-Poncet F. Luck M.J. Ledoux C. Pharn-Huu Appl. Catal. A-Gen. 397 2011 62 72 M. Lacroix, L. Dreibine, B. de Tymowski, F. Vigneron, D. Edouard, D. Begin, P. Nguyen, C. Pham, S. Savin-Poncet, F. Luck, M.J. Ledoux, C. Pharn-Huu, Appl. Catal. A-Gen. 397 (2011) 62-72. [18] M. Wang S.P. Guo Z.W. Li Z.Y. Ma J.G. Wang B. Hou L.T. Jia D.B. Li Fuel 241 2019 669 675 M. Wang, S.P. Guo, Z.W. Li, Z.Y. Ma, J.G. Wang, B. Hou, L.T. Jia, D.B. Li, Fuel 241 (2019) 669-675. [19] D. Wang C.B. Chen J.G. Wang L.T. Jia B. Hou D.B. Li RSC Adv. 5 2015 98900 98903 D. Wang, C.B. Chen, J.G. Wang, L.T. Jia, B. Hou, D.B. Li, RSC Adv. 5 (2015) 98900-98903. [20] I.V. Derevich V.S. Ermolaev V.Z. Mordkovich I.G. Solomonik A.Y. Fokina Int. J. Heat Mass Transf. 121 2018 1335 1349 I.V. Derevich, V.S. Ermolaev, V.Z. Mordkovich, I.G. Solomonik, A.Y. Fokina, Int. J. Heat Mass Transf. 121 (2018) 1335-1349. [21] R.C. Reuel C.H. Bartholomew J. Catal. 85 1984 63 77 R.C. Reuel, C.H. Bartholomew, J. Catal. 85 (1984) 63-77. [22] D. Wang Z. Wang G.C. Li X.B. Li B. Hou Ind. Eng. Chem. Res. 57 2018 12756 12765 D. Wang, Z. Wang, G.C. Li, X.B. Li, B. Hou, Ind. Eng. Chem. Res. 57 (2018) 12756-12765. [23] C.H. Zhang Y. Wang G.Q. Li L. Chen Q.S. Zhang D. Wang X.B. Li Z. Wang Appl. Surf. Sci. 497 2019 147320 C.H. Zhang, Y. Wang, G.Q. Li, L. Chen, Q.S. Zhang, D.Wang, X.B. Li, Z. Wang, Appl. Surf. Sci. 497 (2019) 147320. [24] S. Li Y. Lin D. Wang C. Zhang Z. Wang X. Li Chemosphere 263 2020 127870 S. Li, Y. Lin, D. Wang, C. Zhang, Z. Wang, X. Li, Chemosphere 263 (2020) 127870. [25] G.P. Van der Laan A. Beenackers Catal. Rev. Sci. Eng. 41 1999 255 318 G.P. Van der Laan, A. Beenackers, Catal. Rev.-Sci. Eng. 41 (1999) 255-318. [26] H. Schulz Z.Q. Nie F. Ousmanov Catal. Today 71 2002 351 360 H. Schulz, Z.Q. Nie, F. Ousmanov, Catal. Today 71 (2002) 351-360. [27] X.W. Zhu X.J. Lu X.Y. Liu D. Hildebrandt D. Glasser Chem. Eng. J. 247 2014 75 84 X.W. Zhu, X.J. Lu, X.Y. Liu, D. Hildebrandt, D. Glasser, Chem. Eng. J. 247 (2014) 75-84. [28] J.A. Moulijn A.E. van Diepen F. Kapteijn Appl. Catal. A-Gen. 212 2001 3 16 J.A. Moulijn, A.E. van Diepen, F. Kapteijn, Appl. Catal. A-Gen. 212 (2001) 3-16. [29] C.G. Visconti E. Tronconi L. Lietti G. Groppi P. Forzatti C. Cristiani R. Zennaro S. Rossini Appl. Catal. A-Gen. 370 2009 93 101 C.G. Visconti, E. Tronconi, L. Lietti, G. Groppi, P. Forzatti, C. Cristiani, R. Zennaro, S. Rossini, Appl. Catal. A-Gen. 370 (2009) 93-101. [30] W. Liu J.L. Hu Y. Wang Catal. Today 140 2009 142 148 W. Liu, J.L. Hu, Y. Wang, Catal. Today 140 (2009) 142-148. [31] F. Zaera J. Phys. Condes. Matter 16 2004 S2299 S2310 F. Zaera, J. Phys.-Condes. Matter 16 (2004) S2299-S2310. [32] M. Claeys E. van Steen Fischer-Tropsch Technol. 152 2004 601 680 M. Claeys, E. van Steen, Fischer-Tropsch Technology 152 (2004) 601-680. [33] A.T. Bell Catal. Rev. Sci. Eng. 23 1981 203 232 A.T. Bell, Catal. Rev.-Sci. Eng. 23 (1981) 203-232. [34] H. Schulz K. Beck E. Erich Fuel Process. Technol. 18 1988 293 304 H. Schulz, K. Beck, E. Erich, Fuel Process. Technol. 18 (1988) 293-304. [35] S. Novak R.J. Madon H. Suhl J. Chem. Phys. 74 1981 6083 6091 S. Novak, R.J. Madon, H. Suhl, J. Chem. Phys. 74 (1981) 6083-6091. [36] E.W. Kuipers C. Scheper J.H. Wilson I.H. Vinkenburg H. Oosterbeek J. Catal. 158 1996 288 300 E.W. Kuipers, C. Scheper, J.H. Wilson, I.H. Vinkenburg, H. Oosterbeek, J. Catal. 158 (1996) 288-300. [37] T. Komaya A.T. Bell J. Catal. 146 1994 237 248 T. Komaya, A.T. Bell, J. Catal. 146 (1994) 237-248. [38] H. Schulz M. Claeys Appl. Catal. A-Gen. 186 1999 71 90 H. Schulz, M. Claeys, Appl. Catal. A-Gen. 186 (1999) 71-90. [39] H. Schulz E. Erich H. Gorre E. Vansteen Catal. Lett. 7 1990 157 167 H. Schulz, E. Erich, H. Gorre, E. Vansteen, Catal. Lett. 7 (1990) 157-167.",
      "scopus-id": "85099365734",
      "coredata": {
        "eid": "1-s2.0-S2468823121000122",
        "dc:description": "A series of model Fischer-Tropsch synthesis (FTS) catalyst granules with different thermal conductivity were prepared to study the influence of catalyst granule thermal conductivity on FTS performance. A clear correlation was found between catalyst granule thermal conductivity and FTS activity, CH4 selectivity, C5+ selectivity, mole ratio of olefin to paraffin and branched hydrocarbon selectivity at high CO conversion. This could be due to that the overheating effect occurred within catalyst granule with low thermal conductivity. On the basis of the widely accepted ‘alkyl’ mechanism for FTS, the overheating effect was able to affect the adsorption of H2 and CO molecules, the hydrogenation of carbide species as well as chain growth. In addition, the overheating effect could lead to the catalyst structure reconstruction, sintering and deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121000122",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Da"
          },
          {
            "@_fa": "true",
            "$": "Chen, Lei"
          },
          {
            "@_fa": "true",
            "$": "Li, Guangci"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhong"
          },
          {
            "@_fa": "true",
            "$": "Li, Xuebing"
          },
          {
            "@_fa": "true",
            "$": "Hou, Bo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121000122"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121000122"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00012-2",
        "prism:volume": "502",
        "articleNumber": "111395",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Cobalt-based Fischer-Tropsch synthesis: Effect of the catalyst granule thermal conductivity on the catalytic performance",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch synthesis"
          },
          {
            "@_fa": "true",
            "$": "Thermal conductivity"
          },
          {
            "@_fa": "true",
            "$": "Overheating effect"
          },
          {
            "@_fa": "true",
            "$": "Mechanism study"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111395",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2021",
        "prism:doi": "10.1016/j.mcat.2021.111395",
        "prism:startingPage": "111395",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111395",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "267",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35854",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16638",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "71",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7810",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "114",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7399",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "543",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58625",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "279",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20494",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "101",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7347",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11594",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4914",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8068",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3727",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3588",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6239",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5920",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3658",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4871",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5440905",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "803",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1037",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000122-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "418908",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85099365734"
      }
    }
  }
}