{
  "metadata": {
    "title": "Electrodeposition of Bi nanocomposite with MIL-101 derived carbon as gas diffusion layer for CO<ce:inf loc=post>2</ce:inf> electroreduction with enhanced formate generation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-08-31",
    "doi": "10.1016/j.mcat.2025.115235",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125004201",
    "pii": "S2468823125004201"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105005956726",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-05-27 2025-05-27 2025-05-27 2025-05-27 2025-07-28T15:57:10 1-s2.0-S2468823125004201 S2468-8231(25)00420-1 S2468823125004201 10.1016/j.mcat.2025.115235 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00109 2025-07-28T15:58:50.079301Z 0 0 20250801 20250831 2025 2025-05-27T06:46:51.623498Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 583 583 C Volume 583 19 115235 115235 115235 202508 August 2025 2025-08-01 2025-08-31 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ELECTRODEPOSITIONBINANOCOMPOSITEMIL101DERIVEDCARBONGASDIFFUSIONLAYERFORCO2ELECTROREDUCTIONENHANCEDFORMATEGENERATION LIU X 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalysts synthesis and electrode preparation 2.2.1 Preparation of MIL-101 derived carbon 2.2.2 Fabrication of Bi/Bi2O3-CC-M/P 2.2.3 Fabrication of comparison GDE electrodes 2.3 Characterizations 2.4 Electrochemical measurements 3 Results and discussion 3.1 Electrochemical measurements of the CO2RR 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References LIANG 2023 X WANG 2024 Y KONG 2024 F SUN 2021 923 934 X YU 2023 81 90 H KUMAR 2024 A XU 2019 446 463 K FENG 2022 1656 1664 X JIANG 2024 e202408412 Z YANG 2020 2001709 J LIU 2024 28655 28663 Z FAN 2018 L WANG 2019 138 145 J MA 2016 265 273 T WEN 2018 G MOORE 2017 3512 3519 C BEVILACQUA 2016 1020 1028 M CLARK 2018 6560 6570 E SCHWARTZ 2022 29832 29839 N DAN 2023 6019 6028 X LI 2022 L LEONARD 2019 400 411 M EHELEBE 2021 8882 8888 K OZDEN 2020 2811 2818 A EASTCOTT 2014 487 494 J EASTCOTT 2012 102 106 J EASTON 2005 2469 2474 E TAN 2021 24814 24825 Y OKUDA 2021 636 639 R XIE 2021 X FAN 2021 T HAN 2018 N YANG 2024 X WU 2020 D KIM 2017 44 52 S DENG 2019 743 750 P WANG 2022 Z LIN 2022 10078 10083 C BUSHUYEV 2018 825 832 O LIU 2024 H LI 2023 Z CHERNYSHOVA 2018 I DUAN 2022 G LIUX2025X115235 LIUX2025X115235XX 2027-05-27T00:00:00.000Z 2027-05-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-05-29T00:51:51.501Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Nanchang University 2024CS44 NCU Nanchang University http://data.elsevier.com/vocabulary/SciValFunders/501100004637 http://sws.geonames.org/1814991/ Jiangxi Provincial Double Thousand Talents Plan-Youth Program jxsq2020101054 20224BAB213021 20232BAB203050 Jiangxi Provincial Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100004479 http://sws.geonames.org/1814991 National Natural Science Foundation of China 52262004 22209037 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was financially supported by the National Natural Science Foundation of China (Nos. 22209037 and 52262004), the Natural Science Foundation of Jiangxi Province (Nos. 20224BAB213021 and 20232BAB203050), Jiangxi Provincial Double Thousand Talents Plan-Youth Program (jxsq2020101054), and Open Sharing Fund for the Large Instruments and Equipments of Nanchang University (Grant No. 2024CS44). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00420-1 S2468823125004201 1-s2.0-S2468823125004201 10.1016/j.mcat.2025.115235 315758 2025-07-28T15:58:50.079301Z 2025-08-01 2025-08-31 1-s2.0-S2468823125004201-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/MAIN/application/pdf/700db39a7738db40a2339f0fec96e56b/main.pdf main.pdf pdf true 4861083 MAIN 7 1-s2.0-S2468823125004201-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/PREVIEW/image/png/2db295831897ee6bd70c39228b6432f2/main_1.png main_1.png png 60029 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125004201-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr2/DOWNSAMPLED/image/jpeg/e2ece89858df150802504d13816b1e51/gr2.jpg gr2 gr2.jpg jpg 106905 403 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/ga1/DOWNSAMPLED/image/jpeg/ed954db8cb65dd542f8ba9d3fcb5512a/ga1.jpg ga1 true ga1.jpg jpg 19928 200 277 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr3/DOWNSAMPLED/image/jpeg/6aef9dd09b66740e4ee92287ae2ebcef/gr3.jpg gr3 gr3.jpg jpg 100459 511 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr1/DOWNSAMPLED/image/jpeg/b2d9f6ba70f205ed0273883bcebe6a56/gr1.jpg gr1 gr1.jpg jpg 22878 116 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr6/DOWNSAMPLED/image/jpeg/692db6c683b66e45ef2d87520805c522/gr6.jpg gr6 gr6.jpg jpg 66801 198 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr4/DOWNSAMPLED/image/jpeg/7b5860842e441c888dcb921896ff2b95/gr4.jpg gr4 gr4.jpg jpg 88464 353 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr5/DOWNSAMPLED/image/jpeg/a5adc6aab97b887a13a5d6386c81d5bb/gr5.jpg gr5 gr5.jpg jpg 39313 214 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125004201-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr2/THUMBNAIL/image/gif/eb35b7af941a03ec7fa8d5bbf15b8fc8/gr2.sml gr2 gr2.sml sml 23718 156 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/ga1/THUMBNAIL/image/gif/2184dfdd78c0155c7e459b223e476f27/ga1.sml ga1 true ga1.sml sml 13500 158 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr3/THUMBNAIL/image/gif/8790e495bac9858c857f942e6611811d/gr3.sml gr3 gr3.sml sml 14353 164 218 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr1/THUMBNAIL/image/gif/c034f8a1d79fed946ab846f6bc614ad6/gr1.sml gr1 gr1.sml sml 7605 45 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr6/THUMBNAIL/image/gif/567ee8100e7bae28cd88d276fb87a8b3/gr6.sml gr6 gr6.sml sml 10163 64 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/gr4/THUMBNAIL/image/gif/e55dbdc602e51da842350dce470b7b10/gr4.sml gr4 gr4.sml sml 13043 114 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004006/gr5/THUMBNAIL/image/gif/329b09fa94d52d985c9773c269599962/gr5.sml gr5 gr5.sml sml 7964 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125004201-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/HIGHRES/image/jpeg/ba3dba94f5fddc10696fbbf57223a7f3/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1159701 1784 2500 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/HIGHRES/image/jpeg/0b72017c9c67ce7ac4e899ec1cd987df/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 123488 886 1230 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004006/HIGHRES/image/jpeg/443ccd6def83fa1b39fa874efc9c1a97/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 677549 2259 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/HIGHRES/image/jpeg/ea8d4b4a42fb3d0b255380da4275a0f5/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 154810 513 2500 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/HIGHRES/image/jpeg/f166fd552d52497aaac5cdc5d4ff42fb/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 446911 878 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004006/HIGHRES/image/jpeg/25894d7513763cb3c478b0e9ae776d66/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 525016 1561 3000 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004006/HIGHRES/image/jpeg/e90945fb64fefae5a31018b955a489c4/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 241132 949 2500 IMAGE-HIGH-RES 1-s2.0-S2468823125004201-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125004201/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/dac3f216c883ec860162d8d45444c5db/mmc1.docx mmc1 mmc1.docx docx 5996882 APPLICATION MCAT 115235 115235 S2468-8231(25)00420-1 10.1016/j.mcat.2025.115235 Fig. 1 Schematic illustration of the fabrication processes (a) and structural illustration of the Bi/Bi2O3-CC-M/P (b). Fig 1 Fig. 2 SEM images of Bi/Bi2O3-CC-M/P before (a) and after (b) electrochemical activation. TEM images of Bi nanocomposite scraped from Bi/Bi2O3-CC-M/P before electrochemical activation (c, d). TEM (e), HR-TEM (f), HAADF-STEM and elemental mappings images of Bi nanocomposite scraped from Bi/Bi2O3-CC-M/P after electrochemical activation (g). Fig 2 Fig. 3 XRD patterns (a), XPS survey spectra of the Bi/Bi2O3-CC-M/P (b), Bi 4f (c) and O1s (d) spectra of Bi/Bi2O3-CC-M/P samples before and after electrochemical activation. Fig 3 Fig. 4 LSV curves (a), FE at different potentials (b), FE at different current densities (c), and the production rate for formate (d) of CO2RR over Bi/Bi2O3-CC-M/P. The CO2RR performances of comparison catalysts (e) and some state-of-art electrocatalysts reported recently in the flow cell for formate generation (f). Fig 4 Fig. 5 (a) Charging current density differences vs. scan rates. (b) Stability test at the −200 mA cm-2 of the Bi/Bi2O3-CC-M/P for 70 h. Fig 5 Fig. 6 In-situ Raman spectra for (a) Bi/Bi2O3-CC-M/P, (b) Bi/Bi2O3-CC-CB/P, and (c) Bi/Bi2O3-CC-P. Fig 6 Electrodeposition of Bi nanocomposite with MIL-101 derived carbon as gas diffusion layer for CO2 electroreduction with enhanced formate generation Xuetong Liu Writing – original draft Investigation Data curation a Chi Zhang Investigation Data curation a Nuoyan Li Investigation Formal analysis Data curation b Runfeng Li Investigation Formal analysis a Songlin Lei Investigation Formal analysis a Wei Hong Writing – review & editing Supervision Project administration Funding acquisition Conceptualization a ⁎ Shuguang Deng Formal analysis c Jun Wang Resources Funding acquisition a ⁎ a School of Chemistry and Chemical Engineering, Nanchang University, Nanchang 330031, PR China School of Chemistry and Chemical Engineering Nanchang University Nanchang 330031 PR China aSchool of Chemistry and Chemical Engineering, Nanchang University, Nanchang 330031, PR China b School of Resources and Environmental, Nanchang University, Nanchang 330031, PR China School of Resources and Environmental Nanchang University Nanchang 330031 PR China bSchool of Resources and Environmental, Nanchang University, Nanchang 330031, PR China c School for Engineering of Matter, Transport and Energy, Arizona State University, AZ 85287, USA School for Engineering of Matter Transport and Energy Arizona State University AZ 85287 USA cSchool for Engineering of Matter, Transport and Energy, Arizona State University, AZ 85287, USA ⁎ Corresponding authors. Herein, a novel and flexible self-supporting gas diffusion electrode (GDE) was fabricated, which including an electrodeposited Bi nanocomposite as a catalyst layer and MIL-101 derived porous carbon in the gas diffusion layer (GDL). Compared with the conventional fabrication of GDE electrodes, the electrodeposition approach can avoid the tedious drop-casting processes of the catalyst layer (CL). The in situ growth mode by electrodeposition can also ensure the firmly interaction between CL and current collector, thus enhancing the stability of the electrode. Meanwhile, the porous carbon derived from MIL-101 which with a high specific area is conducive for the CO2 enrichment on the electrode, thus facilitate the reaction with high current density. Owe to the special structure, the resultant catalyst showed excellent performance for electrocatalytic CO2 reduction reaction (CO2RR) with enhanced formic acid generation. Notably, at -1.37 V (vs. RHE), a large current density of 400 mA cm-2 and a high formate Faraday efficiency (FEformate) of 96.5 % were achieved, and the yield of formic acid reached 46.5 mmol cm-2 h-1, which is superior to most electrocatalytic catalysts for CO2RR. In addition, the FEformate value remained high (>90 %) over a wide voltage window of 800 mV, and the catalyst also maintained stable operation at industrial current density for 70 h. This work provides a new strategy for the design of GDEs with novel structure to achieve high activity and durability for different electrocatalysis. Graphical abstract Image, graphical abstract Keywords Electrocatalytic reduction Gas diffusion electrode Electrodeposition Formic acid Data availability Data will be made available on request. 1 Introduction The conversion of CO2 into high value-added products opens up a sustainable and technologically feasible path to alleviate the global environmental problems caused by the excessive emission of the greenhouse gas CO2 [1–3]. In this term, electrocatalytic CO2 reduction reaction (CO2RR) is regarded as a promising strategy to convert CO2 into various products [4–6]. Among the products of CO2RR, formic acid has received special attention, because of that formic acid is an important raw chemical that widely used in the field of drug manufacturing and also can be acted as an excellent energy storage material in fuel cell technology [7]. Amongst the exploration of various catalysts for formate synthesis, Bi-based catalysts have attracted much attention within the field of electrocatalytic CO2RR due to its non-toxic and environmentally friendly properties [8–15]. To date, a number of Bi-based electrocatalysts have been successfully developed and demonstrated relatively high selectivity for formate generation [12]. Nevertheless, most of these Bi-based catalysts are either limited by too negative and narrowly applied potentials or low current density, which rendering these catalysts still far from the real industrial applications with high current density (over 200 mA cm-2). The construction of economic feasible and high-performance CO2RR electrocatalysts for the formate generation with large current density are still urgently needed. Except the electrocatalyst synthesis, the rational design of the electrode structure also offers an effective approach to achieve high current density for CO2RR. Generally, the CO2RR electrodes are fabricated by mixing the electrocatalysts with polymer binders and superconductive additives as inks and then coating them on carbon substrate [13]. However, this typical drop-casting electrode fabrication approach often leads to a limited durability, since the interaction between catalysts composite and current collectors is weak. After long-term electrochemical operation, the catalysts are prone to detach from the current collectors. Besides, although conductive additives such as Ketjenblack carbon or acetylene black are employed to enhance the conductivity of the electrodes, while its limited active surface area and uncontrolled interfaces are count against the formate generation with high current density [14]. In this term, in situ electrodeposition of Bi metallic nanocomposite onto a conductive support such as carbon cloth as a binder-free electrode can be an effective way to alleviate this problem due to several merits, i) the deposition conditions of catalysts prepared by electrodeposition are convenient and easy to operate, which can avoid the multiple tedious catalyst coating processes; ii) the microstructure and loading density of the catalyst can be easily controlled; iii) the catalysts prepared by electrodeposition are tightly grow on the substrate with good homogeneity without the need of a binder such as Nafion, which is benefit to accelerate the electron transfer during the electrocatalysis [15–17]. Therefore, controllable electrodeposition of a Bi nanocomposite to the current collectors can avoid the addition of polymer binders and superconductive additives, which maybe provides an effective path to achieve an enhanced CO2RR durability. On the other hand, the electrochemical cells used for CO2RR are also affect the electrochemical performance. The typical CO2RR H-cell electrolytic cells generally afford low current density, while large current density is difficult to achieved due to the limited mass transport of CO2. In contrast, the use of gas diffusion electrodes (GDE) with a catalyst layer deposited on a porous hydrophobic gas diffusion layer (GDL) in a flow-through electrolytic cell with CO2 as the gas feeder shortens the diffusion length to a few tens of nanometers and can provide currents greater than 1 A cm-2 [18]. Generally, the GDL is composed of a gas diffusion substrate and a microporous layer (MPL) such as carbon paper [19,20]. However, this type of GDE easily suffers from electrolyte leaching within a few hours resulting in flooding that affects the catalytic performance during CO2RR [21]. Accordingly, there are few attempts to stabilize GDL for CO2RR applications and improving the stability of GDE against flooding with terminal fluorosilanes or functionalized catalysts with PTFE nanoparticles dispersed within the catalyst layer [22,23]. Another option is the use of PTFE GDE, which can stabilize the liquid flow cell operation for >100 h [21,24]. Unfortunately, this method requires the sputtering a thick layer of metallic catalysts such as silver, copper and gold in order to enhance electron transfer, which limits the application of catalysts that cannot be sputtered or with low conductivity. In addition, the improvement of MPL in GDL is also beneficial to improve the performance of the catalyst, MPL plays an important role in the electrode to adjust the pore structure of the electrode and modulate the mass transfer performance of the electrode. The common microporous layer is composed of carbon black and hydrophobic agent materials such as PTFE [25–27]. Compared with the common carbon black, metal-organic-framework (MOF) derived porous carbon, such as MIL-101 derived carbon owns a relatively large specific surface area and its chemical composition is rich with nitrogen, which is conducive to CO2 enrichment and improve the performance of the catalyst during electrocatalysis [28–30]. However, the use of MIL-101 derived carbon in the GDL for CO2RR is still rare. Herein, we fabricated a GDE which including the electrodeposition of Bi nanocomposite on self-supporting carbon cloth as the catalyst layer and MIL-101-derived porous carbon in the GDL. Electrochemical measurement results show that the prepared GDE delivers an excellent performance for CO2RR to generate formate. Remarkably, the GDE affords a high current density of 400 mA cm-2 and a FEformate of 96.5 % at −1.37 V (RHE). The yield of formate reaches 46.5 mmol cm-2 h-1, which is faster than most catalysts for the CO2RR to formate. It is worth noting that in the wide voltage window of 800 mV, the FEformate maintains at a high value (>90 %). Due to the strong interaction between the Bi nanocomposite and current collector, the catalyst can also maintain stable operation for 70 h under the industrial required current density (200 mA cm-2), indicating its good stability. 2 Experimental section 2.1 Materials Carbon cloth (CC, WOS1011) was purchased from Suzhou Shengeruo Technology Co. Hydrochloric acid, Bi(NO3)3∙5H2O, AlCl3∙6H2O, 2-aminobenzene dicarboxylic acid (NH2-H2BDC) were purchased from Aladdin Reagent Co. 60 wt% PTFE emulsion (POLYFLON PTFE D-210C, Daikin, Japan, nonionic surfactant: polyoxyethene glycol alkyl ether < 5 %) and carbon black (CB, Vulcan XC-72, USA) were commercially supplied by a local company. Ethanol (C2H5OH) was purchased from Sinopharm Chemical Reagent Co. All chemicals used in the experiments were of analytical grade (AR) without additional purifications. Carbon dioxide (99.999 %) and argon (99.999 %) were purchased from Nanchang Guoteng Gas Co. 2.2 Catalysts synthesis and electrode preparation 2.2.1 Preparation of MIL-101 derived carbon NH2−MIL-101 (Al) was prepared according to the methodology described in the literature [30]. 0.51 g of AlCl3∙6H2O was dissolved in 30 mL of N, N-dimethylformamide (DMF), and stirred after ultrasonication for 30 min to ensure complete dissolution. Subsequently, 0.56 g of NH2-H2BDC was added to this AlCl3∙6H2O solution and again sonicated for 15 min. Next, the mixed solution was transferred to a Teflon autoclave reactor and heated at a constant temperature of 130 °C for 70 h. The resulting yellow precipitate after solvent-thermal reaction was collected by centrifugation and washed three times with DMF and ethanol, respectively, and finally dried under vacuum at 120 °C overnight. For the carbonization, certain amount of the as-synthesized NH2-MIL-101 (Al) was placed in a ceramic crucible and heated to 900 °C under nitrogen atmosphere at a ramp rate of 5 °C min-1 and kept at this temperature for five hours. Upon completion of the heat treatment, the furnace was cooled to room temperature in a nitrogen atmosphere. The resultant black powder samples were treated by immersing them in a dilute hydrochloric acid solution at 80 °C overnight to remove the Al/Al oxides. The black product was collected by centrifugation and washed repeatedly with deionized water and ethanol until the washing solution was neutral, and followed by vacuum drying. The final MIL-101 (Al)-derived carbon was denoted as MDC hereafter. 2.2.2 Fabrication of Bi/Bi2O3-CC-M/P The CC was pretreated by washing in 0.1 mol l-1 hydrochloric acid, ethanol, and deionized water for 30 min. The cleaned CC was dried in an oven at 60 °C, and then used for Bi electroplating. Bi nanocomposite was deposited on the carbon cloth using an electrolytic cell with graphite and carbon rod electrodes as counter electrodes and reference electrodes respectively. During the electrodeposition, the CC was used as the cathode, and one side of the CC is directly facing the counter electrode, thus ensure the uniform deposition of Bi nanocomposite at this side. To electrodeposit a dense Bi composite on CC, a constant current technique was used with a current of 10 mA for 24 h in a solution containing 0.1 mol l-1 of Bi(NO3)3∙5H2O and 1 mol l-1 of nitric acid. Then, the CC electrodeposited with Bi nanocomposite was coated with a gas diffusion layer. Specifically, PTFE was diluted with water to form an emulsion with a mass fraction of 30 wt %. After that, 2 mL of the emulsion was mixed with 20 mg of MDC and ultrasonically stirred for 2 h to obtain the mixed slurry. A spray gun connected with nitrogen was used to spray the mixed slurry (MDC and PTFE) onto one side of CC, namely the opposite side which Bi nanocomposite was deposited. After dried with an infrared lamp, the GDE was sintered in a tube furnace for 1 h (air sintering, 260 °C), the resultant GDE was denoted as Bi/Bi2O3-CC-M/P. 2.2.3 Fabrication of comparison GDE electrodes Bi/Bi2O3-CC-CB/P: The electrode was prepared in the same way as that for Bi/Bi2O3-CC-M/P, except that the MDC powder in the mixed slurry was replaced by carbon black. Bi2O3-CC-P: The electrode was prepared by removing the MDC powder in the mixed emulsion, only sprayed PTFE emulsion. Other steps were the same as Bi/Bi2O3-CC-M/P electrode. CC-M/P: The electrode was fabricated with pure carbon cloth, other prpreparation processes were same as Bi/Bi2O3-CC-M/P. Bi-CP: The electrode was prepared by electrodeposited Bi nanocomposite on carbon paper, the deposition conditions were the same as Bi/Bi2O3-CC-M/P. 2.3 Characterizations X-ray diffraction (XRD) patterns were collected on PANalytical's Empyrean Series 2 equipment (The Netherlands) using a Cu Kα ray source. X-ray photoelectron spectroscopy (XPS) (ESCALAB 250Xi) was used, and the XPS tests were carried out utilizing monochromatic Al Kα as the excitation source. Raman spectral data were obtained on a HR 800 confocal Raman spectrometer equipped with multiple laser emission sources at 633, 473, 532 and 785 nm. The adsorption-desorption isotherms of nitrogen were determined using an ASAP 2460 analyzer (USA) at 77 K temperature and nitrogen atmosphere. The morphological characteristics of the samples were analyzed by a cold field emission scanning electron microscopy (SEM, Regulus 8100, Japan) and a transmission electron microscopy (TEM, JEM-2100, Japan). 2.4 Electrochemical measurements All electrochemical tests were performed in a specially designed three-electrode, two-compartment cell system with an electrochemical workstation. The system was based on a flow-cell structure, in which the two reaction chambers were separated by an anion-exchange membrane. The electrodes were including Hg/HgO as the reference electrode and IrO2/Ti (area 2 × 2 cm2) as the counter electrode, and the electrolyte was a 1 mol L-1 KOH solution. Prior to the electrochemical experiment, CO2 or Ar gas was pre-purged for 30 min, and the gas flow rate was maintained at 20 mL min-1 to ensure that the cathode chamber was fully saturated with gas. The potential values were all converted to reversible hydrogen electrode potential (RHE) according to the equation, E (V vs. RHE) = E (V vs. Hg/HgO) + 0.098 V + 0.0592 × pH. Before the CO2RR measurements, the GDE was selectively electrochemical activated by cyclic voltammetry with a potential range of −1 to 0 V for 1 h. The gas products detection were carried out with a gas chromatography, in which H2 and CO were analyzed by a Haysep Q column coupled with a thermal conductivity detector (TCD). The hydrocarbons were analyzed by an alumina column with a flame ionization detector (FID). For the analysis of the liquid phase products, a water suppression strategy was applied with the aid over a Bruker Avance 400 400 MHz nuclear magnetic resonance spectrometer (1H NMR). 3 Results and discussion The fabrication procedures of GDE are present in Fig. 1 a. Briefly, a Bi-based nanocomposite was electrodeposited onto a self-supported CC with a constant current technique. The side of CC which face to the counter electrode was deposited with a Bi nanocomposite with high density. To prepare the GDL, the MIL-101 precursor was prepared. The successful synthesis of MIL-101 (Al) was confirmed by XRD analysis (Fig. S1). After the carbonization and removal of the Al/Al oxides, the MIL-101 derived carbon (MDC) was obtained. XRD and EDS analyses have verified the successful preparation of MDC without remaining Al/Al oxides [30] (Figs. S2, S3). Subsequently, the opposite side of the CC with high-dense Bi nanocomposite was sprayed with a mixture containing MDC and PTFE as the GDL. The detailed procedures have been provided in the experimental section. The resultant GDE that with the MDC and PTFE in the GDL was denoted as Bi/Bi2O3-CC-M/P. For comparison, the GDEs that without adding MDC in the GDL was denoted as Bi2O3-CC-P, and the GDE that replaced MDC with commercial CB in the GDL was denoted as Bi/Bi2O3-CC-CB/P, respectively. Fig. 1b describes the typical structure of the Bi/Bi2O3-CC-M/P. The GDE containing GDL and catalyst layer (CL). The as-fabricated Bi/Bi2O3-CC-M/P is consisted of PTFE and MDC as the GDL, along with as electrodeposited Bi nanocomposite as the CL. The special structure of this GDE is helpful for CO2RR with high current density. The morphology and structure of Bi/Bi2O3-CC-M/P were initially characterized with SEM. The morphology of the Bi/Bi2O3-CC-M/P before CO2RR shows dense microblocks (Fig. 2 a), which is obviously different compared with the pristine CC (Fig. S4). To investigate the morphology evolution during electrocatalysis, the Bi/Bi2O3-CC-M/P after an electro-activation was also examined as illustrated in Fig. 2b. The result demonstrates that the Bi nanocomposite on the CC was in situ reconstructed to form uniformly nanosheets with high density (Fig. 2b) after an electrochemical activation [31,32]. The structural changes of the Bi nanocomposite were also carefully characterized by TEM. Fig. 2c and d illustrate the bulk structure of the Bi nanocomposite scraped from the Bi/Bi2O3-CC-M/P without electrochemical activation. It can be observed that there are some surface defects in the Bi nanocomposite, which originated from the heat treatment during the catalyst fabrication process [33,34]. In contrast, it can be noticed that the morphology of the Bi nanocomposite was transformed into nanosheets structure (Fig. 2e) after the electrochemical activation. High-resolution TEM (HR-TEM) (Fig. 2f) shows that the lattice spaces of Bi nanocomposite are 0.32 nm and 0.23 nm, which corresponding to the Bi2O3 (012) planes and the (110) planes of the rhombic Bi [34,35] respectively. High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and elemental mappings suggest that Bi and O were uniformly distributed throughout the Bi nanocomposite structure (Fig. 2g). The Bi/Bi2O3-CC-M/P samples were further analyzed with XRD. As shown in Fig. 3 a, there are typical diffraction peaks that assigned to Bi and Bi2O3 can be observed [36]. To further investigate the valency states of the catalysts, XPS spectra were collected. Fig. 3b shows the full XPS survey spectrum, which confirms the presence of Bi and O elements in the catalyst. This result indicating the presence of Bi oxides in the catalyst again. Meanwhile, there are two sets of visible peaks both for the Bi elemental before and after electrochemical activation (Fig. 3c), of which the peak pair located at ca. 156.8 and 162.2 eV belongs to Bi0, and the other peak pair centered at ca. 158.0 and 163.3 eV belongs to Bi3+ [36]. The O1s peak of Bi/Bi2O3-CC-M/P (Fig. 3d) shows an obvious peak at around 529.2 eV, which corresponding to the Bi-O bond. 3.1 Electrochemical measurements of the CO2RR The CO2RR performance of Bi/Bi2O3-CC-M/P GDE was evaluated by an alkaline flow cell. Linear scanning voltammetry (LSV) was used to test the catalytic activity of Bi/Bi2O3-CC-M/P for CO2RR in 1 mol l-1 KOH electrolyte with saturated CO2/Ar over a potential range of 0 ∼ −4 V vs. RHE. The scanning rate was 10 mV s-1. All potentials mentioned hereafter are relative to the RHE. Notably, the current density in CO2-saturated electrolyte is larger than that in Ar-saturated electrolyte (Fig. 4 a), indicating that the catalyst owns noticeable electrocatalytic activity for CO2RR. The electrocatalytic CO2RR performance of Bi/Bi2O3-CC-M/P catalyst was evaluated at different cathodic potentials (Fig. 4b). The liquid-phase product is purely consisted of formate as verified by the 1H NMR (Fig. S5) [37], while the gas-phase products are H2 and CO. Impressively, The FEformate maintains at about 95 % throughout the potential range (Fig. 4b), indicating its high selectivity for the formate generation. Meanwhile, the current density increases with more negative potential, and the current density can reach the industrial application level of 200 mA cm-2 at a potential of −0.97 V, and 400 mA cm-2 at a potential of −1.37 V along with a FEformate of 96 %. The performance of the catalyst for CO2 reduction was also tested in a constant current mode (Fig. 4c), and it was also seen that the FEformate was up to 96.5 % at a current of 400 mA, and that ca. 80 % formate was obtained at a current value of 1 A. The operating potential window for generation of formate with high FE (>90 %) in our catalyst is very wide (800 mV) (Fig. 4c). The rate of formate production increased with the potential changed to more negative, which reaching 46.5 mmol cm-2 h-1 at a potential of −1.37 V (Fig. 4d), this value is also significantly better than most of the reported electrocatalysts for formate generation (Table S1). In order to verify the role of MDC in the GDL, other catalysts (Bi/Bi2O3-CC-CB/P, Bi/Bi2O3-CC-P, Bi/Bi2O3-CC-M/P) were also tested for performance comparison (Fig. 4e). Similarly, LSV tests were conducted to initially analyze the CO2RR activity (Fig. S6). The lower current density of Bi/Bi2O3-CC-P than that of the Bi/Bi2O3-CC-M/P suggest its lower CO2RR activity (Fig. S6). Further investigations reveal that the hydrogen evolution reaction (HER) over these catalysts is more serious (Fig. S7) comparing with the Bi/Bi2O3-CC-M/P. The results prove that the Bi/Bi2O3-CC-M/P owns the best performance for the production of formate, while the Bi/Bi2O3-CC-P and Bi/Bi2O3-CC-CB/P are less effective for formate generation (Fig. S6). These results demonstrate that the different carbons used in the GDL will influence the CO2RR performance. In this regard, the specific surface area of the experimentally prepared MDC and the CB used were measured with N2 adsorption/desorption approach (Fig. S8). The results show that the prepared MDC has a larger specific surface area than the CB, which is more favorable for the regulating CO2 enrichment and diffusion during the electrocatalysis. Moreover, the nitrogen in the MDC is also beneficial for the CO2 enrichment at the electrode, which is more conducive to achieving efficient reaction with high current density. As a self-supporting substrate, the CC also played an important role during the electrocatalysis. In comparison, the performance of Bi-CP catalyst which used carbon paper (CP) instead was also prepared and tested for CO2RR (Fig. S9). The research results indicate that using CC as the substrate for electrodes is more conducive to electrodeposit more active sites of Bi nanocomposites, thus more favorable for CO2RR. The CO2RR performances of the electrode are also better than most of the recent reported state-of-art catalysts at an exceed industrially required current densities (400 mA cm-2) (Fig. 4f, and Table S1). The above results clearly demonstrate the excellent performance and high selectively formate generation of the developed materials for CO2RR. The electrochemically active surface area (ECSA) is related to the number of active sites and proportional to the double layer capacitance (Cdl) value of the electrode [38]. For this reason, cyclic voltammetry (CV) measurements were performed over different catalysts at various scan rates (20–100 mV s-1) (Fig. S10). The results show that the Cdl of Bi/Bi2O3-CC-M/P is 13.7 mF cm-2 (Fig. 5 a), which is higher than that of other catalysts, suggesting its more active sites. Stability at industrially required current densities (200 mA cm-2) is also critical important for practical CO2RR application [10,39]. During the test, the Bi/Bi2O3-CC-M/P remained stable for >70 h at a current density of 200 mA cm-2, with a formate selectivity higher than 95 % (Fig. 5b). The catalyst after long-term stability testing was characterized by SEM and TEM, as shown in Fig. S11. The results showed no obvious changes, indicating the good stability of the catalyst. The CO2RR intermediates was then studied by in situ Raman spectroscopy. Fig. 6 a shows the in situ Raman spectra of the prepared catalyst (Bi/Bi2O3-CC-M/P). Three distinct peak groups are observed. The peak at 1007 cm⁻1 corresponds to HCO₃⁻, 1065 cm⁻¹ to CO₃²⁻. Notably, the peak at 1350 cm⁻¹ represents the formate intermediate (Vs(o-c-o)) [40–43]. The intensities of these three peaks significantly increased with more negative potentials. Additionally, in situ Raman spectra of two other catalysts (Bi/Bi2O3-CC-CB/P, Bi/Bi2O3-CC-P) were also measured as shown in Fig. 6b and c. Similar intermediate peaks can also be observed. However, its intensities are notably weaker compared to those of catalyst (Bi/Bi2O3-CC-M/P). This result indicates that by using MDC in GDL can enhance the catalytic performance of GDE. The improvement is attributed to the larger specific surface area of MDC compared to carbon black, which is beneficial for the CO2 enrichment as well the mass transfer, thus promoting the catalytic processes. 4 Conclusions In summary, a GDE was prepared by electrodeposition of Bi nanocomposite on a self-supporting CC and combined with MIL-101(Al)-derived porous carbon in the GDL. The large surface area of CC allows the electrodeposition of Bi nanocomposite with high density. Different from the traditional electrode catalyst layers preparation, the electrodeposition method avoids the tedious drop-casting procedures. The in situ growth of electrocatalyst layer by electrodeposition can also effectively improve the tightness between the catalyst and the current collector, thereby enhancing the stability of the catalyst. Meanwhile, by using the MIL-101 derived carbon in the GDL is helpful for the enrichment of the CO2 at the electrode, thus increase the current density. Own to the special structure of the electrode, the resultant material developed herein show an excellent performance for formate the generation form CO2RR. Specifically, at −1.37 V vs. RHE, a large current density of 400 mA cm-2 and a FEformate of 96.5 % were achieved, and the rate of formate yield reached 46.5 mmol cm-2h-1, which is significantly better than most state-of-the-art electrocatalysts. Moreover, the FEformate values remained high (>90 %) over a wide voltage window of 800 mV. In addition, the electrode was able to maintain stable operation for 70 h at an industrial required current density of 200 mA cm-2. This study provides a new strategy for the preparation of new advanced GDE that can be extended to the development of other metal catalysts for highly stable, efficient and active CO2RR as well as other energy storage and conversion reactions, such as the electroreduction of the O2/N2 reaction. CRediT authorship contribution statement Xuetong Liu: Writing – original draft, Investigation, Data curation. Chi Zhang: Investigation, Data curation. Nuoyan Li: Investigation, Formal analysis, Data curation. Runfeng Li: Investigation, Formal analysis. Songlin Lei: Investigation, Formal analysis. Wei Hong: Writing – review & editing, Supervision, Project administration, Funding acquisition, Conceptualization. Shuguang Deng: Formal analysis. Jun Wang: Resources, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Natural Science Foundation of China (Nos. 22209037 and 52262004), the Natural Science Foundation of Jiangxi Province (Nos. 20224BAB213021 and 20232BAB203050), Jiangxi Provincial Double Thousand Talents Plan-Youth Program (jxsq2020101054), and Open Sharing Fund for the Large Instruments and Equipments of Nanchang University (Grant No. 2024CS44). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115235. Appendix Supplementary materials Image, application 1 References [1] X.D. Liang Q.Z. Zheng N. Wei Y.Y. Lou S.N. Hu K.M. Zhao H.G. Liao N. Tian Z.Y. Zhou S.G. Sun In-situ constructing Bi@Bi2O2CO3 nanosheet catalyst for ampere-level CO2 electroreduction to formate Nano Energy 114 2023 10.1016/j.nanoen.2023.108638 X.D. Liang, Q.Z. Zheng, N. Wei, Y.Y. Lou, S.N. Hu, K.M. Zhao, H.G. Liao, N. Tian, Z.Y. Zhou, S.G. Sun, In-situ constructing Bi@Bi2O2CO3 nanosheet catalyst for ampere-level CO2 electroreduction to formate, Nano Energy 114 (2023) 10.1016/j.nanoen.2023.108638. [2] Y. Wang W. Lai Mechanistic insight into electrocatalytic CO2 reduction to formate by the iron(I) porphyrin complex: a DFT study Mol. Catal. 566 2024 10.1016/j.mcat.2024.114430 Y. Wang, W. Lai, Mechanistic insight into electrocatalytic CO2 reduction to formate by the iron(I) porphyrin complex: a DFT study, Mol. Catal. 566 (2024) 10.1016/j.mcat.2024.114430. [3] F. Kong C. Wen L. Kang P. Gao L. Dong B. Li H. He M. Fan Z. Chen Cr2O3 promotes the catalytic performance of Bi-based catalysts for electrochemical CO2 reduction to HCOOH Mol. Catal. 559 2024 10.1016/j.mcat.2024.114118 F. Kong, C. Wen, L. Kang, P. Gao, L. Dong, B. Li, H. He, M. Fan, Z. Chen, Cr2O3 promotes the catalytic performance of Bi-based catalysts for electrochemical CO2 reduction to HCOOH, Mol. Catal. 559 (2024) 10.1016/j.mcat.2024.114118. [4] X.C. Sun K. Yuan J.H. Zhou C.Y. Yuan H.C. Liu Y.W. Zhang Au3+ species-induced interfacial activation enhances metal–Support interactions for boosting electrocatalytic CO2 reduction to CO ACS Catal. 12 2021 923 934 10.1021/acscatal.1c05503 X.C. Sun, K. Yuan, J.H. Zhou, C.Y. Yuan, H.C. Liu, Y.W. Zhang, Au3+ species-induced interfacial activation enhances metal–Support interactions for boosting electrocatalytic CO2 reduction to CO, ACS Catal. 12 (2021) 923–934. 10.1021/acscatal.1c05503. [5] H. Yu F. Yang W. Zhao C. Liu X. Liu W. Hong S. Chen S. Deng J. Wang Metallic bismuth nanoclusters confined in micropores for efficient electrocatalytic reduction of carbon dioxide with long-term stability J. Colloid Interface Sci. 630 2023 81 90 10.1016/j.jcis.2022.09.145 H. Yu, F. Yang, W. Zhao, C. Liu, X. Liu, W. Hong, S. Chen, S. Deng, J. Wang, Metallic bismuth nanoclusters confined in micropores for efficient electrocatalytic reduction of carbon dioxide with long-term stability, J. Colloid Interface Sci. 630 (2023) 81–90. 10.1016/j.jcis.2022.09.145. [6] A. Kumar J. Kaur M. Ubaidullah R.K. Gupta Molecular heterogenous electrocatalysts for CO2 reduction: science, engineering, challenges and future prospects Mol. Catal. 561 2024 10.1016/j.mcat.2024.114161 A. Kumar, J. Kaur, M. Ubaidullah, R.K. Gupta, Molecular heterogenous electrocatalysts for CO2 reduction: science, engineering, challenges and future prospects, Mol. Catal. 561 (2024) 10.1016/j.mcat.2024.114161. [7] K. Xu L. Wang X. Xu S.X. Dou W. Hao Y. Du Two dimensional bismuth-based layered materials for energy-related applications Energy Storage Mater. 19 2019 446 463 10.1016/j.ensm.2019.03.021 K. Xu, L. Wang, X. Xu, S.X. Dou, W. Hao, Y. Du, Two dimensional bismuth-based layered materials for energy-related applications, Energy Storage Mater. 19 (2019) 446–463. 10.1016/j.ensm.2019.03.021. [8] X. Feng H. Zou R. Zheng W. Wei R. Wang W. Zou G. Lim J. Hong L. Duan H. Chen Bi2O3/BiO2 nanoheterojunction for highly efficient electrocatalytic CO2 reduction to formate Nano Lett. 22 2022 1656 1664 10.1021/acs.nanolett.1c04683 X. Feng, H. Zou, R. Zheng, W. Wei, R. Wang, W. Zou, G. Lim, J. Hong, L. Duan, H. Chen, Bi2O3/BiO2 nanoheterojunction for highly efficient electrocatalytic CO2 reduction to formate, Nano Lett. 22 (2022) 1656–1664. 10.1021/acs.nanolett.1c04683. [9] Z. Jiang S. Ren X. Cao Q. Fan R. Yu J. Yang J.J.A.C. Mao pH-universal electrocatalytic CO2 reduction with ampere-level current density on doping-engineered bismuth sulfide Angew. Chem. 136 2024 e202408412 10.1002/ange.202408412 Z. Jiang, S. Ren, X. Cao, Q. Fan, R. Yu, J. Yang, J.J.A.C. Mao, pH-universal electrocatalytic CO2 reduction with ampere-level current density on doping-engineered bismuth sulfide, Angew. Chem. 136 (2024) e202408412. 10.1002/ange.202408412 [10] J. Yang X. Wang Y. Qu X. Wang H. Huo Q. Fan J. Wang L.M. Yang Y.J.A.E.M. Wu Bi-based metal-organic framework derived leafy bismuth nanosheets for carbon dioxide electroreduction Adv. Energy Mater. 10 2020 2001709 10.1002/aenm.202001709 J. Yang, X. Wang, Y. Qu, X. Wang, H. Huo, Q. Fan, J. Wang, L.M. Yang, Y.J.A.E.M. Wu, Bi-based metal-organic framework derived leafy bismuth nanosheets for carbon dioxide electroreduction, Adv. Energy Mater. 10 (2020) 2001709. 10.1002/aenm.202001709 [11] Z. Liu X. Han J. Liu S. Chen S. Deng J. Wang In situ reconstruction of scalable amorphous indium-based metal–organic framework for CO2 electroreduction to formate over an ultrawide potential window ACS Appl. Mater. Interfaces 16 2024 28655 28663 10.1021/acsami.4c04437 Z. Liu, X. Han, J. Liu, S. Chen, S. Deng, J. Wang, In situ reconstruction of scalable amorphous indium-based metal–organic framework for CO2 electroreduction to formate over an ultrawide potential window, ACS Appl. Mater. Interfaces. 16 (2024) 28655–28663. 10.1021/acsami.4c04437. [12] L. Fan Z. Xia M. Xu Y. Lu Z. Li 1D SnO2 with wire-in-tube architectures for highly selective electrochemical reduction of CO2 to C1 products Adv. Funct. Mater. 28 2018 10.1002/adfm.201706289 L. Fan, Z. Xia, M. Xu, Y. Lu, Z. Li, 1D SnO2 with wire-in-tube architectures for highly selective electrochemical reduction of CO2 to C1 products, Adv. Funct. Mater. 28 (2018) 10.1002/adfm.201706289. [13] J. Wang Y. Ji Q. Shao R. Yin J. Guo Y. Li X. Huang Phase and structure modulating of bimetallic CuSn nanowires boosts electrocatalytic conversion of CO2 Nano Energy 59 2019 138 145 10.1016/j.nanoen.2019.02.037 J. Wang, Y. Ji, Q. Shao, R. Yin, J. Guo, Y. Li, X. Huang, Phase and structure modulating of bimetallic CuSn nanowires boosts electrocatalytic conversion of CO2, Nano Energy 59 (2019) 138–145. 10.1016/j.nanoen.2019.02.037. [14] T.Y. Ma S. Dai S.Z. Qiao Self-supported electrocatalysts for advanced energy conversion processes Mater. Today 19 2016 265 273 10.1016/j.mattod.2015.10.012 T.Y. Ma, S. Dai, S.Z. Qiao, Self-supported electrocatalysts for advanced energy conversion processes, Mater. Today 19 (2016) 265–273. 10.1016/j.mattod.2015.10.012. [15] G. Wen D.U. Lee B. Ren F.M. Hassan G. Jiang Z.P. Cano J. Gostick E. Croiset Z. Bai L. Yang Z. Chen Orbital interactions in Bi-Sn bimetallic electrocatalysts for highly selective electrochemical CO2 reduction toward formate production Adv. Energy Mater. 8 2018 10.1002/aenm.201802427 G. Wen, D.U. Lee, B. Ren, F.M. Hassan, G. Jiang, Z.P. Cano, J. Gostick, E. Croiset, Z. Bai, L. Yang, Z. Chen, Orbital interactions in Bi-Sn bimetallic electrocatalysts for highly selective electrochemical CO2 reduction toward formate production, Adv. Energy Mater. 8 (2018) 10.1002/aenm.201802427. [16] C.E. Moore E.L. Gyenge Tuning the composition of electrodeposited bimetallic tin–Lead catalysts for enhanced activity and durability in carbon dioxide electroreduction to formate ChemSusChem 10 2017 3512 3519 10.1002/cssc.201700761 C.E. Moore, E.L. Gyenge, Tuning the composition of electrodeposited bimetallic tin–Lead catalysts for enhanced activity and durability in carbon dioxide electroreduction to formate, ChemSusChem. 10 (2017) 3512–3519. 10.1002/cssc.201700761. [17] M. Bevilacqua J. Filippi M. Folliero A. Lavacchi H.A. Miller A. Marchionni F. Vizza Enhancement of the efficiency and selectivity for carbon dioxide electroreduction to fuels on tailored copper catalyst architectures Energy Technol. 4 2016 1020 1028 10.1002/ente.201600044 M. Bevilacqua, J. Filippi, M. Folliero, A. Lavacchi, H.A. Miller, A. Marchionni, F. Vizza, Enhancement of the efficiency and selectivity for carbon dioxide electroreduction to fuels on tailored copper catalyst architectures, Energy Technol. 4 (2016) 1020–1028. 10.1002/ente.201600044. [18] E.L. Clark J. Resasco A. Landers J. Lin L.T. Chung A. Walton C. Hahn T.F. Jaramillo A.T. Bell Standards and protocols for data acquisition and reporting for studies of the electrochemical reduction of carbon dioxide ACS Catal. 8 2018 6560 6570 10.1021/acscatal.8b01340 E.L. Clark, J. Resasco, A. Landers, J. Lin, L.T. Chung, A. Walton, C. Hahn, T.F. Jaramillo, A.T. Bell, Standards and protocols for data acquisition and reporting for studies of the electrochemical reduction of carbon dioxide, ACS Catal. 8 (2018) 6560–6570. 10.1021/acscatal.8b01340. [19] N. Schwartz J. Harrington K.J. Ziegler P. Cox Effects of electrode support structure on electrode microstructure, transport properties, and gas diffusion within the gas diffusion layer ACS Omega 7 2022 29832 29839 10.1021/acsomega.2c02669 N. Schwartz, J. Harrington, K.J. Ziegler, P. Cox, Effects of electrode support structure on electrode microstructure, transport properties, and gas diffusion within the gas diffusion layer, ACS Omega 7 (2022) 29832–29839. 10.1021/acsomega.2c02669. [20] X. Dan W. li F. Ning Q. Wen L. He Y. Li C. He X. Zhou In situ flame-synthesized carbon nanotubes on carbon paper as a microporous layer for proton exchange membrane fuel cells ACS Appl. Energy Mater. 6 2023 6019 6028 10.1021/acsaem.3c00495 X. Dan, W. li, F. Ning, Q. Wen, L. He, Y. Li, C. He, X. Zhou, In situ flame-synthesized carbon nanotubes on carbon paper as a microporous layer for proton exchange membrane fuel cells, ACS Appl. Energy Mater. 6 (2023) 6019–6028. 10.1021/acsaem.3c00495. [21] L. Li J. Chen V.S.S. Mosali Y. Liang A.M. Bond Q. Gu J. Zhang Hydrophobicity graded gas diffusion layer for stable electrochemical reduction of CO2 Angew. Chem. Int. Ed. 61 2022 10.1002/anie.202208534 L. Li, J. Chen, V.S.S. Mosali, Y. Liang, A.M. Bond, Q. Gu, J. Zhang, Hydrophobicity graded gas diffusion layer for stable electrochemical reduction of CO2, Angew. Chem. Int. Ed. 61 (2022) 10.1002/anie.202208534. [22] M.E. Leonard L.E. Clarke A. Forner-Cuenca S.M. Brown F.R. Brushett Investigating electrode flooding in a flowing electrolyte, gas-fed carbon dioxide electrolyzer ChemSusChem 13 2019 400 411 10.1002/cssc.201902547 M.E. Leonard, L.E. Clarke, A. Forner-Cuenca, S.M. Brown, F.R. Brushett, Investigating electrode flooding in a flowing electrolyte, gas-fed carbon dioxide electrolyzer, ChemSusChem. 13 (2019) 400–411. 10.1002/cssc.201902547. [23] K. Ehelebe J. Knöppel M. Bierling B. Mayerhöfer T. Böhm N. Kulyk S. Thiele K.J.J. Mayrhofer S. Cherevko Platinum dissolution in realistic fuel cell catalyst layers Angew. Chem. Int. Ed. 60 2021 8882 8888 10.1002/anie.202014711 K. Ehelebe, J. Knöppel, M. Bierling, B. Mayerhöfer, T. Böhm, N. Kulyk, S. Thiele, K.J.J. Mayrhofer, S. Cherevko, Platinum dissolution in realistic fuel cell catalyst layers, Angew. Chem. Int. Ed. 60 (2021) 8882–8888. 10.1002/anie.202014711. [24] A. Ozden F. Li F.P. Garcı́a de Arquer A. Rosas-Hernández A. Thevenon Y. Wang S.F. Hung X. Wang B. Chen J. Li J. Wicks M. Luo Z. Wang T. Agapie J.C. Peters E.H. Sargent D. Sinton High-rate and efficient ethylene electrosynthesis using a catalyst/promoter/transport layer ACS Energy Lett. 5 2020 2811 2818 10.1021/acsenergylett.0c01266 A. Ozden, F. Li, F.P. Garcı́a de Arquer, A. Rosas-Hernández, A. Thevenon, Y. Wang, S.F. Hung, X. Wang, B. Chen, J. Li, J. Wicks, M. Luo, Z. Wang, T. Agapie, J.C. Peters, E.H. Sargent, D. Sinton, High-rate and efficient ethylene electrosynthesis using a catalyst/promoter/transport layer, ACS Energy Lett. 5 (2020) 2811–2818. 10.1021/acsenergylett.0c01266. [25] J.I. Eastcott E.B. Easton Sulfonated silica-based fuel cell electrode structures for low humidity applications J. Power Sources 245 2014 487 494 10.1016/j.jpowsour.2013.07.005 J.I. Eastcott, E.B. Easton, Sulfonated silica-based fuel cell electrode structures for low humidity applications, J. Power Sources. 245 (2014) 487–494. 10.1016/j.jpowsour.2013.07.005. [26] J.I. Eastcott K.M. Yarrow A.W. Pedersen E.B. Easton Fuel cell electrode structures containing sulfonated organosilane-based proton conductors J. Power Sources 197 2012 102 106 10.1016/j.jpowsour.2011.09.023 J.I. Eastcott, K.M. Yarrow, A.W. Pedersen, E.B. Easton, Fuel cell electrode structures containing sulfonated organosilane-based proton conductors, J. Power Sources. 197 (2012) 102–106. 10.1016/j.jpowsour.2011.09.023. [27] E.B. Easton P.G. Pickup An electrochemical impedance spectroscopy study of fuel cell electrodes Electrochim. Acta 50 2005 2469 2474 10.1016/j.electacta.2004.10.074 E.B. Easton, P.G. Pickup, An electrochemical impedance spectroscopy study of fuel cell electrodes, Electrochim. Acta 50 (2005) 2469–2474. 10.1016/j.electacta.2004.10.074. [28] Y. Tan X. Wang S. Song M. Sun Y. Xue G. Yang Preparation of nitrogen-doped cellulose-based porous carbon and its carbon dioxide adsorption properties ACS Omega 6 2021 24814 24825 10.1021/acsomega.1c03664 Y. Tan, X. Wang, S. Song, M. Sun, Y. Xue, G. Yang, Preparation of nitrogen-doped cellulose-based porous carbon and its carbon dioxide adsorption properties, ACS Omega 6 (2021) 24814–24825. 10.1021/acsomega.1c03664. [29] R. Okuda K. Suematsu K. Watanabe K. Shimanoe Highly porous chitosan-derived nitrogen-doped carbon applicable for high-performance gas diffusion oxygen electrodes Chem. Lett. 50 2021 636 639 10.1246/cl.200748 R. Okuda, K. Suematsu, K. Watanabe, K. Shimanoe, Highly porous chitosan-derived nitrogen-doped carbon applicable for high-performance gas diffusion oxygen electrodes, Chem. Lett. 50 (2021) 636–639. 10.1246/cl.200748. [30] X. Xie L. Peng H. Yang G.I.N. Waterhouse L. Shang T. Zhang MIL-101-derived mesoporous carbon supporting highly exposed Fe single-atom sites as efficient oxygen reduction reaction catalysts Adv. Mater. 33 2021 10.1002/adma.202101038 X. Xie, L. Peng, H. Yang, G.I.N. Waterhouse, L. Shang, T. Zhang, MIL-101-derived mesoporous carbon supporting highly exposed Fe single-atom sites as efficient oxygen reduction reaction catalysts, Adv. Mater. 33 (2021) 10.1002/adma.202101038. [31] T. Fan W. Ma M. Xie H. Liu J. Zhang S. Yang P. Huang Y. Dong Z. Chen X. Yi Achieving high current density for electrocatalytic reduction of CO2 to formate on bismuth-based catalysts Cell Rep. Phys. Sci. 2 2021 10.1016/j.xcrp.2021.100353 T. Fan, W. Ma, M. Xie, H. Liu, J. Zhang, S. Yang, P. Huang, Y. Dong, Z. Chen, X. Yi, Achieving high current density for electrocatalytic reduction of CO2 to formate on bismuth-based catalysts, Cell Rep. Phys. Sci. 2 (2021) 10.1016/j.xcrp.2021.100353. [32] N. Han Y. Wang H. Yang J. Deng J. Wu Y. Li Y. Li Ultrathin bismuth nanosheets from in situ topotactic transformation for selective electrocatalytic CO2 reduction to formate Nat. Commun. 9 2018 10.1038/s41467-018-03712-z N. Han, Y. Wang, H. Yang, J. Deng, J. Wu, Y. Li, Y. Li, Ultrathin bismuth nanosheets from in situ topotactic transformation for selective electrocatalytic CO2 reduction to formate, Nat. Commun. 9 (2018) 10.1038/s41467-018-03712-z. [33] X. Yang Z. Xiang J. Wu P. He Y. Qi S. Chen Y. Lu R. Xie Z. Liu C. He Research progress on the construction of oxygen vacancy defects and application in photocatalytic oxidation of elemental mercury Fuel 355 2024 10.1016/j.fuel.2023.129440 X. Yang, Z. Xiang, J. Wu, P. He, Y. Qi, S. Chen, Y. Lu, R. Xie, Z. Liu, C. He, Research progress on the construction of oxygen vacancy defects and application in photocatalytic oxidation of elemental mercury, Fuel 355 (2024) 10.1016/j.fuel.2023.129440. [34] D. Wu G. Huo W. Chen X.Z. Fu J.L. Luo Boosting formate production at high current density from CO2 electroreduction on defect-rich hierarchical mesoporous Bi/Bi2O3 junction nanosheets Appl. Catal. B Environ. 271 2020 10.1016/j.apcatb.2020.118957 D. Wu, G. Huo, W. Chen, X.Z. Fu, J.L. Luo, Boosting formate production at high current density from CO2 electroreduction on defect-rich hierarchical mesoporous Bi/Bi2O3 junction nanosheets, Appl. Catal. B Environ. 271 (2020) 10.1016/j.apcatb.2020.118957. [35] S. Kim W.J. Dong S. Gim W. Sohn J.Y. Park C.J. Yoo H.W. Jang J.L. Lee Shape-controlled bismuth nanoflakes as highly selective catalysts for electrochemical carbon dioxide reduction to formate Nano Energy 39 2017 44 52 10.1016/j.nanoen.2017.05.065 S. Kim, W.J. Dong, S. Gim, W. Sohn, J.Y. Park, C.J. Yoo, H.W. Jang, J.L. Lee, Shape-controlled bismuth nanoflakes as highly selective catalysts for electrochemical carbon dioxide reduction to formate, Nano Energy 39 (2017) 44–52. 10.1016/j.nanoen.2017.05.065. [36] P. Deng H. Wang R. Qi J. Zhu S. Chen F. Yang L. Zhou K. Qi H. Liu B.Y. Xia Bismuth oxides with enhanced Bismuth–Oxygen structure for efficient electrochemical reduction of carbon dioxide to formate ACS Catal. 10 2019 743 750 10.1021/acscatal.9b04043 P. Deng, H. Wang, R. Qi, J. Zhu, S. Chen, F. Yang, L. Zhou, K. Qi, H. Liu, B.Y. Xia, Bismuth oxides with enhanced Bismuth–Oxygen structure for efficient electrochemical reduction of carbon dioxide to formate, ACS Catal. 10 (2019) 743–750. 10.1021/acscatal.9b04043. [37] Z. Wang Y. Zhou D. Liu R. Qi C. Xia M. Li B. You B.Y. Xia Carbon-confined indium oxides for efficient Carbon dioxide reduction in a solid-State electrolyte flow cell Angew. Chem. Int. Ed. 61 2022 10.1002/anie.202200552 Z. Wang, Y. Zhou, D. Liu, R. Qi, C. Xia, M. Li, B. You, B.Y. Xia, Carbon-confined indium oxides for efficient Carbon dioxide reduction in a solid-State electrolyte flow cell, Angew. Chem. Int. Ed. 61 (2022) 10.1002/anie.202200552. [38] C. Lin Y. Liu X. Kong Z. Geng J. Zeng Electrodeposited highly-oriented bismuth microparticles for efficient CO2 electroreduction into formate Nano Res. 15 2022 10078 10083 10.1007/s12274-022-4345-z C. Lin, Y. Liu, X. Kong, Z. Geng, J. Zeng, Electrodeposited highly-oriented bismuth microparticles for efficient CO2 electroreduction into formate, Nano Res. 15 (2022) 10078–10083. 10.1007/s12274-022-4345-z. [39] O.S. Bushuyev P. De Luna C.T. Dinh L. Tao G. Saur J. van de Lagemaat S.O. Kelley E.H. Sargent What should we make with CO2 and how can we make it? Joule 2 2018 825 832 10.1016/j.joule.2017.09.003 O.S. Bushuyev, P. De Luna, C.T. Dinh, L. Tao, G. Saur, J. van de Lagemaat, S.O. Kelley, E.H. Sargent, What should we make with CO2 and how can we make it?, Joule 2 (2018) 825–832. 10.1016/j.joule.2017.09.003. [40] H. Liu Y. Bai M. Wu Y. Yang Y. Wang L. Li J. Hao W. Yan W. Shi A regenerable Bi-based catalyst for efficient and stable electrochemical CO2 reduction to formate at industrial current densities Angew. Chem. Int. Ed. 63 2024 10.1002/anie.202411575 H. Liu, Y. Bai, M. Wu, Y. Yang, Y. Wang, L. Li, J. Hao, W. Yan, W. Shi, A regenerable Bi-based catalyst for efficient and stable electrochemical CO2 reduction to formate at industrial current densities, Angew. Chem. Int. Ed. 63 (2024) 10.1002/anie.202411575. [41] Z. Li B. Sun D. Xiao Z. Wang Y. Liu Z. Zheng P. Wang Y. Dai H. Cheng B. Huang Electron-rich Bi nanosheets promote CO2 ⋅− formation for high-performance and pH-universal electrocatalytic CO2 reduction Angew. Chem. Int. Ed. 62 2023 10.1002/anie.202217569 Z. Li, B. Sun, D. Xiao, Z. Wang, Y. Liu, Z. Zheng, P. Wang, Y. Dai, H. Cheng, B. Huang, Electron-rich Bi nanosheets promote CO2⋅− formation for high-performance and pH-universal electrocatalytic CO2 reduction, Angew. Chem. Int. Ed. 62 (2023) 10.1002/anie.202217569. [42] I.V. Chernyshova P. Somasundaran S. Ponnurangam On the origin of the elusive first intermediate of CO2 electroreduction Proc. Natl. Acad. Sci. 115 2018 10.1073/pnas.1802256115 I.V. Chernyshova, P. Somasundaran, S. Ponnurangam, On the origin of the elusive first intermediate of CO2 electroreduction, Proc. Natl. Acad. Sci. 115 (2018) 10.1073/pnas.1802256115. [43] G.Y. Duan X.Q. Li G.R. Ding L.J. Han B.H. Xu S.J. Zhang Highly efficient electrocatalytic CO2 reduction to C2+ products on a poly(ionic liquid)-based Cu0–CuI tandem catalyst Angew. Chem. Int. Ed. 61 2022 10.1002/anie.202110657 G.Y. Duan, X.Q. Li, G.R. Ding, L.J. Han, B.H. Xu, S.J. Zhang, Highly efficient electrocatalytic CO2 reduction to C2+ products on a poly(ionic liquid)-based Cu0–CuI tandem catalyst, Angew. Chem. Int. Ed. 61 (2022) 10.1002/anie.202110657.",
      "scopus-id": "105005956726",
      "coredata": {
        "eid": "1-s2.0-S2468823125004201",
        "dc:description": "Herein, a novel and flexible self-supporting gas diffusion electrode (GDE) was fabricated, which including an electrodeposited Bi nanocomposite as a catalyst layer and MIL-101 derived porous carbon in the gas diffusion layer (GDL). Compared with the conventional fabrication of GDE electrodes, the electrodeposition approach can avoid the tedious drop-casting processes of the catalyst layer (CL). The in situ growth mode by electrodeposition can also ensure the firmly interaction between CL and current collector, thus enhancing the stability of the electrode. Meanwhile, the porous carbon derived from MIL-101 which with a high specific area is conducive for the CO2 enrichment on the electrode, thus facilitate the reaction with high current density. Owe to the special structure, the resultant catalyst showed excellent performance for electrocatalytic CO2 reduction reaction (CO2RR) with enhanced formic acid generation. Notably, at -1.37 V (vs. RHE), a large current density of 400 mA cm-2 and a high formate Faraday efficiency (FEformate) of 96.5 % were achieved, and the yield of formic acid reached 46.5 mmol cm-2 h-1, which is superior to most electrocatalytic catalysts for CO2RR. In addition, the FEformate value remained high (>90 %) over a wide voltage window of 800 mV, and the catalyst also maintained stable operation at industrial current density for 70 h. This work provides a new strategy for the design of GDEs with novel structure to achieve high activity and durability for different electrocatalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125004201",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Xuetong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Chi"
          },
          {
            "@_fa": "true",
            "$": "Li, Nuoyan"
          },
          {
            "@_fa": "true",
            "$": "Li, Runfeng"
          },
          {
            "@_fa": "true",
            "$": "Lei, Songlin"
          },
          {
            "@_fa": "true",
            "$": "Hong, Wei"
          },
          {
            "@_fa": "true",
            "$": "Deng, Shuguang"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125004201"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125004201"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00420-1",
        "prism:volume": "583",
        "articleNumber": "115235",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Electrodeposition of Bi nanocomposite with MIL-101 derived carbon as gas diffusion layer for CO2 electroreduction with enhanced formate generation",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalytic reduction"
          },
          {
            "@_fa": "true",
            "$": "Gas diffusion electrode"
          },
          {
            "@_fa": "true",
            "$": "Electrodeposition"
          },
          {
            "@_fa": "true",
            "$": "Formic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115235",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2025",
        "prism:doi": "10.1016/j.mcat.2025.115235",
        "prism:startingPage": "115235",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115235",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "403",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106905",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19928",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "511",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100459",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "116",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22878",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "198",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "66801",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "353",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88464",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "214",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39313",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23718",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13500",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14353",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "45",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7605",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10163",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13043",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7964",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1784",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1159701",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1230",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "123488",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2259",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "677549",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "513",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "154810",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "878",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "446911",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1561",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "525016",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "949",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "241132",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125004201-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5996882",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105005956726"
      }
    }
  }
}