{
  "metadata": {
    "title": "Photoredox-promoted co-production of 3,4-dihydroisoquinoline and H<ce:inf loc=post>2</ce:inf> over Pd-doped leaf-like CdS catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2024-05-15",
    "doi": "10.1016/j.mcat.2024.114178",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124003614",
    "pii": "S2468823124003614"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85191239479",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-04-26 2024-04-26 2024-04-26 2024-04-26 2025-01-16T07:57:07 1-s2.0-S2468823124003614 S2468-8231(24)00361-4 S2468823124003614 10.1016/j.mcat.2024.114178 S300 S300.1 FULL-TEXT 1-s2.0-S2468823124X00073 2025-01-16T09:03:16.576994Z 0 0 20240515 2024 2024-04-26T21:57:54.114055Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 561 561 C Volume 561 9 114178 114178 114178 20240515 15 May 2024 2024-05-15 2024 Regular Papers article fla © 2024 Elsevier B.V. All rights reserved. PHOTOREDOXPROMOTEDCOPRODUCTION34DIHYDROISOQUINOLINEH2OVERPDDOPEDLEAFLIKECDSCATALYST CHEN Y 1 Introduction 2 Experimental section 2.1 Materials 2.2 Synthesis 2.2.1 Synthesis of the leaf-like CdS nanosheets 2.2.2 Synthesis of the Pd-doped leaf-like CdS composites 2.3 Photoactivity experiment 3 Results and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References SONG 2021 111939 T QI 2023 e202311731 M LIU 2023 113309 H LI 2021 120157 S YUAN 2021 21150 21172 L CAO 2020 111001 Y YANG 2020 110971 X LI 2021 111824 Z GENC 2024 113915 M QI 2020 3194 3202 M BALSAMO 2023 113346 S HAO 2019 18 23 M LUO 2023 2210110 J HUANG 2019 12014 12017 C LI 2021 19550 19571 Y KOJIMA 2016 12224 12227 M ACCOUNTSOFCHEMICALRESEARCHKATO 2017 2204 2207 S BALAYEVA 2020 5542 5553 N WANG 2023 e202304306 Y QI 2021 13051 13085 M WANG 2020 2008008 J SHAO 2024 113991 X LI 2020 6262 6280 J SHANG 2022 216 224 F WU 2022 20620 20629 L LI 2023 e202303054 J ZHENG 2018 2533 Y WANG 2016 1598 1606 Y SHI 2017 1705941 R PRADHAN 2017 7038 7054 N LI 2012 23815 C WANG 2024 123373 X WANG 2023 11687 11696 C CHEN 2024 Y LI 2024 657 669 Y DETRIZIO 2016 10852 10887 L ZHANG 2023 0073 L LIN 2022 121708 X QI 2022 17444 17453 M ZHAO 2021 1229 1237 F ZHANG 2016 113 123 Z ZHANG 2016 35138 35149 S GAO 2024 113858 L LI 2023 55 65 X HE 2017 3080 3084 K CHEN 2016 9345 9349 S HONG 2023 113476 X TAN 2019 1255 1271 H WU 2022 1851 1859 Y LI 2019 117934 Y TAN 2021 120541 C ZHENG 2018 5487 5491 M ZHENG 2023 4013 4019 J TANG 2021 7819 7827 C LI 2011 10878 10884 Q REGULACIO 2016 511 519 M CRABTREE 2017 9228 9246 R CHENX2024X114178 CHENX2024X114178XY 2026-04-26T00:00:00.000Z 2026-04-26T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights reserved. 2024-05-05T17:07:07.922Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Fujian Province 2019J01631 Natural Science Foundation of Fujian Province http://data.elsevier.com/vocabulary/SciValFunders/501100003392 http://sws.geonames.org/1814991/ Natural Science Foundation of China 22072023 21872029 22172030 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was supported by the Natural Science Foundation of China ( 22072023 , 21872029 , and 22172030 ), and the Natural Science Foundation of Fujian Province ( 2019J01631 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(24)00361-4 S2468823124003614 1-s2.0-S2468823124003614 10.1016/j.mcat.2024.114178 315758 2025-01-16T09:03:16.576994Z 2024-05-15 1-s2.0-S2468823124003614-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/MAIN/application/pdf/8fa229677ffb78058d09ff08a09bb15a/main.pdf main.pdf pdf true 9611221 MAIN 8 1-s2.0-S2468823124003614-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/PREVIEW/image/png/f1f6c27cc9b0599a7b7723bcd0a7d52e/main_1.png main_1.png png 60080 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823124003614-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr1/DOWNSAMPLED/image/jpeg/1b5b0d677899c80c03a8f58594ebd2fa/gr1.jpg gr1 gr1.jpg jpg 145096 555 798 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr5/DOWNSAMPLED/image/jpeg/504de01ac07f379ce211d06fa1e9cc0f/gr5.jpg gr5 gr5.jpg jpg 119007 544 664 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr4/DOWNSAMPLED/image/jpeg/b3074fcef8c7d008470b8c0d855c7cf8/gr4.jpg gr4 gr4.jpg jpg 95741 414 778 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr3/DOWNSAMPLED/image/jpeg/aab35699adec4e75b8ac5514be0a7b98/gr3.jpg gr3 gr3.jpg jpg 95062 572 656 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr2/DOWNSAMPLED/image/jpeg/5befa1a2c5d1e20297aee2fae874b40d/gr2.jpg gr2 gr2.jpg jpg 113361 447 799 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/ga1/DOWNSAMPLED/image/jpeg/7d56c41c38cd713d33f4d7ff9a3f752d/ga1.jpg ga1 true ga1.jpg jpg 20488 200 266 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr6/DOWNSAMPLED/image/jpeg/6053e552b6f9c8ca5e22c8bfdeca4bc2/gr6.jpg gr6 gr6.jpg jpg 47583 355 386 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124003614-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr1/THUMBNAIL/image/gif/4eba49fb4b0200db675f3166e283953b/gr1.sml gr1 gr1.sml sml 23001 152 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr5/THUMBNAIL/image/gif/a87116dc77d8dc41cf008dbaf541bab9/gr5.sml gr5 gr5.sml sml 16889 164 200 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr4/THUMBNAIL/image/gif/6cce0a96d13d64e9f11ecb393ce104a3/gr4.sml gr4 gr4.sml sml 13408 117 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr3/THUMBNAIL/image/gif/6ceedc63f3331c7f1ee021be8e1fcdaf/gr3.sml gr3 gr3.sml sml 14292 164 188 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr2/THUMBNAIL/image/gif/cae0924c65b20fed9494884f1904414f/gr2.sml gr2 gr2.sml sml 13956 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/ga1/THUMBNAIL/image/gif/3d8c3369a0cf8cf9b78a9668fea22c7a/ga1.sml ga1 true ga1.sml sml 20560 164 218 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/gr6/THUMBNAIL/image/gif/796cd739a4f5e8369761344a3a88844e/gr6.sml gr6 gr6.sml sml 12643 164 178 IMAGE-THUMBNAIL 1-s2.0-S2468823124003614-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/eca5875ff1771f2ed7758f1624ef5148/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1281815 2456 3534 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/407bdbeb48900999b8b3b0399fa5d8bc/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 931361 2410 2942 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/d640c6348c43ead86f072e3030e90552/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 756633 1833 3444 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/996b5af11e618c0f176f39396d86c735/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 811694 2535 2905 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/a2357882d8212cc5968f40b50e8077b8/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 893422 1978 3539 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/c845192bfcd0dfef1819932691df5fd4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 165086 886 1180 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/HIGHRES/image/jpeg/a4cf6c071d9b537deb708be21103e5fb/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 320705 1571 1708 IMAGE-HIGH-RES 1-s2.0-S2468823124003614-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124003614/mmc1/MAIN/application/pdf/d72ba24862713c2983683b7cc0b67c9a/mmc1.pdf mmc1 mmc1.pdf pdf false 878841 APPLICATION 1-s2.0-S2468823124003614-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10XTWSTW4X3/MAIN/application/pdf/1e9a0ccc7f1d02343107543beb83e9ad/am.pdf am am.pdf pdf false 1381249 AAM-PDF MCAT 114178 114178 S2468-8231(24)00361-4 10.1016/j.mcat.2024.114178 Elsevier B.V. Fig. 1 (a) Flowsheet for the preparation of 2D leaf-like Pd/CdS photocatalysts. (b) SEM, (c) TEM, (d) enlarged HRTEM image (inset: FFT pattern of the selected area), (e) the corresponding inverse FFT, and (f) HAADF-scanning TEM and EDS mapping images of Pd/CdS. Fig 1 Fig. 2 (a) XPS survey spectra of the blank CdS and Pd/CdS. High-resolution XPS spectra of (b) Cd 3d, (c) S 2p, and (d) Pd 3d. (e) DRS results and (f) XRD patterns for CdS and Pd/CdS samples with varying amounts of Pd-doping. Fig 2 Fig. 3 (a) Formulas for light-driven redox double reaction for the co-synthesis of DHIQ and H2. (b) Photoredox catalyzed performance of bare CdS and Pd x /CdS. (Note: x denotes the theoretical mass ratio of doped Pd, x = 0.04 %, 0.08 %, 0.24 %, 0.40 %, and 0.56 %.). (c) Time-dependent conversion of THIQ over Pd/CdS. (d) DRS spectrum of Pd/CdS and yield of the DHIQ over Pd/CdS under different monochromatic lights. (e) Photocatalytic recycle experiments over Pd/CdS. Fig 3 Fig. 4 (a) LSV curves, (b) I-t plots, (c) EIS Nyquist plots, (d) CV curves, (e) PL spectra (λemission = 542 nm and λexcitation = 340 nm), and (f) TRPL spectra of the blank CdS and Pd/CdS. Fig 4 Fig. 5 (a) Control experiments. (b) EPR spectra of CdS and Pd/CdS under typical reaction conditions with or without visible-light illuminating. (c) The quantitative result of the EPR spectrum over Pd/CdS composite with visible-light irradiation. (d) In-situ FT-IR testing for light-driven conversion of THIQ on Pd/CdS. Fig 5 Fig. 6 Proposed reaction mechanism for the simultaneous preparation of H2 and DHIQ under visible light over the 2D leaf-like Pd/CdS catalyst. Fig 6 Research Paper Photoredox-promoted co-production of 3,4-dihydroisoquinoline and H2 over Pd-doped leaf-like CdS catalyst Yu Chen Writing – review & editing Writing – original draft Validation Investigation Formal analysis a Ming-Yu Qi Writing – review & editing Validation b Zi-Rong Tang Writing – review & editing Supervision Resources Project administration Funding acquisition Conceptualization a ⁎ a College of Chemistry, State Key Laboratory of Photocatalysis on Energy and Environment, Fuzhou University, Fuzhou, 350116, PR China College of Chemistry State Key Laboratory of Photocatalysis on Energy and Environment Fuzhou University Fuzhou 350116 PR China aCollege of Chemistry, State Key Laboratory of Photocatalysis on Energy and Environment, Fuzhou University, Fuzhou, 350116, PR China b Institute of Fundamental and Frontier Sciences, University of Electronic Science and Technology of China, Chengdu, 611731, PR China Institute of Fundamental and Frontier Sciences University of Electronic Science and Technology of China Chengdu 611731 PR China bInstitute of Fundamental and Frontier Sciences, University of Electronic Science and Technology of China, Chengdu, 611731, PR China ⁎ Corresponding author. Integrating selective organic transformation and hydrogen (H2) evolution in one photoredox reaction system is one of the most sustainable and promising approaches to efficiently produce solar fuels and chemicals by simultaneously utilizing photogenerated electrons and holes. Herein, through the cation-exchange engineering method, the nanoleaf-like Pd/CdS composites are gingerly fabricated for visible-light-driven receptor-free dehydrogenation of 1,2,3,4-tetrahydroisoquinoline (THIQ) to 3,4-dihydroisoquinoline (DHIQ) and H2 under ambient conditions. The optimized electronic structure endows Pd/CdS with a narrow band gap and suitable energy band positions, thus facilitating the light harvesting as well as the separation and transfer of photoexcited charge carriers. Consequently, the Pd/CdS exhibits significantly improved photoredox activity compared to bare CdS. In-situ Fourier-transform infrared spectroscopy and electron paramagnetic resonance spectroscopy track the progression of reaction intermediates during such a dual-functional photoredox-catalyzed system, revealing that the carbon-centered radical is the key reaction intermediate in this reaction process. It is anticipated that this work would guide the rational utilization of CdS-based materials to enable simultaneous photochemical coupling of organic transformation and H2 evolution. Graphical abstract Image, graphical abstract Keywords Redox coupling photocatalysis H2 evolution 3,4-Dihydroisoquinoline production Pd doping CdS-based materials Data availability Data will be made available on request. 1 Introduction With the rapid development of global industrialization and urbanization, the energy crisis and environmental pollution have emerged as two major problems in the world [1–9]. Hydrogen (H2), as the cleanest fuel and energy source that can realize no greenhouse gas cycle, has attracted ever-increasing attention for its remarkable commercial worth and exceptional volumetric energy density, and diverse applications across numerous industries, encompassing petrochemical, electronic industries, fuel cells, metal smelting, etc. [10,11]. On the other hand, 3,4-dihydroisoquinoline (DHIQ) is an economically valuable intermediate in the pharmaceutical synthesis and pharmaceutical industry [12,13], and its synthesis has inspired the continuous efforts of academic and industrial scientists. Traditionally, the production of DHIQ requires the setting of extreme conditions or the participation of toxic reagents, suffering from increased costs [14], cumbersome operation steps [15], low selectivity [16], and environmental destruction [17]. Therefore, it is of great benefit to develop a green and efficient synthesis scheme. In this context, acceptor-free photocatalytic dehydrogenation has developed rapidly not only because of its eco-friendly and sustainable feature for the synthesis of high-value-added organic compounds, but also due to its enormous potentials for H2 transportation and storage [18–20]. Therefore, it is a promising strategy to realize the co-production of DHIQ and H2 in one photoredox process. Cadmium sulfide (CdS), a classical and essential semiconductor of the IIB-VIB groups [21], has been extensively investigated in photocatalysis owing to its narrow bandgap of approximately 2.4 eV and adequate negative conduction band (CB) position [22], which satisfies the potential requirements of most photocatalytic reactions [23]. However, the photocatalytic performance of single CdS is unavoidably limited by its inherent drawbacks such as the high recombination rate of electron-hole pairs and the absence of functional active sites toward specific reactants [24]. In this regard, the cation-exchange engineering method provides an efficient approach to surmount these hurdles [25,26], via the introduction of the heteroatoms as catalytically active sites for target reactant and the doping-related energy levels to optimize the energy band structure of a semiconductor photocatalyst [27–30]. Additionally, it has been well organized that the two-dimensional (2D) structure of CdS has the structural advantages for shortening the migration distance of photogenerated charge carriers, increasing the specific surface area, and exposing the active sites on an open 2D platform [31,32]. Herein, we report the synthesis of Pd-doped 2D leaf-like CdS nanosheets through the cation-exchange approach, which can be used as a dual-functional photoredox catalyst toward the visible-light-driven dehydrogenation of 1,2,3,4-tetrahydroisoquinoline (THIQ) to DHIQ and H2 under ambient conditions. The ingenious Pd cation-exchange strategy can effectively optimize the electronic structure of CdS as well as increase active sites for H2 evolution, which results in the enhanced light harvesting ability and accelerated photoexcited electron-hole pairs separation, thereby promoting the photocatalytic performance of Pd/CdS compared with bare CdS. The reaction mechanism of this dual-functional photoredox reaction has been revealed by the joint in-situ Fourier-transform infrared spectroscopy, electron paramagnetic resonance spectroscopy, and controllable contrast experiments. 2 Experimental section 2.1 Materials Thiourea (CH4N2S), hydrofluoric acid (HF, 40 wt%), palladium nitrate dihydrate (Pd(NO3)2·2H2O, Pd ≥ 39.0 %), acetonitrile (CH3CN, MeCN), triethanolamine (C6H15NO3, TEOA), carbon tetrachloride (CCl4), anhydrous methanol (CH3OH, MeOH), and anhydrous ethanol (C2H6O) were procured from Sinopharm Chemical Reagent Co., Ltd., Shanghai, China. Cadmium acetate dihydrate (Cd(CH3COO)2·2H2O), 1,2,3,4-tetrahydroisoquinoline (C9H11N, THIQ), 3,4-dihydroisoquinoline (C9H9N, DHIQ), and isoquinoline (C9H7N, IQ) were obtained from Aladdin Biochemical Technology Co. Ltd., Shanghai, China. All materials were used as received. Deionized (DI) water was sourced locally. 2.2 Synthesis 2.2.1 Synthesis of the leaf-like CdS nanosheets The synthesis of the leaf-like CdS nanosheets was accomplished by a hydrothermal process [31]. Details of the process are provided in the supporting materials. 2.2.2 Synthesis of the Pd-doped leaf-like CdS composites The Pd-doped leaf-like CdS composites were synthesized by a simple cation exchange technique [33]. Specifically, 50 mg of the as-prepared leaf-like CdS nanosheets were dispersed in 90 mL of aqueous methanol solution (the volume ratio of MeOH to DI was 2:1). After sonication of the above suspension for 5 min, a certain amount of Pd(NO3)2·2H2O solution was pipetted and quickly injected into the above suspension. After stirring at room temperature for 60 min, the sample was filtered and washed. Lastly, the samples were dried overnight in a vacuum oven maintained at 60 °C. The obtained composite sample is marked as Pd x /CdS (x represents the theoretical mass ratio of doped Pd, x = 0.04 %, 0.08 %, 0.24 %, 0.40 %, and 0.56 %.). 2.3 Photoactivity experiment The photocatalytic performance tests were performed on the basis of previous studies with a few adjustments [34]. In a quintessential process, 10 mL of MeCN, 10 mg of as-synthesized Pd/CdS, and 100 μmol of THIQ were added into the quartz reactor with a double layer. The reactor was purged with argon (Ar) for 15 min prior to light exposure to completely remove air. Then, a 300 W Xe lamp (CEL-HXF300-T3, China Education Au-light Co., Ltd., Beijing, China) was employed to irradiate the suspension under visible light (λ > 420 nm) for 2 h. Eventually, it is connected to circulating condensate for this system. The generated H2 and liquid products were quantitatively and qualitatively examined using the gas chromatograph (GC-8A 2014C of Shimadzu, column of MS-5A) and the gas chromatograph-mass spectrometer (GC–MS QP 2020 of Shimadzu, Q-Exactive), respectively. 3 Results and discussion As demonstrated in Fig. 1 a, a series of two-dimensional (2D) leaf-like Pd/CdS photocatalysts have been successfully prepared by the joint hydrothermal process and cation-exchange method (unless otherwise stated, the characterizations presented hereinafter primarily revolve around the 0.24 wt% Pd/CdS, since it shows the best photoredox activity.). Details of the material morphology have been confirmed by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As plotted in Figs. 1 b,c and S1a,b, the pristine CdS and Pd/CdS show a hexagonal leaf-like structure with a distinct main stem and highly ordered branches distributed on both sides of the main stem, and the size of their leaf-like ranges from 4 to 6 μm. Both of those materials consist of several 2D parallel multilayer structures with smooth surfaces. These unique 2D leaf-like morphologies not only enable the exposure of the open surface active site, but also beneficially shorten the longitudinal transmission distance of the photogenerated excitons [31,32]. The corresponding fast Fourier transform (FFT) analysis (Fig. 1 d and S1e) and inversing FFT analysis (Fig. 1 e and S1f) have been conducted to determine the crystal facets of the bare CdS and Pd/CdS. The measured lattice spacing of both CdS and Pd/CdS can be indexed to the (002) crystal facet of hexagonal CdS (Fig. S1g and S2) [35], illustrating that the Pd doping has no apparent influence on the crystalline phase of the hexagonal CdS. The high-angle annular dark-field scanning TEM (HAADF-STEM) energy dispersive spectrometer (EDS) mapping results demonstrate a homogeneous distribution of the Pd element while maintaining the anionic framework virtually unchanged (Fig. 1 f) [36], which explicitly confirms the successful doping of Pd into the leaf-like CdS nanosheets. X-ray photoelectron spectroscopy (XPS) has been equipped to study the valence states and chemical compositions of the elements in the relevant samples. All elements related to Pd/CdS can be determined in the survey spectra (Fig. 2 a), which are well-matched with the EDS mapping results. The binding energies of Cd 3d in Fig. 2 b demonstrate that the spin-orbit doublet peaks at 405.28 eV and 412.08 eV are indexed to Cd 3d5/2 and Cd 3d3/2, respectively, which match well with the Cd2+ of CdS [37,38]. The peaks at 161.68 eV and 162.88 eV in the high-resolution S 2p XPS spectrum in Fig. 2 c are classified as S 2p3/2 and S 2p1/2, respectively, which can be relevant to S2− in Pd/CdS [39]. As for Pd 3d in Pd/CdS, the peaks at 336.78 eV and 342.18 eV index to the binding energies of Pd 3d5/2 and Pd 3d3/2 (Fig. 2 d), which are relevant to the Pd2+ [40]. Of note, with the doping of Pd, the peaks of the characteristic relevant to Cd 3d and S 2p associated with the 2D leaf-like Pd/CdS composites have a slight blue shift, which demonstrates the strong electronic interaction between CdS and Pd dopant [41,42]. Subsequently, the related samples have been analyzed by UV/Vis diffuse reflectance spectroscopy (DRS) to study their optical absorption properties. As shown in Fig. 2 e, all samples exhibit comparable absorption band edges at Ca. 510 nm, which arise from the inherent bandgap photoexcitation of the CdS [43]. Remarkably, the light absorption of all samples is significantly enhanced with increasing Pd doping amount. Furthermore, X-ray diffraction (XRD) spectroscopy has been applied to determine the crystal phase structure of the above materials. As demonstrated in Fig. 2 f, the characteristic diffraction peaks of CdS at 24.9°, 26.5°, and 28.3° are indexed to the (100), (002), and (101) crystalline planes of the hexagonal CdS (JCPDS No. 06-314) [32], respectively. The leaf-like Pd/CdS nanosheets with different Pd doping amounts have almost the same XRD spectra as that of pure CdS, and no obvious diffraction peaks associated with Pd are monitored due to the small amount of doping and the uniform distribution of Pd dopant [44]. The photocatalytic activity of bare CdS and Pd x /CdS (x = 0.04 %, 0.08 %, 0.24 %, 0.40 %, and 0.56 %) has been tested by the dual-functional photoredox system of coupling H2 evolution and selective conversion of 1,2,3,4-tetrahydroisoquinoline (THIQ) to 3,4-dihydroisoquinoline (DHIQ) under visible light (λ > 420 nm) illumination (Fig. 3 a). Gas and liquid products have been characterized and quantified by gas chromatography (GC) and gas chromatography-mass (GC–MS) spectrometry (Fig. S3), respectively. As sketched in Fig. 3 b, the efficiency of the bare CdS for dehydrogenation conversion of THIQ is extremely low, and the production rates of H2 and DHIQ are 20.9 and 173.1 μmol g–1 h–1, respectively, within 2 h of visible-light exposure. The doping of Pd effectively enhances the catalytic performance of CdS, and a volcano-like trend is observed between the doping amount and the photocatalytic activity. The best catalytic activity is exhibited by Pd(0.24 %)/CdS, with the production rates of 1913.8 and 1885.9 μmol g–1 h–1 for H2 and DHIQ, respectively, which are 91.6 and 10.9 times higher than those of blank CdS, respectively. Moreover, this dual-functional photocatalytic system has excellent selectivity for the DHIQ. The molar ratio of the generated H2 and organic compounds is calculated to be Ca. 1.0, demonstrating a stoichiometric photoredox dehydrogenative reaction [39]. From the experimental results of the time curve in Fig. 3 c, the conversion of THIQ over Pd/CdS composite increases with light irradiation time, and the conversion of THIQ reaches more than 93.5 % within 18 h. It is noteworthy that further dehydrogenation of DHIQ to generate isoquinoline (IQ) is theoretically considered to be an automatic procedure owing to the aromatization of the molecular structure [45]. However, the production of IQ consistently remains at a fairly low level (Ca. 10.1 μmol within 18 h), suggesting that the process of DHIQ overoxidation to IQ is rather slow [46]. As displayed in Fig. 3 d, the yields of DHIQ over Pd/CdS under different monochromatic light irradiations depend on the wavelength of the incident light and match well with the DRS spectra of the Pd/CdS samples, which suggests that the photoredox reaction is driven by photoexcitation of CdS. The reusability experiments and time profiles have been carried out to benchmark the stability of the Pd/CdS samples. As can be seen in Fig. 3 e, no obvious decrease in photocatalytic activity is noted after five cycles in 10 h, revealing the excellent catalytic stability and recyclability of Pd/CdS. Moreover, the crystal structure of Pd/CdS exhibits minimal changes after the recycle tests, which further demonstrates its excellent stability in the photoredox-catalyzed dehydrogenation reaction of THIQ (Fig. S4). With the purpose of unraveling the reasons for the enhanced photoactivity of Pd/CdS, a comprehensive suite of electrochemical, photoelectrochemical, photoluminescence (PL), and time-resolved photoluminescence (TRPL) measurements have been taken to investigate the light-induced electron-hole pairs separation and transfer capacity of those samples [47]. From the linear scanning voltammetry (LSV) test results (Fig. 4 a), the Pd/CdS possesses a higher current density than the blank CdS over similar potential ranges, which indicates that the Pd/CdS exhibits higher electrochemical H2 evolution performance [48]. Transient photocurrent-time (I-t) tests have been used to probe the photoinduced carrier separation efficiency of the bare CdS and Pd/CdS. The Pd/CdS samples exhibit higher photocurrent densities compared to blank CdS (Fig. 4 b), demonstrating a higher charge carrier separation efficiency over Pd/CdS [49]. As demonstrated in Fig. 4 c, the resistance between Pd/CdS and the electrolyte is lower than that of CdS, which can be confirmed by the narrower semicircle in the Nyquist frequency plot, suggesting that Pd/CdS possesses a higher charge transfer efficiency than CdS [50]. And this distinctly improved charge transfer over Pd/CdS has also been confirmed by the cyclic voltammetry (CV) curves (Fig. 4 d). As plotted in Fig. 4 e, the intensity of the PL emission peak of Pd/CdS (∼542 nm) is rather weaker than that of blank CdS, verifying that the recombination of photogenerated carriers is effectively suppressed in Pd/CdS samples. Furthermore, the dynamics of photo-induced carrier transfer have been examined by TRPL tests. The average decay lifetime (τa) calculated from the exponential decay kinetic function is usually utilized to depict the group emission decay behavior of the photocatalyst. In general, a smaller average decay lifetime of the sample indicates a higher separation efficiency of its photogenerated carriers [51]. As displayed in Fig. 4 f and Table S1, the τa value of the Pd/CdS (7.61 ns) is smaller than that of the blank CdS (10.38 ns), which indicates that the interfacial carrier migration of Pd/CdS is faster. For an in-depth study of the mechanism of this dual-functional reaction system, a series of control and quenching experiments have been performed. As shown in Fig. 5 a, in a setup without light or photocatalyst, the production of H2 and DHIQ is barely detectable (entries B and C), which suggests that light and photocatalyst are indispensable in this reaction process. The generation of DHIQ is severely hindered after the addition of the TEOA (a hole scavenger) to the system, while the H2 evolution is almost undetectable after the addition of the CCl4 (an electronic scavenger). Those results indicate that both electrons and holes play a role in the reaction process (entries D and E). After adding the 5,5-dimethyl-1-pyrroline N-oxide (DMPO) to the photoredox catalytic system to trap the active species, the production of both H2 and DHIQ decreased, indicating that free radicals are the active intermediates driving the formation of those target products. (entry F) [52]. In addition, for determining the active intermediates of the system, electron paramagnetic resonance (EPR) spectroscopy using DMPO as the intermediate capture reagent has been performed. As sketched in Fig. 5 b and c, under the illumination, sextet signal peaks (hydrogen overclocking splitting of αH = 22.29 G and nitrogen overclocking splitting of αN = 15.84 G) are observed in the related materials, suggesting the existence of central carbon radical reactive species (•CH(NH)C8H8) in this system [45,46]. Remarkably, the EPR signal intensity of Pd/CdS is significantly powerful compared with the pristine CdS (Fig. 5 c), which is consistent with the photocatalytic performance, suggesting that the doping of Pd facilitates the forming of •CH(NH)C8H8 species. Subsequently, for the further revelation of the reaction mechanism, the in-situ Fourier transform-infrared (FT-IR) spectroscopy has been equipped to explore the changing progression of reacting species during the photoredox catalyzing reaction. As demonstrated in the in-situ FT-IR spectrum of Pd/CdS (Fig. 5 d), the peaks at 3257 and 3349 cm–1 corresponding to the stretching vibration of the N–H bond in the THIQ [53], and the decreasing intensity of these peaks indicates that THIQ is consumed under visible light illumination. Notably, a progressively stronger peak is detected at 1629 cm–1 as the photocatalytic reaction proceeds, which can be classified as the C=N bond in DHIQ [54], signifying the generation of DHIQ. The energy band structure of a semiconductor determines the redox capacity of photogenerated carriers, which in turn affects its photocatalytic performance. Based on the Kubelka-Munk functions obtained from the DRS spectral transformations of the relevant samples (Fig. S5) [55], the bandgap (Eg) over bare CdS has been determined to be 2.41 eV (Pd/CdS for 2.35 eV). The reduced Eg facilitates the light-harvesting ability of the composites. In addition, depending on the Mott-Schottky plots (Fig. S6) [53], the conduction band (CB) position is –0.75 V vs. normal hydrogen electrode (NHE) for Pd/CdS, which indicates that the proton reduction potential is more favorable than that of the pristine CdS (–0.64 V vs. NHE). Furthermore, Pd, as a platinum group element, can serve as the active sites for H2 evolution [56]. The valence band (VB) energy level of CdS and Pd/CdS have been determinable from the equation EVB = ECB + Eg as 1.77 and 1.60 V vs. NHE, respectively. The redshift of VB further impedes the secondary dehydrogenation process of the reaction and improves the selectivity of DHIQ [12]. With the above analysis, a reasonable reaction mechanism of the co-production of DHIQ and H2 by THIQ semi-dehydrogenation over 2D leaf-like Pd/CdS has been proposed (Fig. 6 ). Under visible light exposure, the electron-hole pairs are excited from Pd/CdS. The doped Pd species effectively separate photoexcited carriers by trapping photoexcited electrons, and supply active sites for H2 evolution, and the unique 2D leaf-like morphology of Pd/CdS dramatically shortens the migration distance of photoexcited electron-hole pairs to the photocatalyst surface. Subsequently, the THIQ adsorbed on the CdS surface is attacked by the photogenerated hole to generate radical cation intermediate (CH(NH+•)C8H8), which then deprotonated to form the carbon radical intermediate (•CH(NH)C8H8) [13]. The •CH(NH)C8H8 intermediate is further attacked by the photogenerated hole to remove another proton, eventually forming the semi-dehydrogenated product of DHIQ. Meanwhile, protons extracted from THIQ interact with photogenerated electrons gathered on the Pd species for H2 evolution. Although the isomers of DHIQ can generate fully deprotonated IQ by a second dehydrogenation process, this process is thermodynamically unfavorable due to the lower positive valence band potential of CdS [57]. 4 Conclusion In summary, an ingenious cation-exchange engineering has been reported for the construction of 2D leaf-like Pd/CdS composites toward a dual-functional photoredox reaction of dehydrogenation of THIQ into DHIQ and H2 production. Compared with pure CdS, the Pd exchange strategy ameliorates the electronic structure of the photocatalyst, which in turn enhances the light-harvesting ability, accelerates the separation of photogenerated carriers, and optimizes the photoredox ability, thereby significantly improving the photocatalytic efficiency of the Pd/CdS. In addition, mechanistic explorations have demonstrated that carbon-centered radical intermediate (•CH(NH)C8H8) plays an essential role in this photocatalytic oxidation process, and the doping of Pd species promotes the formation of •CH(NH)C8H8. This work is expected to provide a rational scheme for the design of advanced semiconductor photocatalysts for efficient H2 fuel production and organic synthesis. CRediT authorship contribution statement Yu Chen: Writing – review & editing, Writing – original draft, Validation, Investigation, Formal analysis. Ming-Yu Qi: Writing – review & editing, Validation. Zi-Rong Tang: Writing – review & editing, Supervision, Resources, Project administration, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare no conflict of interest. Acknowledgments This work was supported by the Natural Science Foundation of China (22072023, 21872029, and 22172030), and the Natural Science Foundation of Fujian Province (2019J01631). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2024.114178. Appendix Supplementary materials Image, application 1 References [1] T. Song J. Wang L. Su H. Xu X. Bai L. Zhou W. Tu Promotion effect of rhenium on MoS2/ReS2@CdS nanostructures for photocatalytic hydrogen production Mol. Catal. 516 2021 111939 10.1016/j.mcat.2021.111939 T. Song, J. Wang, L. Su, H. Xu, X. Bai, L. Zhou, W. Tu, Promotion effect of rhenium on MoS2/ReS2@CdS nanostructures for photocatalytic hydrogen production, Mol. Catal., 516 (2021) 111939, https://doi.org/10.1016/j.mcat.2021.111939. [2] M.-Y. Qi Y.-J. Xu Efficient and direct functionalization of allylic sp3 C−H bonds with concomitant CO2 reduction Angew. Chem., Int. Ed. 62 2023 e202311731 10.1002/anie.202311731 M.-Y. Qi, Y.-J. Xu, Efficient and direct functionalization of allylic sp3 C−H bonds with concomitant CO2 reduction, Angew. Chem., Int. Ed., 62 (2023) e202311731, https://doi.org/10.1002/anie.202311731. [3] H. Liu P. Tan L. Yang M. Zhang J. Chen R. Ren H. Zhai T. Qi J. Pan In-doped Sn3O4 flower-like nanosheets for efficient visible-light photocatalytic hydrogen production Mol. Catal. 547 2023 113309 10.1016/j.mcat.2023.113309 H. Liu, P. Tan, L. Yang, M. Zhang, J. Chen, R. Ren, H. Zhai, T. Qi, J. Pan, In-doped Sn3O4 flower-like nanosheets for efficient visible-light photocatalytic hydrogen production, Mol. Catal., 547 (2023) 113309, https://doi.org/10.1016/j.mcat.2023.113309. [4] S.-H. Li M.-Y. Qi Y.-Y. Fan Y. Yang M. Anpo Y.M.A. Yamada Z.-R. Tang Y.-J. Xu Modulating photon harvesting through dynamic non-covalent interactions for enhanced photochemical CO2 reduction Appl. Catal., B 292 2021 120157 10.1016/j.apcatb.2021.120157 S.-H. Li, M.-Y. Qi, Y.-Y. Fan, Y. Yang, M. Anpo, Y.M.A. Yamada, Z.-R. Tang, Y.-J. Xu, Modulating photon harvesting through dynamic non-covalent interactions for enhanced photochemical CO2 reduction, Appl. Catal., B, 292 (2021) 120157, https://doi.org/10.1016/j.apcatb.2021.120157. [5] L. Yuan M.-Y. Qi Z.-R. Tang Y.-J. Xu Coupling strategy for CO2 valorization integrated with organic synthesis by heterogeneous photocatalysis Angew. Chem., Int. Ed. 60 2021 21150 21172 10.1002/anie.202101667 L. Yuan, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Coupling strategy for CO2 valorization integrated with organic synthesis by heterogeneous photocatalysis, Angew. Chem., Int. Ed., 60 (2021) 21150–21172, https://doi.org/10.1002/anie.202101667. [6] Y. Cao G. Wang Q. Ma Z. Jin Amorphous NiCoB nanoalloy modified Mn0.05Cd0.95S for photocatalytic hydrogen evolution Mol. Catal. 492 2020 111001 10.1016/j.mcat.2020.111001 Y. Cao, G. Wang, Q. Ma, Z. Jin, Amorphous NiCoB nanoalloy modified Mn0.05Cd0.95S for photocatalytic hydrogen evolution, Mol. Catal., 492 (2020) 111001, https://doi.org/10.1016/j.mcat.2020.111001. [7] X. Yang Y. Song T. Cao L. Wang H. Song W. Lin The double tuning effect of TiO2 on Pt catalyzed dehydrogenation of methylcyclohexane Mol. Catal. 492 2020 110971 10.1016/j.mcat.2020.110971 X. Yang, Y. Song, T. Cao, L. Wang, H. Song, W. Lin, The double tuning effect of TiO2 on Pt catalyzed dehydrogenation of methylcyclohexane, Mol. Catal., 492 (2020) 110971, https://doi.org/10.1016/j.mcat.2020.110971. [8] Z.-F. Li Y. Shen W.-G. Cui Q. Zhang T.-L. Hu MOF derived non-noble metal catalysts to control the distribution of furfural selective hydrogenation products Mol. Catal. 513 2021 111824 10.1016/j.mcat.2021.111824 Z.-F. Li, Y. Shen, W.-G. Cui, Q. Zhang, T.-L. Hu, MOF derived non-noble metal catalysts to control the distribution of furfural selective hydrogenation products, Mol. Catal., 513 (2021) 111824, https://doi.org/10.1016/j.mcat.2021.111824. [9] M.T. Genc A. Sarilmaz E. Aslan F. Ozel I.H. Patir Biotemplated silicon carbide-loaded ytterbium oxide: effective catalyst for photocatalytic hydrogen evolution reactions Mol. Catal. 556 2024 113915 10.1016/j.mcat.2024.113915 M.T. Genc, A. Sarilmaz, E. Aslan, F. Ozel, I.H. Patir, Biotemplated silicon carbide-loaded ytterbium oxide: effective catalyst for photocatalytic hydrogen evolution reactions, Mol. Catal., 556 (2024) 113915, https://doi.org/10.1016/j.mcat.2024.113915. [10] M.-Y. Qi Y.-H. Li F. Zhang Z.-R. Tang Y. Xiong Y.-J. Xu Switching light for site-directed spatial loading of cocatalysts onto heterojunction photocatalysts with boosted redox catalysis ACS Catal. 10 2020 3194 3202 10.1021/acscatal.9b05420 M.-Y. Qi, Y.-H. Li, F. Zhang, Z.-R. Tang, Y. Xiong, Y.-J. Xu, Switching light for site-directed spatial loading of cocatalysts onto heterojunction photocatalysts with boosted redox catalysis, ACS Catal.., 10 (2020) 3194–3202, https://doi.org/10.1021/acscatal.9b05420. [11] S.A. Balsamo R. Fiorenza M.T.A. Iapichino F.J. Lopez-Tenllado F.J. Urbano S. Sciré H2 production through glycerol photoreforming using one-pot prepared TiO2-rGO-Au photocatalysts Mol. Catal. 547 2023 113346 10.1016/j.mcat.2023.113346 S.A. Balsamo, R. Fiorenza, M.T.A. Iapichino, F.J. Lopez-Tenllado, F.J. Urbano, S. Sciré, H2 production through glycerol photoreforming using one-pot prepared TiO2-rGO-Au photocatalysts, Mol. Catal., 547 (2023) 113346, https://doi.org/10.1016/j.mcat.2023.113346. [12] M. Hao X. Deng L. Xu Z. Li Noble metal free MoS2/ZnIn2S4 nanocomposite for acceptorless photocatalytic semi-dehydrogenation of 1,2,3,4-tetrahydroisoquinoline to produce 3,4-dihydroisoquinoline Appl. Catal., B 252 2019 18 23 10.1016/j.apcatb.2019.04.002 M. Hao, X. Deng, L. Xu, Z. Li, Noble metal free MoS2/ZnIn2S4 nanocomposite for acceptorless photocatalytic semi-dehydrogenation of 1,2,3,4-tetrahydroisoquinoline to produce 3,4-dihydroisoquinoline, Appl. Catal., B, 252 (2019) 18–23, https://doi.org/10.1016/j.apcatb.2019.04.002. [13] J. Luo X. Wei Y. Qiao C. Wu L. Li L. Chen J. Shi Photoredox-promoted co-production of dihydroisoquinoline and H2O2 over defective Zn3In2S6 Adv. Mater. 35 2023 2210110 10.1002/adma.202210110 J. Luo, X. Wei, Y. Qiao, C. Wu, L. Li, L. Chen, J. Shi, Photoredox-promoted co-production of dihydroisoquinoline and H2O2 over defective Zn3In2S6, Adv. Mater., 35 (2023) 2210110, https://doi.org/10.1002/adma.202210110. [14] C. Huang Y. Huang C. Liu Y. Yu B. Zhang Integrating hydrogen production with aqueous selective semi-dehydrogenation of tetrahydroisoquinolines over a Ni2P bifunctional electrode Angew. Chem., Int. Ed. 58 2019 12014 12017 10.1002/anie.201903327 C. Huang, Y. Huang, C. Liu, Y. Yu, B. Zhang, Integrating hydrogen production with aqueous selective semi-dehydrogenation of tetrahydroisoquinolines over a Ni2P bifunctional electrode, Angew. Chem., Int. Ed., 58 (2019) 12014–12017, https://doi.org/10.1002/anie.201903327. [15] Y. Li X. Wei L. Chen J. Shi Electrocatalytic hydrogen production trilogy Angew. Chem., Int. Ed. 60 2021 19550 19571 10.1002/anie.202009854 Y. Li, X. Wei, L. Chen, J. Shi, Electrocatalytic hydrogen production trilogy, Angew. Chem., Int. Ed., 60 (2021) 19550–19571, https://doi.org/10.1002/anie.202009854. [16] M. Kojima M. Kanai Tris(pentafluorophenyl)borane-catalyzed acceptorless dehydrogenation of N-heterocycles Angew. Chem., Int. Ed. 55 2016 12224 12227 10.1002/anie.201606177 M. Kojima, M. Kanai, Tris(pentafluorophenyl)borane-catalyzed acceptorless dehydrogenation of N-heterocycles, Angew. Chem., Int. Ed., 55 (2016) 12224–12227, https://doi.org/10.1002/anie.201606177. [17] S. Accounts of Chemical ResearchKato Y. Saga M. Kojima H. Fuse S. Matsunaga A. Fukatsu M. Kondo S. Masaoka M. Kanai Hybrid catalysis enabling room-temperature hydrogen gas release from N-heterocycles and tetrahydronaphthalenes J. Am. Chem. Soc. 139 2017 2204 2207 10.1021/jacs.7b00253 S. Accounts of Chemical ResearchKato, Y. Saga, M. Kojima, H. Fuse, S. Matsunaga, A. Fukatsu, M. Kondo, S. Masaoka, M. Kanai, Hybrid catalysis enabling room-temperature hydrogen gas release from N-heterocycles and tetrahydronaphthalenes, J. Am. Chem. Soc., 139 (2017) 2204–2207, https://doi.org/10.1021/jacs.7b00253. [18] N.O. Balayeva Z. Mamiyev R. Dillert N. Zheng D.W. Bahnemann Rh/TiO2-photocatalyzed acceptorless dehydrogenation of N-heterocycles upon visible-light illumination ACS Catal. 10 2020 5542 5553 10.1021/acscatal.0c00556 N.O. Balayeva, Z. Mamiyev, R. Dillert, N. Zheng, D.W. Bahnemann, Rh/TiO2-photocatalyzed acceptorless dehydrogenation of N-heterocycles upon visible-light illumination, ACS Catal.., 10 (2020) 5542–5553, https://doi.org/10.1021/acscatal.0c00556. [19] Y.-F. Wang M.-Y. Qi M. Conte Z.-R. Tang Y.-J. Xu New radical route and insight for the highly efficient synthesis of benzimidazoles integrated with hydrogen evolution Angew. Chem., Int. Ed. 62 2023 e202304306 10.1002/anie.202304306 Y.-F. Wang, M.-Y. Qi, M. Conte, Z.-R. Tang, Y.-J. Xu, New radical route and insight for the highly efficient synthesis of benzimidazoles integrated with hydrogen evolution, Angew. Chem., Int. Ed., 62 (2023) e202304306, https://doi.org/10.1002/anie.202304306. [20] M.-Y. Qi M. Conte M. Anpo Z.-R. Tang Y.-J. Xu Cooperative coupling of oxidative organic synthesis and hydrogen production over semiconductor-based photocatalysts Chem. Rev. 121 2021 13051 13085 10.1021/acs.chemrev.1c00197 M.-Y. Qi, M. Conte, M. Anpo, Z.-R. Tang, Y.-J. Xu, Cooperative coupling of oxidative organic synthesis and hydrogen production over semiconductor-based photocatalysts, Chem. Rev., 121 (2021) 13051–13085, https://doi.org/10.1021/acs.chemrev.1c00197. [21] J. Wang S. Lin N. Tian T. Ma Y. Zhang H. Huang Nanostructured metal sulfides: classification, modification strategy, and solar-driven CO2 reduction application Adv. Funct. Mater. 31 2020 2008008 10.1002/adfm.202008008 J. Wang, S. Lin, N. Tian, T. Ma, Y. Zhang, H. Huang, Nanostructured metal sulfides: classification, modification strategy, and solar-driven CO2 reduction application, Adv. Funct. Mater., 31 (2020) 2008008, https://doi.org/10.1002/adfm.202008008. [22] X.-N. Shao Y.-F. Wang M.-Y. Qi Z.-R. Tang MoS2 decorated CdS composite catalyst for photoredox-mediated C–N coupling of amines to imines and hydrogen production Mol. Catal. 557 2024 113991 10.1016/j.mcat.2024.113991 X.-N. Shao, Y.-F. Wang, M.-Y. Qi, Z.-R. Tang, MoS2 decorated CdS composite catalyst for photoredox-mediated C–N coupling of amines to imines and hydrogen production, Mol. Catal., 557 (2024) 113991, https://doi.org/10.1016/j.mcat.2024.113991. [23] J.-Y. Li Y.-H. Li M.-Y. Qi Q. Lin Z.-R. Tang Y.-J. Xu Selective organic transformations over cadmium sulfide-based photocatalysts ACS Catal. 10 2020 6262 6280 10.1021/acscatal.0c01567 J.-Y. Li, Y.-H. Li, M.-Y. Qi, Q. Lin, Z.-R. Tang, Y.-J. Xu, Selective organic transformations over cadmium sulfide-based photocatalysts, ACS Catal.., 10 (2020) 6262–6280, https://doi.org/10.1021/acscatal.0c01567. [24] F.-K. Shang M.-Y. Qi C.-L. Tan Z.-R. Tang Y.-J. Xu Nanoscale assembly of CdS/BiVO4 hybrids for coupling selective fine chemical synthesis and hydrogen production under visible light ACS Phys. Chem. Au 2 2022 216 224 10.1021/acsphyschemau.1c00053 F.-K. Shang, M.-Y. Qi, C.-L. Tan, Z.-R. Tang, Y.-J. Xu, Nanoscale assembly of CdS/BiVO4 hybrids for coupling selective fine chemical synthesis and hydrogen production under visible light, ACS Phys. Chem. Au, 2 (2022) 216–224, https://doi.org/10.1021/acsphyschemau.1c00053. [25] L. Wu F. Su T. Liu G.-Q. Liu Y. Li T. Ma Y. Wang C. Zhang Y. Yang S.-H. Yu Phosphorus-doped single-crystalline quaternary sulfide anobelts enable efficient visible-light photocatalytic hydrogen evolution J. Am. Chem. Soc. 144 2022 20620 20629 10.1021/jacs.2c07313 L. Wu, F. Su, T. Liu, G.-Q. Liu, Y. Li, T. Ma, Y. Wang, C. Zhang, Y. Yang, S.-H. Yu, Phosphorus-doped single-crystalline quaternary sulfide anobelts enable efficient visible-light photocatalytic hydrogen evolution, J. Am. Chem. Soc., 144 (2022) 20620–20629, https://doi.org/10.1021/jacs.2c07313. [26] J.-Y. Li C.-L. Tan M.-Y. Qi Z.-R. Tang Y.-J. Xu Exposed zinc sites on hybrid ZnIn2S4@CdS nanocages for efficient regioselective photocatalytic epoxide alcoholysis Angew. Chem., Int. Ed. 62 2023 e202303054 10.1002/anie.202303054 J.-Y. Li, C.-L. Tan, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Exposed zinc sites on hybrid ZnIn2S4@CdS nanocages for efficient regioselective photocatalytic epoxide alcoholysis, Angew. Chem., Int. Ed., 62 (2023) e202303054, https://doi.org/10.1002/anie.202303054. [27] Y.-R. Zheng P. Wu M.-R. Gao X.-L. Zhang F.-Y. Gao H.-X. Ju R. Wu Q. Gao R. You W.-X. Huang S.-J. Liu S.-W. Hu J. Zhu Z. Li S.-H. Yu Doping-induced structural phase transition in cobalt diselenide enables enhanced hydrogen evolution catalysis Nat. Commun. 9 2018 2533 10.1038/s41467-018-04954-7 Y.-R. Zheng, P. Wu, M.-R. Gao, X.-L. Zhang, F.-Y. Gao, H.-X. Ju, R. Wu, Q. Gao, R. You, W.-X. Huang, S.-J. Liu, S.-W. Hu, J. Zhu, Z. Li, S.-H. Yu, Doping-induced structural phase transition in cobalt diselenide enables enhanced hydrogen evolution catalysis, Nat. Commun., 9 (2018) 2533, https://doi.org/10.1038/s41467-018-04954-7. [28] Y. Wang X. Yang T. Ye C. Xu F. Xia D. Meng Comparative study of structural and photocatalytic properties of M-doped (M = Ce3+, Zn2+, Cu2+) dendritic-like CdS J. Electron. Mater. 46 2016 1598 1606 10.1007/s11664-016-5202-1 Y. Wang, X. Yang, T. Ye, C. Xu, F. Xia, D. Meng, Comparative study of structural and photocatalytic properties of M-doped (M = Ce3+, Zn2+, Cu2+) dendritic-like CdS, J. Electron. Mater., 46 (2016) 1598–1606, https://doi.org/10.1007/s11664-016-5202-1. [29] R. Shi H.F. Ye F. Liang Z. Wang K. Li Y. Weng Z. Lin W.F. Fu C.M. Che Y. Chen Interstitial P-doped CdS with long-lived photogenerated electrons for photocatalytic water splitting without sacrificial agents Adv. Mater. 30 2017 1705941 10.1002/adma.201705941 R. Shi, H.F. Ye, F. Liang, Z. Wang, K. Li, Y. Weng, Z. Lin, W.F. Fu, C.M. Che, Y. Chen, Interstitial P-doped CdS with long-lived photogenerated electrons for photocatalytic water splitting without sacrificial agents, Adv. Mater., 30 (2017) 1705941, https://doi.org/10.1002/adma.201705941. [30] N. Pradhan S. Das Adhikari A. Nag D.D. Sarma Luminescence, plasmonic, and magnetic properties of doped semiconductor nanocrystals Angew. Chem., Int. Ed. 56 2017 7038 7054 10.1002/anie.201611526 N. Pradhan, S. Das Adhikari, A. Nag, D.D. Sarma, Luminescence, plasmonic, and magnetic properties of doped semiconductor nanocrystals, Angew. Chem., Int. Ed., 56 (2017) 7038–7054, https://doi.org/10.1002/anie.201611526. [31] C. Li L. Han R. Liu H. Li S. Zhang G. Zhang Controlled synthesis of CdS micro/nano leaves with (0001) facets exposed: enhanced photocatalytic activity toward hydrogen evolution J. Mater. Chem. 22 2012 23815 10.1039/c2jm35415b C. Li, L. Han, R. Liu, H. Li, S. Zhang, G. Zhang, Controlled synthesis of CdS micro/nano leaves with (0001) facets exposed: enhanced photocatalytic activity toward hydrogen evolution, J. Mater. Chem., 22 (2012) 23815, https://doi.org/10.1039/c2jm35415b. [32] X. Wang Z. Jin Adjusting inter-semiconductor barrier height via crystal plane engineering: crystalline face exposed single crystal cadmium sulfide augmentative S-scheme heterojunctions for efficiently photocatalytic hydrogen production Appl. Catal., B 342 2024 123373 10.1016/j.apcatb.2023.123373 X. Wang, Z. Jin, Adjusting inter-semiconductor barrier height via crystal plane engineering: crystalline face exposed single crystal cadmium sulfide augmentative S-scheme heterojunctions for efficiently photocatalytic hydrogen production, Appl. Catal., B, 342 (2024) 123373, https://doi.org/10.1016/j.apcatb.2023.123373. [33] C. Wang Y. Tang Z. Geng Y. Guo X. Tan Z. Hu T. Yu Modulating charge accumulation via electron interaction for photocatalytic hydrogen evolution: a case of fabricating palladium sites on ZnIn2S4 nanosheets ACS Catal. 13 2023 11687 11696 10.1021/acscatal.3c02563 C. Wang, Y. Tang, Z. Geng, Y. Guo, X. Tan, Z. Hu, T. Yu, Modulating charge accumulation via electron interaction for photocatalytic hydrogen evolution: a case of fabricating palladium sites on ZnIn2S4 nanosheets, ACS Catal.., 13 (2023) 11687–11696, https://doi.org/10.1021/acscatal.3c02563. [34] Y. Chen C.-L. Tan J.-Y. Li M.-Y. Qi Z.-R. Tang Y.-J. Xu Cocatalyst-modified In2S3 photocatalysts for C–N coupling of amines integrated with H2 evolution Ind. Chem. Mater. 2024 10.1039/d3im00116d Y. Chen, C.-L. Tan, J.-Y. Li, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Cocatalyst-modified In2S3 photocatalysts for C–N coupling of amines integrated with H2 evolution, Ind. Chem. Mater., (2024), https://doi.org/10.1039/d3im00116d. [35] Y.-H. Li Y.-F. Wang J.-Y. Li M.-Y. Qi M. Conte Z.-R. Tang Y.-J. Xu Selective imines synthesis by designing an atomic-level Cu–Pt electron transfer channel over CdS nanosheets ACS Catal. 14 2024 657 669 10.1021/acscatal.3c05511 Y.-H. Li, Y.-F. Wang, J.-Y. Li, M.-Y. Qi, M. Conte, Z.-R. Tang, Y.-J. Xu, Selective imines synthesis by designing an atomic-level Cu–Pt electron transfer channel over CdS nanosheets, ACS Catal.., 14 (2024) 657–669, https://doi.org/10.1021/acscatal.3c05511. [36] L. De Trizio L. Manna Forging colloidal nanostructures via cation exchange reactions Chem. Rev. 116 2016 10852 10887 10.1021/acs.chemrev.5b00739 L. De Trizio, L. Manna, Forging colloidal nanostructures via cation exchange reactions, Chem. Rev., 116 (2016) 10852–10887, https://doi.org/10.1021/acs.chemrev.5b00739. [37] L.-X. Zhang M.-Y. Qi Z.-R. Tang Y.-J. Xu Heterostructure-engineered semiconductor quantum dots toward photocatalyzed-redox cooperative coupling reaction Research 6 2023 0073 10.34133/research.0073 L.-X. Zhang, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Heterostructure-engineered semiconductor quantum dots toward photocatalyzed-redox cooperative coupling reaction, Research, 6 (2023) 0073, https://doi.org/10.34133/research.0073. [38] X.-Y. Lin M.-Y. Qi Z.-R. Tang Y.-J. Xu Photochemical dehydrogenation of N-heterocycles over MOF-supported CdS nanoparticles with nickel modification Appl. Catal., B 317 2022 121708 10.1016/j.apcatb.2022.121708 X.-Y. Lin, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Photochemical dehydrogenation of N-heterocycles over MOF-supported CdS nanoparticles with nickel modification, Appl. Catal., B, 317 (2022) 121708, https://doi.org/10.1016/j.apcatb.2022.121708. [39] M.-Y. Qi M. Conte Z.-R. Tang Y.-J. Xu Engineering semiconductor quantum dots for selectivity switch on high-performance heterogeneous coupling photosynthesis ACS Nano 16 2022 17444 17453 10.1021/acsnano.2c08652 M.-Y. Qi, M. Conte, Z.-R. Tang, Y.-J. Xu, Engineering semiconductor quantum dots for selectivity switch on high-performance heterogeneous coupling photosynthesis, ACS Nano, 16 (2022) 17444–17453, https://doi.org/10.1021/acsnano.2c08652. [40] F. Zhao N. Zhang H. Li X. Zhang Z. Luo Y. Wang Photocatalyst with chloroplast-like structure for enhancing hydrogen evolution reaction Energy Environ. Mater. 5 2021 1229 1237 10.1002/eem2.12239 F. Zhao, N. Zhang, H. Li, X. Zhang, Z. Luo, Y. Wang, Photocatalyst with chloroplast-like structure for enhancing hydrogen evolution reaction, Energy Environ. Mater., 5 (2021) 1229–1237, https://doi.org/10.1002/eem2.12239. [41] Z. Zhang D. Jiang D. Li M. He M. Chen Construction of SnNb2O6 nanosheet/g-C3N4 nanosheet two-dimensional heterostructures with improved photocatalytic activity: synergistic effect and mechanism insight Appl. Catal., B 183 2016 113 123 10.1016/j.apcatb.2015.10.022 Z. Zhang, D. Jiang, D. Li, M. He, M. Chen, Construction of SnNb2O6 nanosheet/g-C3N4 nanosheet two-dimensional heterostructures with improved photocatalytic activity: synergistic effect and mechanism insight, Appl. Catal., B, 183 (2016) 113–123, https://doi.org/10.1016/j.apcatb.2015.10.022. [42] S. Zhang H. Gao X. Liu Y. Huang X. Xu N.S. Alharbi T. Hayat J. Li Hybrid 0D–2D nanoheterostructures: in situ growth of amorphous silver silicates dots on g-C3N4 nanosheets for full-spectrum photocatalysis ACS Appl. Mater. Interfaces 8 2016 35138 35149 10.1021/acsami.6b09260 S. Zhang, H. Gao, X. Liu, Y. Huang, X. Xu, N.S. Alharbi, T. Hayat, J. Li, Hybrid 0D–2D nanoheterostructures: in situ growth of amorphous silver silicates dots on g-C3N4 nanosheets for full-spectrum photocatalysis, ACS Appl. Mater. Interfaces, 8 (2016) 35138–35149, https://doi.org/10.1021/acsami.6b09260. [43] L.-H. Gao W.-Y. Xiao M.-Y. Qi J.-Y. Li C.-L. Tan Z.-R. Tang Photoredox-catalyzed coupling of CO2 reduction and amines oxidation by Cu doped CdS quantum dots Mol. Catal. 554 2024 113858 10.1016/j.mcat.2024.113858 L.-H. Gao, W.-Y. Xiao, M.-Y. Qi, J.-Y. Li, C.-L. Tan, Z.-R. Tang, Photoredox-catalyzed coupling of CO2 reduction and amines oxidation by Cu doped CdS quantum dots, Mol. Catal., 554 (2024) 113858, https://doi.org/10.1016/j.mcat.2024.113858. [44] X.-J. Li M.-Y. Qi J.-Y. Li C.-L. Tan Z.-R. Tang Y.-J. Xu Visible light-driven dehydrocoupling of thiols to disulfides and H2 evolution over PdS-decorated ZnIn2S4 composites Chin. J. Catal. 51 2023 55 65 10.1016/s1872-2067(23)64481-x X.-J. Li, M.-Y. Qi, J.-Y. Li, C.-L. Tan, Z.-R. Tang, Y.-J. Xu, Visible light-driven dehydrocoupling of thiols to disulfides and H2 evolution over PdS-decorated ZnIn2S4 composites, Chin. J. Catal., 51 (2023) 55–65, https://doi.org/10.1016/s1872-2067(23)64481-x. [45] K.H. He F.F. Tan C.Z. Zhou G.J. Zhou X.L. Yang Y. Li Acceptorless dehydrogenation of N-heterocycles by merging visible-light photoredox catalysis and cobalt catalysis Angew. Chem., Int. Ed. 56 2017 3080 3084 10.1002/anie.201612486 K.H. He, F.F. Tan, C.Z. Zhou, G.J. Zhou, X.L. Yang, Y. Li, Acceptorless dehydrogenation of N-heterocycles by merging visible-light photoredox catalysis and cobalt catalysis, Angew. Chem., Int. Ed., 56 (2017) 3080–3084, https://doi.org/10.1002/anie.201612486. [46] S. Chen Q. Wan A.K. Badu-Tawiah Picomole-scale real-time photoreaction screening: discovery of the visible-light-promoted dehydrogenation of tetrahydroquinolines under ambient conditions Angew. Chem., Int. Ed. 55 2016 9345 9349 10.1002/anie.201603530 S. Chen, Q. Wan, A.K. Badu-Tawiah, Picomole-scale real-time photoreaction screening: discovery of the visible-light-promoted dehydrogenation of tetrahydroquinolines under ambient conditions, Angew. Chem., Int. Ed., 55 (2016) 9345–9349, https://doi.org/10.1002/anie.201603530. [47] X. Hong Y. Fang D. Chao A metal–free porous organic polymer with high CO2 adsorption for robust aqueous CO2 photoreduction via molecular regulation Mol. Catal. 549 2023 113476 10.1016/j.mcat.2023.113476 X. Hong, Y. Fang, D. Chao, A metal–free porous organic polymer with high CO2 adsorption for robust aqueous CO2 photoreduction via molecular regulation, Mol. Catal., 549 (2023) 113476, https://doi.org/10.1016/j.mcat.2023.113476. [48] H.L. Tan F.F. Abdi Y.H. Ng Heterogeneous photocatalysts: an overview of classic and modern approaches for optical, electronic, and charge dynamics evaluation Chem. Soc. Rev. 48 2019 1255 1271 10.1039/c8cs00882e H.L. Tan, F.F. Abdi, Y.H. Ng, Heterogeneous photocatalysts: an overview of classic and modern approaches for optical, electronic, and charge dynamics evaluation, Chem. Soc. Rev., 48 (2019) 1255–1271, https://doi.org/10.1039/c8cs00882e. [49] Y.-L. Wu M.-Y. Qi C.-L. Tan Z.-R. Tang Y.-J. Xu Photocatalytic selective oxidation of aromatic alcohols coupled with hydrogen evolution over CdS/WO3 composites, Chin J. Catal. 43 2022 1851 1859 10.1016/s1872-2067(21)63989-x Y.-L. Wu, M.-Y. Qi, C.-L. Tan, Z.-R. Tang, Y.-J. Xu, Photocatalytic selective oxidation of aromatic alcohols coupled with hydrogen evolution over CdS/WO3 composites, Chin. J. Catal., 43 (2022) 1851–1859, https://doi.org/10.1016/s1872-2067(21)63989-x. [50] Y.-H. Li M.-Y. Qi J.-Y. Li Z.-R. Tang Y.-J. Xu Noble metal free CdS@CuS-NixP hybrid with modulated charge transfer for enhanced photocatalytic performance Appl. Catal., B 257 2019 117934 10.1016/j.apcatb.2019.117934 Y.-H. Li, M.-Y. Qi, J.-Y. Li, Z.-R. Tang, Y.-J. Xu, Noble metal free CdS@CuS-NixP hybrid with modulated charge transfer for enhanced photocatalytic performance, Appl. Catal., B, 257 (2019) 117934, https://doi.org/10.1016/j.apcatb.2019.117934. [51] C.-L. Tan M.-Y. Qi Z.-R. Tang Y.-J. Xu Cocatalyst decorated ZnIn2S4 composites for cooperative alcohol conversion and H2 evolution Appl. Catal., B 298 2021 120541 10.1016/j.apcatb.2021.120541 C.-L. Tan, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Cocatalyst decorated ZnIn2S4 composites for cooperative alcohol conversion and H2 evolution, Appl. Catal., B, 298 (2021) 120541, https://doi.org/10.1016/j.apcatb.2021.120541. [52] M. Zheng J. Shi T. Yuan X. Wang Metal-free dehydrogenation of N-heterocycles by ternary h-BCN nanosheets with visible light Angew. Chem., Int. Ed. 57 2018 5487 5491 10.1002/anie.201800319 M. Zheng, J. Shi, T. Yuan, X. Wang, Metal-free dehydrogenation of N-heterocycles by ternary h-BCN nanosheets with visible light, Angew. Chem., Int. Ed., 57 (2018) 5487–5491, https://doi.org/10.1002/anie.201800319. [53] J.-H. Zheng M.-Y. Qi Z.-R. Tang Y.-J. Xu Manipulating selective amine transformation pathways via cocatalyst-modified monolayer ZnIn2S4 photocatalysts J. Mater. Chem. A 11 2023 4013 4019 10.1039/d3ta00001j J.-H. Zheng, M.-Y. Qi, Z.-R. Tang, Y.-J. Xu, Manipulating selective amine transformation pathways via cocatalyst-modified monolayer ZnIn2S4 photocatalysts, J. Mater. Chem. A, 11 (2023) 4013–4019, https://doi.org/10.1039/d3ta00001j. [54] C. Tang L. Chen H. Li L. Li Y. Jiao Y. Zheng H. Xu K. Davey S.-Z. Qiao Tailoring acidic oxygen reduction selectivity on single-atom catalysts via modification of first and second coordination spheres J. Am. Chem. Soc. 143 2021 7819 7827 10.1021/jacs.1c03135 C. Tang, L. Chen, H. Li, L. Li, Y. Jiao, Y. Zheng, H. Xu, K. Davey, S.-Z. Qiao, Tailoring acidic oxygen reduction selectivity on single-atom catalysts via modification of first and second coordination spheres, J. Am. Chem. Soc., 143 (2021) 7819–7827, https://doi.org/10.1021/jacs.1c03135. [55] Q. Li B. Guo J. Yu J. Ran B. Zhang H. Yan J.R. Gong Highly efficient visible-light-driven photocatalytic hydrogen production of CdS-cluster-decorated graphene nanosheets J. Am. Chem. Soc. 133 2011 10878 10884 10.1021/ja2025454 Q. Li, B. Guo, J. Yu, J. Ran, B. Zhang, H. Yan, J.R. Gong, Highly efficient visible-light-driven photocatalytic hydrogen production of CdS-cluster-decorated graphene nanosheets, J. Am. Chem. Soc., 133 (2011) 10878–10884, https://doi.org/10.1021/ja2025454. [56] M.D. Regulacio M.-Y. Han Multinary I-III-VI2 and I2-II-IV-VI4 semiconductor nanostructures for photocatalytic applications Acc. Chem. Res. 49 2016 511 519 10.1021/acs.accounts.5b00535 M.D. Regulacio, M.-Y. Han, Multinary I-III-VI2 and I2-II-IV-VI4 semiconductor nanostructures for photocatalytic applications, Acc. Chem. Res., 49 (2016) 511–519, https://doi.org/10.1021/acs.accounts.5b00535. [57] R.H. Crabtree Homogeneous transition metal catalysis of acceptorless dehydrogenative alcohol oxidation: applications in hydrogen storage and to heterocycle synthesis Chem. Rev. 117 2017 9228 9246 10.1021/acs.chemrev.6b00556 R.H. Crabtree, Homogeneous transition metal catalysis of acceptorless dehydrogenative alcohol oxidation: applications in hydrogen storage and to heterocycle synthesis, Chem. Rev., 117 (2017) 9228–9246, https://doi.org/10.1021/acs.chemrev.6b00556.",
      "scopus-id": "85191239479",
      "coredata": {
        "eid": "1-s2.0-S2468823124003614",
        "dc:description": "Integrating selective organic transformation and hydrogen (H2) evolution in one photoredox reaction system is one of the most sustainable and promising approaches to efficiently produce solar fuels and chemicals by simultaneously utilizing photogenerated electrons and holes. Herein, through the cation-exchange engineering method, the nanoleaf-like Pd/CdS composites are gingerly fabricated for visible-light-driven receptor-free dehydrogenation of 1,2,3,4-tetrahydroisoquinoline (THIQ) to 3,4-dihydroisoquinoline (DHIQ) and H2 under ambient conditions. The optimized electronic structure endows Pd/CdS with a narrow band gap and suitable energy band positions, thus facilitating the light harvesting as well as the separation and transfer of photoexcited charge carriers. Consequently, the Pd/CdS exhibits significantly improved photoredox activity compared to bare CdS. In-situ Fourier-transform infrared spectroscopy and electron paramagnetic resonance spectroscopy track the progression of reaction intermediates during such a dual-functional photoredox-catalyzed system, revealing that the carbon-centered radical is the key reaction intermediate in this reaction process. It is anticipated that this work would guide the rational utilization of CdS-based materials to enable simultaneous photochemical coupling of organic transformation and H2 evolution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-05-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124003614",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Yu"
          },
          {
            "@_fa": "true",
            "$": "Qi, Ming-Yu"
          },
          {
            "@_fa": "true",
            "$": "Tang, Zi-Rong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124003614"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124003614"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00361-4",
        "prism:volume": "561",
        "articleNumber": "114178",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Photoredox-promoted co-production of 3,4-dihydroisoquinoline and H2 over Pd-doped leaf-like CdS catalyst",
        "prism:copyright": "© 2024 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Redox coupling photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "H2 evolution"
          },
          {
            "@_fa": "true",
            "$": "3,4-Dihydroisoquinoline production"
          },
          {
            "@_fa": "true",
            "$": "Pd doping"
          },
          {
            "@_fa": "true",
            "$": "CdS-based materials"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114178",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 May 2024",
        "prism:doi": "10.1016/j.mcat.2024.114178",
        "prism:startingPage": "114178",
        "dc:identifier": "doi:10.1016/j.mcat.2024.114178",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "555",
            "@width": "798",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "145096",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "544",
            "@width": "664",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "119007",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "414",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "95741",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "572",
            "@width": "656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "95062",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "447",
            "@width": "799",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113361",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "266",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20488",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "355",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47583",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23001",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16889",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13408",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14292",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13956",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20560",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12643",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2456",
            "@width": "3534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1281815",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2410",
            "@width": "2942",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "931361",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1833",
            "@width": "3444",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "756633",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2535",
            "@width": "2905",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "811694",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1978",
            "@width": "3539",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "893422",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "165086",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1571",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "320705",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "878841",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124003614-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1381249",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85191239479"
      }
    }
  }
}