{
  "metadata": {
    "title": "CO<ce:inf loc=post>2</ce:inf> oxidative dehydrogenation of propane over a GaN supported on Ga-modified MFI zeolite catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-10-31",
    "doi": "10.1016/j.mcat.2025.115373",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125005607",
    "pii": "S2468823125005607"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105011382086",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-07-25 2025-07-25 2025-07-25 2025-07-25 2025-09-05T15:57:56 1-s2.0-S2468823125005607 S2468-8231(25)00560-7 S2468823125005607 10.1016/j.mcat.2025.115373 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00122 2025-09-05T15:12:44.559432Z 0 0 20251001 20251031 2025 2025-07-25T18:51:05.801693Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst pubtype ref specialabst 2468-8231 24688231 true 585 585 C Volume 585 41 115373 115373 115373 202510 October 2025 2025-10-01 2025-10-31 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CO2OXIDATIVEDEHYDROGENATIONPROPANEOVERAGANSUPPORTEDGAMODIFIEDMFIZEOLITECATALYST WANG Z 1 Introduction 2 Experiment section 2.1 Materials 2.2 Preparation of supports 2.3 Preparation of catalysts 2.4 Characterization 2.5 Catalytic performances of CO2 ODHP 3 Results and discussion 3.1 Characterization of catalyst 3.2 Catalytic performance 4 Conclusions CRediT authorship contribution statement Acknowledgement Appendix Supplementary materials References XIOURAS 2022 13006 13042 C DAI 2021 5590 5630 Y WANG 2024 124246 S SCHUMACHER 2024 939 955 L SUN 2025 125324 Y DOU 2023 213 223 J JIANG 2022 11239 11252 X ZHANG 2022 e202201453 T XING 2022 55 65 F XING 2022 5065 F GOMEZ 2018 1398 E ZHANG 2020 306 313 L WANG 2021 2807 2817 Z WANG 2022 134443 Z ZHU 2024 10376 10391 Z LI 2022 8527 8543 L BAYOUT 2024 114541 A DIB 2015 7577 7579 E GRAND 2017 1010 1015 J YANG 2021 581 593 B SCHREIBER 2018 4849 4859 M MENG 2017 3942 3954 L LUO 2019 143 153 Q GAO 2022 127368 127376 B LIU 2021 2305 C LIU 2020 819 825 L YUE 2021 155 167 Y WANG 2020 3537 3541 P WANGX2025X115373 WANGX2025X115373XZ 2027-07-25T00:00:00.000Z 2027-07-25T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-07-27T01:56:01.232Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Shaanxi Provincial Natural Science Foundation 2025JC-QYXQ-007 Shaanxi Province Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100007128 http://sws.geonames.org/1814991 21JY005 Ministry of Education of the People's Republic of China Cultivation Fund of the Key Scientific and Technical Innovation Project http://data.elsevier.com/vocabulary/SciValFunders/501100018597 http://sws.geonames.org/1814991 Key Project of Education Department of Shaanxi Province Education Department of Shaanxi Province http://data.elsevier.com/vocabulary/SciValFunders/501100009103 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22278261 22078182 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 The authors gratefully acknowledge the financial support from the National Natural Science Foundation of China (22278261 and 22078182), Shaanxi Provincial Natural Science Foundation Research Program (2025JC-QYXQ-007), and the Key Project of Education Department of Shaanxi Province (21JY005). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00560-7 S2468823125005607 1-s2.0-S2468823125005607 10.1016/j.mcat.2025.115373 315758 2025-09-05T15:12:44.559432Z 2025-10-01 2025-10-31 1-s2.0-S2468823125005607-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/MAIN/application/pdf/77cce85852bd588155ce283c5344ef19/main.pdf main.pdf pdf true 9053030 MAIN 9 1-s2.0-S2468823125005607-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/PREVIEW/image/png/95040f9e7d5933555871dbb9ef84fa7c/main_1.png main_1.png png 60235 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125005607-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr3/DOWNSAMPLED/image/jpeg/d9d443af8848067fbb1996cbb89d3732/gr3.jpg gr3 gr3.jpg jpg 168043 997 605 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005607-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr4/DOWNSAMPLED/image/jpeg/4134619fafb4d16a8f9ca0c207f22320/gr4.jpg gr4 gr4.jpg jpg 181104 997 656 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005607-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr1/DOWNSAMPLED/image/jpeg/8e0cc3092b99def8f507bc49714613dc/gr1.jpg gr1 gr1.jpg jpg 131221 592 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005607-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr2/DOWNSAMPLED/image/jpeg/84ffd39e0fd7b5f743481f517c301099/gr2.jpg gr2 gr2.jpg jpg 161689 591 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005607-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/ga1/DOWNSAMPLED/image/jpeg/1a459a6a316de3d42a539208166d48bc/ga1.jpg ga1 true ga1.jpg jpg 17296 200 250 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125005607-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr3/THUMBNAIL/image/gif/d88f01d3e2b2bc1c50a1f78be9fd9b1f/gr3.sml gr3 gr3.sml sml 10215 163 99 IMAGE-THUMBNAIL 1-s2.0-S2468823125005607-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr4/THUMBNAIL/image/gif/155b5838510aa75363b60d8abf4aa473/gr4.sml gr4 gr4.sml sml 9766 164 108 IMAGE-THUMBNAIL 1-s2.0-S2468823125005607-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr1/THUMBNAIL/image/gif/364d19606463f2caf64f9edefe3d91c7/gr1.sml gr1 gr1.sml sml 20681 164 182 IMAGE-THUMBNAIL 1-s2.0-S2468823125005607-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/gr2/THUMBNAIL/image/gif/211fd661cff807383e89584ca7762d31/gr2.sml gr2 gr2.sml sml 18981 164 183 IMAGE-THUMBNAIL 1-s2.0-S2468823125005607-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/ga1/THUMBNAIL/image/gif/591aac7fb63d6c2e4011348759a85ce9/ga1.sml ga1 true ga1.sml sml 12031 164 205 IMAGE-THUMBNAIL 1-s2.0-S2468823125005607-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/HIGHRES/image/jpeg/1fcaaceabc6eb53e4832624f5edf0941/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1208842 4417 2679 IMAGE-HIGH-RES 1-s2.0-S2468823125005607-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/HIGHRES/image/jpeg/9b67b19ae4c9e6f4171853188a77d97a/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 1192401 4417 2905 IMAGE-HIGH-RES 1-s2.0-S2468823125005607-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/HIGHRES/image/jpeg/882c81f89f7cba693164c2d36b516b69/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 993932 2622 2917 IMAGE-HIGH-RES 1-s2.0-S2468823125005607-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/HIGHRES/image/jpeg/0aea0383e3311fcf86602d0414032e74/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1512643 2617 2917 IMAGE-HIGH-RES 1-s2.0-S2468823125005607-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/HIGHRES/image/jpeg/bdce1fa17d88b4c459b2cd0f8278d343/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 117769 886 1110 IMAGE-HIGH-RES 1-s2.0-S2468823125005607-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/1bb54ff6736919c6ff35c13c82966c2c/mmc1.docx mmc1 mmc1.docx docx 1608557 APPLICATION 1-s2.0-S2468823125005607-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/2e97b8124c5a26f947c2f397f1c9bda1/si1.svg si1 si1.svg svg 14213 ALTIMG 1-s2.0-S2468823125005607-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/2f30554cee9e1ff8056d850d2841eee2/si2.svg si2 si2.svg svg 12623 ALTIMG 1-s2.0-S2468823125005607-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/6aed221f0c72406d45300db432971c6d/si3.svg si3 si3.svg svg 8949 ALTIMG 1-s2.0-S2468823125005607-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/6df7d64877629a162ffdc5f0d2beb42d/si4.svg si4 si4.svg svg 12308 ALTIMG 1-s2.0-S2468823125005607-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/3235eb5f9dd1e7c80eff7a9145b98fc5/si5.svg si5 si5.svg svg 11342 ALTIMG 1-s2.0-S2468823125005607-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/f97b984f5df9edb921ba710228daf7e5/si6.svg si6 si6.svg svg 6039 ALTIMG 1-s2.0-S2468823125005607-si7.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125005607/image/svg+xml/cf47ab714fe18eacfdf403bc6fe29302/si7.svg si7 si7.svg svg 4600 ALTIMG MCAT 115373 115373 S2468-8231(25)00560-7 10.1016/j.mcat.2025.115373 Fig. 1 [Ga].MFI characterization. a) the N2 adsorption/desorption isotherms, b) the XRD patterns, c-h) the SEM images of [Ga]MFI-25, [Ga]MFI-50, [Ga]MFI-100, [Ga]MFI-500, [Ga]MFI-1000, and [Al]MFI-100. Fig 1 Fig. 2 GaN/[Ga]MFI characterization, including (a and b) the XRD of diverse catalysts, (c and d) TEM, (e) HAADF-STEM, (f) HR-TEM, and (g) STEM-Mapping images of GaN/[Ga]MFI-100 catalyst. Fig 2 Fig. 3 Acid-base properties of GaN/[Ga]MFI catalysts. a, b) NH3-TPD curves and c, d) Py FT-IR results of diverse catalysts. e, g) NH3-TPD and CO2-TPD curves of diverse catalysts. Fig 3 Fig. 4 Catalytic performance of 5GaN/[Ga]MFI-100 catalysts in the CO2 ODHP, including (a-d) 5GaN/[Ga]MFI-100 and 5GaN/[Al]MFI-100, (e-h) 5GaN/[Ga]MFI with different Si/Ga molar ratios. Fig 4 Research Paper CO2 oxidative dehydrogenation of propane over a GaN supported on Ga-modified MFI zeolite catalyst Zhong-Yu Wang Writing – original draft a b d 1 Sen-Wang Wang Writing – original draft b 1 Yitong Yao Investigation Methodology e Zhen-Hong He Writing – review & editing b ⁎ Meng-Nan Liu Investigation Methodology b Kuan Wang Methodology b Weitao Wang Investigation Methodology b Jian-Gang Chen Methodology Investigation Project administration c Zhao-Tie Liu Writing – review & editing b c ⁎ a College of Chemical and Biological Engineering, Zhejiang University, Hangzhou, 310027, Zhejiang, China College of Chemical and Biological Engineering Zhejiang University Hangzhou Zhejiang 310027 China aCollege of Chemical and Biological Engineering, Zhejiang University, Hangzhou, 310027, Zhejiang, China b College of Chemistry and Chemical Engineering, Shaanxi University of Science & Technology, Xi'an, 710021, Shaanxi, China College of Chemistry and Chemical Engineering Shaanxi University of Science & Technology Xi'an Shaanxi 710021 China bCollege of Chemistry and Chemical Engineering, Shaanxi University of Science & Technology, Xi'an, 710021, Shaanxi, China c School of Chemistry & Chemical Engineering, Shaanxi Normal University, Xi'an, 710119, Shaanxi, China School of Chemistry & Chemical Engineering Shaanxi Normal University Xi'an Shaanxi 710119 China cSchool of Chemistry & Chemical Engineering, Shaanxi Normal University, Xi'an, 710119, Shaanxi, China d Satellite Chemical Company Limited, Jiaxing, 314050, Zhejiang, China Satellite Chemical Company Limited Jiaxing Zhejiang 314050 China dSatellite Chemical Company Limited, Jiaxing, 314050, Zhejiang, China e Changqing Oilfield Company, Oilfield Development Division, Xi'an, 710018, Shaanxi, China Changqing Oilfield Company Oilfield Development Division Xi'an Shaanxi 710018 China eChangqing Oilfield Company Oilfield Development Division, Xi'an, 710021, Shaanxi, China ⁎ Corresponding authors. 1 These authors contributed equally to this work and should be considered co-first authors. CO2 oxidative dehydrogenation of propane (CO2 -ODHP) to propylene represents a sustainable approach with significant industrial value. However, efficient catalysts for the reaction are still lacking since the difficulty in activation of propane and CO2 and are prone to cracking at high temperature. In the present study, a 5GaN/[Ga]MFI catalyst to facilitate the reaction was developed. When the catalyst was carried at 600 °C, it exhibited high activity, achieving a propane conversion of 65 %, a propylene selectivity of 72 %, and a propylene yield of 47 %. The propylene selectivity demonstrated in the present work surpasses all previously reported values for GaN/zeolite catalytic systems. It has been demonstrated that adjusting the Lewis/Brønsted acid ratio in zeolite and reducing the number of Brønsted acid sites can reduce the side reaction of propane cracking, resulting in improvement in propylene selectivity. Stability tests and cycle experiments demonstrated that the catalyst exhibits exceptional cyclic stability. The present study offers a promising approach to enhance propylene selectivity in the CO2 -ODHP reaction by modifying the zeolite component of GaN/zeolite catalysts. Graphical abstract The 5GaN/[Ga]MFI catalyst possesses high Lewis/Brønsted acid ratio resulting in high propylene yield and low deactivation rate. Image, graphical abstract Keywords Dehydrogenation Propane CO2 GaN Zeolite Data availability Data will be made available on request. 1 Introduction With the rapid development of artificial intelligence, there have been significant advancements in semiconductor chips, robotics, automotive electronics, and other scientific and technological fields, resulting in a significant impact on the traditional chemical energy industry [1]. People now have higher expectations for both technological intelligence and the quality of life. In this context, product upgrading, energy conservation, and emission reduction are particularly important. Propylene, a crucial intermediate in the C3 industry chain, is traditionally produced as a byproduct of fossil energy used to create olefins, resulting in low selectivity [2]. Thus, the route of propane dehydrogenation to propylene was developed and successfully industrialized. However, the non-industrialized route of CO2 oxidative dehydrogenation of propane (CO2 -ODHP) to propylene holds significant potential to replace the direct dehydrogenation of propane (DDHP) route. This is because CO2 -ODHP route not only produces propylene but also promotes the conversion and utilization of CO2. Importantly, CO2 helps to consume H2 generated in situ during propane dehydrogenation and eliminating catalyst carbon deposition [3,4]. CO2 ODHP has been identified as having two primary pathways: the Mars-van Krevelen (MvK) mechanism and the direct DDHP process coupled with a reverse water-gas shift (RWGS) [5]. Within this framework, the reported catalysts can be divided into two main groups: metal oxides associated with the MvK mechanism [6–8], and combinations of precious and non-precious metals associated with the coupling mechanism [9–11]. Unlike these catalysts, our group has discovered a new catalytic system, namely GaN/zeolite [12]. It has been shown that GaN can effectively interact with Si-OH on zeolite to create an active site (Si-O-GaN-H) for the activation of CH and CC bonds in propane and CO bonds in CO2 [13]. This also indicates that GaN/zeolite can crack propane, thereby converting it into methane and ethylene, and consequently reducing the selectivity for propylene. However, the presence of CO2 may trigger side reactions. As a result, all reported GaN/zeolite catalysts show relatively low propylene selectivity in the CO2 ODHP reaction, particularly when compared with Pt-based noble metal catalysts [14–16]. Zeolite is a widely used industrial chemical catalyst known for its remarkable stability, abundant pore structure, and controllable acid-base properties [17–20]. In previous studies, we investigated how the pore structure [14], zeolite morphology [15], and acid-base properties [13] affect the GaN/zeolite catalyst in CO2 ODHP. Among them, adjusting the acid-base sites greatly impacts propylene selectivity. Specifically, Brønsted and Lewis acids play different roles. An increase in Brønsted acids can lead to side reactions such as over-dehydrogenation, cracking, and aromatization [21,22]. Thus, synthesizing zeolites with a high concentration of Lewis acids is an effective way to boost propylene selectivity. In this study, we focus on developing a GaN catalyst supported on Ga-modified MFI zeolite ([Ga]MFI) to enhance the selectivity of propylene. The [Ga]MFI zeolite was synthesized by using a hydrothermal method, incorporating Ga atoms to boost Lewis acidity and reduce Brønsted acidity, thereby tailoring its acid-base properties. GaN was then loaded onto this zeolite for the CO2 ODHP reaction to activate propane and CO2. A series of characterizations demonstrated that the 5GaN/[Ga]MFI-100 catalyst exhibits strong Lewis acid characteristics, and activity testing revealed that the propylene selectivity of this catalyst is significantly higher than that of the 5GaN/[Al]MFI-100. Additionally, life tests and cycle experiments confirmed that the catalyst possesses better stability. 2 Experiment section 2.1 Materials Ga(NO3)3·xH2O (99.99 %) and tetraethyl orthosilicate (TEOS, 99 %) were purchased from Macklin Inc, China. Tetrapropylammonium hydroxide (TPAOH, 25 %) was provided from Adamas. Urea and methanol were supplied by Shanghai Titan Chemical Co., ltd. All feed gases were supplied by Xi’an Teda Cryogenic Equipment Co., Ltd., China. 2.2 Preparation of supports The Ga-modified MFI zeolite support was prepared by using a hydrothermal synthesis. The components used follow the ratio of 1 SiO2: 0.3 TPAOH: 0.01 Ga: 39 H2O. Specific operations are as follows: Ga(NO3)3·xH2O (245.5 mg) and a certain amount of TPAOH were mixed in 50 mL deionized water, fully stirred for 30 min to obtain a homogeneous solution. Then, TEOS (20 g) was added into the solution under stirring for 6 h at 25 °C to obtain [Ga]MFI molecular sieve mother liquor. The liquor was transferred and heated at 180 °C for 3 days. Upon reaction completion, the liquor was washed to neutrality, dried at 120 °C for 12 h, and then calcined at 600 °C for 6 h. The obtained support is denoted as [Ga]MFI-100. For comparison, [Al]MFI-100 and [Ga]MFI molecular sieves with different Si/Ga molar ratios (25,50, 100, 500, 1000) were also synthesized, and the corresponding carriers were obtained, which were recorded as [Ga]MFI-x, and the x is the molar ratio of Si/Ga. 2.3 Preparation of catalysts The GaN supported catalyst was prepared by the initial wet impregnation method. With Ga(NO3)3·xH2O as the gallium source and urea as the nitrogen source, an appropriate amount of molecular sieve carrier was weighed and impregnated with a mixed solution containing Ga(NO3)3·xH2O and urea in methanol. The mixture was subjected to ultrasonic treatment for 30 min, allowed to stand statically for 6 h, and then dried at 60 °C for 12 h. Subsequently, the catalyst underwent a two-step roasting process. Initially, it was roasted in a N2 atmosphere at 800 °C for 1 h. Then, it was calcined in air at 600 °C for 4 h. After calculation, the catalyst was naturally cooled to room temperature. The GaN content in the catalyst varies from 1 to 20 wt %. It is labeled as αGaN/[Ga]MFI-x, where α signifies the GaN loading and x denotes the Si/Ga molar ratio in [Ga]MFI. Once prepared, the catalyst powder was processed. It was pressed, granulated, and sieved. This procedure yielded catalyst particles with a particle size ranging from 250 to 425 µm, which were then ready for use. 2.4 Characterization The textural properties of the sample were evaluated via using the ASAP 2460 physical adsorption instrument produced by Micromeritics. The X-ray Powder Diffraction (XRD) analysis was conducted on Ultima IV (Rigaku, Japan). The X-ray Fluorescence Spectrometer (XRF) utilized the Bruker AXS S4 Explorer instrument. The Scanning Electron Microscope (SEM) and the Transmission Electron Microscope (TEM) employed the Nova NanoSEM Type 400 and Tecnai G2 F20 (FEI, USA), respectively. The Pyridine adsorption infrared spectroscopy (py-FT IR) was performed using the Nicolet Nexus 670 (Thermo, USA). The chemisorption experiments were carried out on Autochem II 2920 (Micromeritics, USA). 2.5 Catalytic performances of CO2 ODHP The catalytic performance of the catalyst for the CO2 ODHP reaction was evaluated in a fixed-bed stainless steel reactor (inner diameter 8 mm, length 650 mm) under atmospheric pressure. Initially, 200 mg of catalyst (particle size: 250–425 µm) were evenly mixed with an equal amount of quartz sand (particle size: 250–425 µm) and placed into the stainless steel microreactor. Quartz wool was used to separate the catalyst from both sides, and 20–40 mesh quartz sand was added to fill the reaction tube. Under a N2 stream (30 SCCM), the temperature was increased at a rate of 5 °C·min−1 until the target temperature was reached, where it was maintained for 1 h. Then, C3H8, CO2, and N2 were premixed via a flowmeter at a mass ratio of 1:2:7 and a total flow rate of 30 SCCM before being fed into the reactor. Once the reaction began, an on-line gas chromatograph with a flame ionization detector (FID) and a thermal conductivity detector (TCD) was used to analyze the outlet gas. Specifically, FID, equipped with an HP-AL/KCL capillary column (50 m × 0.53 mm × 15.0 μm), detected C1 C3 hydrocarbons (CH4, C2H6, C2H4, C3H8, and C3H6 in sequence). Whereas TCD, using Porapak Q-packed column, GDX-502 column and 5A molecular sieve column, detected CO2, O2, N2, and CO. The relevant calculation formulas are as follows: (1) Conv . C 3 H 8 ( % ) = F C 3 H 8 , in − F C 3 H 8 , out F C 3 H 8 , in × 100 % (2) Conv . CO 2 ( % ) = F CO 2 , in − F CO 2 , out F CO 2 , in × 100 % (3) Sele . i ( % ) = N i F i ∑ N i F i × 100 % (4) Yiel d i ( % ) = Conv . i × Sele . i 100 × 100 % (5) k d = ln ( 1 − X final X final ) − ln ( 1 − X initial X initial ) t Catalyst deactivation rate (k d, h −1) is the reduction of reactant concentration per unit time. The model assumes that inactivation follows first-order dynamics. Where X final is the final propane conversion, X initial is the initial propane conversion, and t is the reaction time. In the above formulas, Conv . C 3 H 8 and Conv . CO 2 are the conversions of propane and CO2, Sele. i and Yield i are the selectivity and yield of target i product (i means C3H6, C2H4, etc.), and F in and F out are the molar flow rates of inlet and outlet gas, respectively. N i is the number of carbon atoms in i product. 3 Results and discussion 3.1 Characterization of catalyst The physical properties of the carrier were characterized, and the results are presented in Fig. 1 and Table S1. All carriers exhibited a type I adsorption isotherm, indicating that these materials are microporous [23]. Variations in the Si/Ga ratios had limited effect on the specific surface area and pore size of the carrier, which were confirmed by Fig. 1a and Table S1. The textural structures of [Al]MFI and [Ga]MFI were similar. XRD analysis showed that all carriers exhibited the typical diffraction peaks of the MFI topology, indicating that the main bulk phase structure of MFI was retained upon Ga and Al loading (Fig. 1b) [24]. However, the crystallinity of the MFI zeolites was affected by varying the Ga and Al loadings, as shown in Table S1. SEM images also supported this, revealing that as the Ga content increased, the surface of the carrier became rougher and the particle size tended to decrease. Notably, [Al]MFI-100 and [Ga]MFI-100 exhibited similar structures. The GaN/zeolite catalysts were prepared via an initial wet impregnation method and calcined at 800 °C, followed by characterization. The N2 adsorption/desorption experiments demonstrated that GaN loading did not alter the type of adsorption isotherm type of the carrier, but only slightly affected the specific surface area, pore size, and crystallinity (Fig. S1 and Table S2). This is due to the GaN loading on the surface of the carrier, which resulted in partial blockage of the pores. XRD analysis showed that the MFI structure was preserved after GaN loading (Fig. 2a ), suggesting the high stability of the zeolite. To confirm the successful preparation of GaN, the same method was employed to gradually increase the GaN loading amount. When the loading amount exceeded 10 %, a new diffraction peak appeared in the XRD pattern, and the crystal faces of GaN, specifically (100), (001), and (101) [25], became distinctly visible when the loading amount reached 15 % (Fig. 2b). In addition, the Ga-N signal was also detected in the XPS characterization, proving the formation of GaN (Fig. S2). The N2 adsorption/desorption tests indicated that the increasing of the GaN loading can reduce the specific surface area and pore size of the carrier (Table S2). However, this impact is minor and can be disregarded in the fixed-bed reaction. The micromorphology and elemental distribution of the 5GaN/[Ga]MFI-100 catalyst were examined by electron microscopy, and the results are shown in Fig. 2c–g. Notably, the morphology of the catalyst closely resembled that of the support (Fig. 2c and d). HAADF-STEM showed clearly distinguish the annular channel of [Ga]MFI, with the central annular channel measuring <1 nm (Fig. 2e) [26]. Additionally, GaN nanoclusters were distinctly distributed on the zeolite, with an approximate size of 2 nm (Fig. 2e and the inset of Fig. 2e). The annular channels (indicated by the green frame) of the catalyst were also observable via HR-TEM, which revealed the lattice fringes corresponding to the GaN (100), (001), and (101) crystal faces (Fig. 2f). STEM-Mapping tests further confirmed the uniform distribution of GaN (Fig. 2g). These characterizations demonstrate that the loading of GaN on zeolite did not significantly alter its physical structure, and that both GaN/[Ga]MFI-100 and GaN/[Al]MFI-100 exhibited similar physical characteristics. The acid-base characteristics of [Ga]MFI-100, [Al]MFI-100, and loaded GaN were investigated, and the results are presented in Fig. 3 . In NH3-TPD tests, [Al]MFI-100 exhibited three types of acidity, namely weak acid, medium strong acid, and strong acid, respectively. The peak temperatures were approximately at 120, 393, and 696 °C, with corresponding acid amounts of 0.401, 0.183, and 0.330 mmol g−1, respectively. Although [Ga]MFI-100 exhibited three types of acids, the positions of the medium and strong acids shifted to lower temperatures, and the corresponding acid content decreased, indicating a reduction in acidity. In general, the MFI skeleton Si is replaced by heteroatoms, resulting in the formation of Lewis and Brønsted acids which is primarily influenced by the substituted cation. In this context, Py-FTIR was employed to further investigate the reduction of its acid content, as illustrated in Fig. 3c[Al].MFI-100 displayed typical characteristics of Brønsted and Lewis acids at 1550, 1490, and 1450 cm−1 [Ga].MFI-100 exhibited similar peak location characteristics, but the concentration of Brønsted acid was lower. The same characterization method was applied to characterize GaN/[Ga]MFI-100 and GaN/[Al]MFI-100, revealing a decreasing trend in acidity compared to the carrier. Py-FT IR analysis clearly indicated that the reduction in Brønsted acid was primarily responsible for this trend, indicating that GaN combined with Si(OH)Al or Si(OH)Ga, leading to a decrease in Brønsted acid and the formation the active site Si-O-GaN. This outcome is consistent with our previous studies [12–15]. Specifically, GaN/[Ga]MFI catalysts can effectively reduce Brønsted acid content while preserving high levels of Lewis acid. Further, [Ga]MFI samples with different Si/Ga molar ratios and the GaN-loaded materials were analyzed for acid-base properties (Fig. 3f and Table S3). As shown in Fig. 3e, the surface acid content and acid strength of the [Ga]MFI carriers inversely correlated with the Si/Ga molar ratio. Specifically, the order of total acid content is as follows: [Ga]MFI-25 > [Ga]MFI-50 > [Ga]MFI-100 > [Ga]MFI-500 > [Ga]MFI-1000. It is noteworthy that when the Si/Ga ratio exceeded 500, the medium and strong acid sites of the carrier nearly disappeared, and the weak acid concentration further dropped. After GaN loading, the carrier’s strong acid sites were fully masked, equalizing the total acid content to that of the carrier (Fig. 3g). These finding indicate that the zeolite’s acidic properties are closely tied to its Ga content. Importantly, the supported GaN effectively covered the strong acid sites, which is beneficial for the selectivity of catalytic dehydrogenation of alkane to olefin. Additionally, CO2-TPD tests were used to study the alkalinity of the catalyst (Fig. 3f and h). The results indicated that the CO2 adsorption strength of [Ga]MFI was influenced by the Ga content, with the order of the alkali content mirroring that of the acid content. After GaN loading, the weak base content of the carrier between 100–250 °C was significantly reduced, but overall trend in total base content remained largely unaffected. In the CO2 ODHP reactions, the extent of catalyst adsorption to the reactants and products is a crucial factor influencing catalytic activity. To investigate this, C3H8-TPD and C3H6-TPD tests (Fig. S3) were showed that all catalysts had four propane desorption peaks at approximately 132, 192, 300, and 420 °C, respectively. The peaks intensities between 50 and 350 °C varied inversely with the Si/Ga molar ratio, indicating that acidity and alkalinity variations, from Ga content differences affected the adsorption with higher acidity enhancing adsorption capacity. This was confirmed by comparing 5GaN/[Ga]MFI-100 and 5GaN/[Al]MFI-100 in the C3H8-TPD. In the C3H6-TPD test, two prominent propylene desorption peaks were observed in all catalysts at 200 °C and 260 °C, with the intensity sequence inversely proportional to the Si/Ga ratio. Notably, 5GaN/[Al]MFI-100 exhibited a stronger adsorption performance for propylene compared to 5GaN/[Ga]MFI-100, which was attributed to the higher acidity of [Al]MFI-100, but this increased acidity was detrimental to the desorption of propylene. The stronger adsorption of propylene might trigger the deep dehydrogenation of propylene. Thus, it can be concluded that carrier acidity is positively correlated with propane and propylene adsorption strength. 3.2 Catalytic performance The catalytic performance of CO2 ODHP for the synthesized [Ga]MFI-100 and [Al]MFI-100 was evaluated, and the results are shown in Fig. S4. Both carriers exhibited low catalytic activity which indicated that carriers were unable to catalyze the reaction. After loading GaN, the catalytic activity changed significantly (Fig. 4a –c). The initial activity data for the 5GaN/[Al]MFI-100 catalyst indicated a propane conversion of 84.6 %, with propylene and ethylene selectivity of 41.6 % and 34.8 % respectively, and a propylene yield of 35.2 %. In contrast, the initial activity data for the 5GaN/[Ga]MFI-100 exhibited a propane conversion of 64 %, with a propylene selectivity of 72 %, and a propylene yield of 46 %. The results showed that the propylene yield of the 5GaN/[Al]MFI-100 catalyst, possessing a high Brønsted acid content, was lower than that of the 5GaN/[Ga]MFI-100 catalyst with a high Lewis acid content. Moreover, the 5GaN/[Al]MFI-100 catalyst had poor stability and the carbon balance <70 % (Fig. 4d), implying carbon deposition or extra aromatization-product accumulation. The experiments show that the high Lewis acid content and low Brønsted acid content can significantly inhibit propane cracking and deep dehydrogenation while increasing propylene production. Furthermore, it indirectly supported the notion that Lewis acid in zeolite catalysts facilitates propane dehydrogenation in the CO2 -ODHP reaction, whereas Brønsted acid can trigger propane cracking, deep dehydrogenation, aromatization, and other side reactions. The above results indicated that high Lewis/Brønsted acid ratio is advantageous for improvement of propylene yield. Generally, the Lewis/Brønsted acid ratio of [Ga]MFI zeolite is closely associated with the Si/Ga molar ratio [27]. Consequently, [Ga]MFI zeolites with different Si/Ga molar ratios were loaded with GaN and utilized in the CO2 ODHP reaction, as illustrated in Fig. 4e and f. The initial conversion of propane was related to the Si/Ga molar ratio, that is, the Si/Ga molar ratio increases from 20 to 1000, and the propane conversion decreases from 76 % to 41 %. Conversely, the propylene selectivity increased from 48 % to 80 %. This relationship between propane conversion and propylene selectively exhibited a seesaw effect, resulting in the highest initial propylene yield at 46 % for the 5GaN/[Ga]MFI-100 catalyst. Additionally, the carbon balance data demonstrated a negative correlation with propane conversion, further confirming the impact of acidity on catalyst stability (Fig. 4f). In the CO2 ODHP reaction, the CO2 conversion rate is a crucial property of the catalyst, and its performance reflects the catalyst’s effectiveness. Fig. S5a illustrates the curve of CO2 conversion with time on stream (TOS) over different catalysts, in which the initial CO2 conversion rate of 5GaN/[Al]MFI-100 was the highest (18 %), but it gradually decreases to 10 % as TOS increased. The overall performance of the 5GaN/[Ga]MFI-100 catalyst was influenced by the inverse relationship of the Si/Ga molar ratio, but 5GaN/[Ga]MFI-100 exhibited unique results, achieving a conversion rate of up to 16 %. In general, GaN/zeolite catalysts facilitate CO2 conversion in the CO2 -ODHP reaction primarily through RWGS reaction and decarbonization reactions. The RWGS reaction should be expected to dominate because the propane dehydrogenation reaction requires less energy for H2 to react with CO2. Additionally, in the CO2 -ODHP reaction, propane is typically consumed via two pathways, i.e., dehydrogenation and cleavage [28]. The Brønsted and Lewis acids present in the zeolite serve as the driving forces for these two pathways, respectively. Therefore, the variation in the propane dehydrogenation/pyrolysis ratio with TOS was investigated, and the results are shown in Fig. S5b. When combined with the previously studied acid content data of the catalyst, it was observed that a lower the acid content in catalyst corresponds to a reduced cracking ratio and an increased propylene selectivity. A comparison between 5GaN/[Ga]MFI-100 and 5GaN/[Al]MFI-100 revealed that a lower concentration of Brønsted acid was associated with a higher proportion of catalytic dehydrogenation. This indicates that the dehydrogenation rate to cracking rate is proportional to the ratio of Lewis to Brønsted acidity, and a higher proportion of Lewis acidity exhibits higher ratio of the dehydrogenation of propane. Previous characterization indicated that adjusting the Si/Ga molar ratio could alter the surface acidity. It was observed that 5GaN/[Ga]MFI-100 exhibited the highest propylene selectivity and the lowest deactivation rate (Fig. S5c and d). The remaining inactivation constants are ranked as follows: 5GaN/[Al]MFI-100 > 5GaN/[Ga]MFI-25 > 5GaN/[Ga]MFI-50 ≈ 5GaN/[Ga]MFI-100 ≈ 5GaN/[Ga]MFI-500 ≈ 5GaN/[Ga]MFI-1000. The deactivation constant serves as a critical indicator of catalyst stability. After determining the optimal Si/Ga ratio, the loading capacity of GaN was also investigated (Fig. S6). It can be observed from the curves that the propane conversion of the catalyst was closely related to GaN loading. Specifically, as the GaN loading increased from 1 % to 5 %, the initial propane conversion rose from 26 % to 64 %. However, when the GaN loading was further increased to 15 %, the initial propane conversion does not show a significant increase. Meanwhile, the initial propylene selectivity exhibited a leverage effect in relation to propane conversion, that is, higher propane conversion resulted in lower propylene selectivity. With a 5 % GaN loading, the catalyst achieved the highest propylene yield of 46 %, which remained above 40 % after 6 h. When the GaN loading is between 1 % to 5 %, the CO2 conversion demonstrates a similar trend to propane conversion, but it begins to decline as GaN loading continues to increase to 15 %. Therefore, the optimal catalyst composition was 5GaN/[Ga]MFI-100. The stability of the catalyst is a crucial factor in its performance. The catalyst 5GaN/[Ga]MFI-100 was tested in a cycle. After a continuous reaction for 6 h, the fixed bed temperature was reduced to 550 °C. Simultaneously, the reaction gas was changed to a mixture of 20 vol %O2/N2, and the surface carbon accumulation was removed after continuous reaction for 4 h. Subsequently, the temperature was increased to 600 °C in N2 atmosphere. After stabilization, the reaction gas was switched to continue the reaction, which was repeated for 4 times consecutively, as illustrated in Fig. S7a–c. As illustrated by curves, during the initial cycle, propane conversion decreased from 68 % to 47 %, while propylene selectivity increased from 76 % to 82 %. Following removal of carbon deposits, propane conversion improved to 63 % and propylene selectivity returned to 76 %. In the subsequent third and fourth cycle experiments, both propane conversion and propylene selectivity showed minimal variation compared to the values observed in second cycle experiment. This indicates that the activity of the 5GaN/[Ga]MFI-100 catalyst diminished due to surface carbon deposits obstructing the active sites, and the activity returned to its initial state after the removal of carbon deposits. This further indicates that the 5GaN/[Ga]MFI-100 catalyst is prone to sintering of the active metal under high-temperature conditions. To investigate the life of the 5GaN/[Ga]MFI-100 catalyst, the TOS was extended to 50 h, as shown in Fig. S7d. It is evident that as the TOS increases, the propane conversion of the 5GaN/[Ga]MFI-100 catalyst continuously decreases, falling below 25 % at a TOS of 25 h, while the carbon balance remains as high as 95 %. When the reaction time is further extended to 50 h, the propane conversion of the catalyst drops to <10 %. This indicates that the activity of the 5GaN/[Ga]MFI-100 catalyst decreases with increasing TOS, and its long-term stability requires further optimization. 4 Conclusions In summary, a series of GaN supported on [Ga]-MFI catalysts were prepared and their activity for the CO2 -ODHP reaction were evaluated in the present study. The acidity of [Ga]MFI is comparable to that of [Al]MFI, but the primary distinction lies in the presence of Brønsted acid. Both [Ga]MFI and [Al]MFI exhibited lower activity for CO2 -ODHP reaction. The 5GaN/[Ga]MFI-100 catalyst not only demonstrated superior propane conversion but also maintained higher propylene selectivity. It was observed that the loading of GaN onto [Ga]MFI significantly covered Brønsted acid sites, reducing the quantity of strong acid while increasing the Lewis/Brønsted ratio, which greatly enhanced propylene selectivity. Stability tests and regeneration experiments indicated that carbon deposition is the main cause of catalyst deactivation, but they also confirmed that the catalyst possesses good cyclic stability. This study not only provides a significant reference for constructing GaN/zeolite catalysts to improve propylene selectivity in the CO2 -ODHP reaction but also offers insights into the acid-base control of zeolite catalyst via a foreign metal-modifying approach. CRediT authorship contribution statement Zhong-Yu Wang: Writing – original draft. Sen-Wang Wang: Writing – original draft. Yitong Yao: Investigation, Methodology. Zhen-Hong He: Writing – review & editing. Meng-Nan Liu: Investigation, Methodology. Kuan Wang: Methodology. Weitao Wang: Investigation, Methodology. Jian-Gang Chen: Methodology, Investigation, Project administration. Zhao-Tie Liu: Writing – review & editing. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgement The authors gratefully acknowledge the financial support from the National Natural Science Foundation of China (22278261 and 22078182), Shaanxi Provincial Natural Science Foundation Research Program (2025JC-QYXQ-007), and the Key Project of Education Department of Shaanxi Province (21JY005). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115373. Appendix Supplementary materials Image, application 1 References [1] C. Xiouras F. Cameli G.L. Quilló M.E. Kavousanakis D.G. Vlachos G.D. Stefanidis Applications of artificial intelligence and machine learning algorithms to crystallization Chem. Rev. 122 2022 13006 13042 C. Xiouras, F. Cameli, G.L. Quilló, M.E. Kavousanakis, D.G. Vlachos, G.D. Stefanidis. Applications of artificial intelligence and machine learning algorithms to crystallization. Chem. Rev., 2022, 122, 13006–13042. [2] Y. Dai X. Gao Q. Wang X. Wan C. Zhou Y. Yang Recent progress in heterogeneous metal and metal oxide catalysts for direct dehydrogenation of ethane and propane Chem. Soc. Rev. 50 2021 5590 5630 Y. Dai, X. Gao, Q. Wang, X. Wan, C. Zhou, Y. Yang, Recent progress in heterogeneous metal and metal oxide catalysts for direct dehydrogenation of ethane and propane. Chem. Soc. Rev., 2021, 50, 5590–5630. [3] S. Wang Z. He Y. Tian Z. Zhu Y. Sun K. Wang W. Wang Y. Yang H. Wang Z. Liu Photothermal catalytic CO2 oxidative dehydrogenation of propane over a dual functional Pt-GaN/SrTiO3 catalyst Appl. Catal. B Environ. Energy 356 2024 124246 S. Wang, Z. He, Y. Tian, Z. Zhu, Y. Sun, K. Wang, W. Wang, Y. Yang, H. Wang, Z. Liu. Photothermal catalytic CO2 oxidative dehydrogenation of propane over a dual functional Pt-GaN/SrTiO3 catalyst. Appl. Catal. B Environ. Energy, 2024, 356, 124246. [4] L. Schumacher H. Kathrin H. Christian Elucidating the reaction mechanism and deactivation of CO2-assisted propane oxidative dehydrogenation over VOx/TiO2 catalysts: a multiple operando spectroscopic study ACS Catal.. 15 2024 939 955 L. Schumacher, H. Kathrin, H. Christian. Elucidating the reaction mechanism and deactivation of CO2-assisted propane oxidative dehydrogenation over VOx/TiO2 catalysts: a multiple operando spectroscopic study. ACS Catal.., 2024, 15, 939–955. [5] Y.-C. Sun Z.-H. He S.-W. Wang Z.-J. Zhu K. Wang W. Wang J. Liu H. Wang Y. Yang Z.-T. Liu Boosting CO2 oxidative propane dehydrogenation via separate activation CO2 and propane by in-framework and extra-framework Co species on ZSM-5 zeolite Appl. Catal. B-Environ. 373 2025 125324 Y.-C. Sun, Z.-H. He, S.-W. Wang, Z.-J. Zhu, K. Wang, W. Wang, J. Liu, H. Wang, Y. Yang, Z.-T. Liu. Boosting CO2 oxidative propane dehydrogenation via separate activation CO2 and propane by in-framework and extra-framework Co species on ZSM-5 zeolite. Appl. Catal. B-Environ., 2025, 373, 125324. [6] J. Dou J. Funderburg K. Yang J. Liu D. Chacko K. Zhang A.P. Harvey V.P. Haribal S.J. Zhou F. Li CexZr1−xO2-supported CrOx catalysts for CO2-assisted oxidative dehydrogenation of propane−probing the active sites and strategies for enhanced stability ACS Catal.. 13 2023 213 223 J. Dou, J. Funderburg, K. Yang, J. Liu, D. Chacko, K. Zhang, A.P. Harvey, V.P. Haribal, S.J. Zhou, F. Li. CexZr1−xO2-supported CrOx catalysts for CO2-assisted oxidative dehydrogenation of propane−probing the active sites and strategies for enhanced stability. ACS Catal..., 2023, 13, 213–223. [7] X. Jiang B.M. Lis S.C. Purdy S. Paladugu V. Fung W. Quan Z. Bao W. Yang Y. He B.G. Sumpter K. Page I.E. Wachs Z. Wu CO2-assisted oxidative dehydrogenation of propane over VOx/In2O3 catalysts: interplay between redox property and acid-base interactions ACS Catal. 12 2022 11239 11252 X. Jiang, B.M. Lis, S.C. Purdy, S. Paladugu, V. Fung, W. Quan, Z. Bao, W. Yang, Y. He, B.G. Sumpter, K. Page, I.E. Wachs, Z. Wu. CO2-assisted oxidative dehydrogenation of propane over VOx/In2O3 catalysts: interplay between redox property and acid-base interactions. ACS Catal.., 2022, 12, 11239–11252. [8] T. Zhang C. Pei G. Sun S. Chen Z. Zhao S. Sun Z. Lu Y. Xu J. Gong Synergistic mechanism of platinum-GaOx catalysts for propane dehydrogenation Angew. Chem. Int. Ed. 61 2022 e202201453 T. Zhang, C. Pei, G. Sun, S. Chen, Z. Zhao, S. Sun, Z. Lu, Y. Xu, J. Gong. Synergistic mechanism of platinum-GaOx catalysts for propane dehydrogenation. Angew. Chem. Int. Ed., 2022, 61, e202201453. [9] F. Xing Y. Nakaya S. Yasumura K.I. Shimizu S. Furukawa Ternary platinum-cobalt-indium nanoalloy on ceria as a highly efficient catalyst for the oxidative dehydrogenation of propane using CO2 Nat. Catal. 5 2022 55 65 F. Xing, Y. Nakaya, S. Yasumura, K.I. Shimizu, S. Furukawa. Ternary platinum-cobalt-indium nanoalloy on ceria as a highly efficient catalyst for the oxidative dehydrogenation of propane using CO2. Nat. Catal., 2022, 5, 55–65. [10] F. Xing J. Ma K. Shimizu S. Furukawa High-entropy intermetallics on ceria as efficient catalysts for the oxidative dehydrogenation of propane using CO2 Nat. Commun. 13 2022 5065 F. Xing, J. Ma, K. Shimizu, S. Furukawa. High-entropy intermetallics on ceria as efficient catalysts for the oxidative dehydrogenation of propane using CO2. Nat. Commun., 2022, 13, 5065. [11] E. Gomez S. Kattel B. Yan S. Yao P. Liu J.G. Chen Combining CO2 reduction with propane oxidative dehydrogenation over bimetallic catalysts Nat. Commun. 9 2018 1398 E. Gomez, S. Kattel, B. Yan, S. Yao, P. Liu, J.G. Chen. Combining CO2 reduction with propane oxidative dehydrogenation over bimetallic catalysts. Nat. Commun., 2018, 9, 1398. [12] L. Zhang Z.Y. Wang J. Song Y. Lang J.G. Chen Q.X. Luo Z.H. He K. Wang Z.W. Liu Z.T. Liu Facile synthesis of SiO2 supported GaN as an active catalyst for CO2 enhanced dehydrogenation of propane J. CO2 Util. 38 2020 306 313 L. Zhang, Z.Y. Wang, J. Song, Y. Lang, J.G. Chen, Q.X. Luo, Z.H. He, K. Wang, Z.W. Liu, Z.T. Liu, Facile synthesis of SiO2 supported GaN as an active catalyst for CO2 enhanced dehydrogenation of propane, J. CO2 Util., 2020, 38, 306–313. [13] Z. Wang Z. He Y. Xia L. Zhang K. Wang W. Wang Y. Yang J.G. Chen Z.T. Liu Oxidative dehydrogenation of propane to propylene in the presence of CO2 over gallium nitride supported on NaZSM-5 Ind. Eng. Chem. Res. 60 2021 2807 2817 Z. Wang, Z. He, Y. Xia, L. Zhang, K. Wang, W. Wang, Y. Yang, J.G. Chen, Z.T. Liu, Oxidative dehydrogenation of propane to propylene in the presence of CO2 over gallium nitride supported on NaZSM-5, Ind. Eng. Chem. Res., 2021, 60, 2807–2817. [14] Z. Wang Z. He Y. Sun M. He K. Wang W. Wang Y. Yang J. Chen Z. Liu Dehydrogenation of propane in the presence of CO2 over GaN/SiO2 catalysts: relationship between the type of SiO2 and the activity Chem. Eng. J. 433 2022 134443 Z. Wang, Z. He, Y. Sun, M. He, K. Wang, W. Wang, Y. Yang, J. Chen, Z. Liu. Dehydrogenation of propane in the presence of CO2 over GaN/SiO2 catalysts: relationship between the type of SiO2 and the activity. Chem. Eng. J., 2022, 433, 134443. [15] Z. Zhu Z. He Y. Tian S. Wang Y. Sun K. Wang W. Wang Z. Zhang J. Liu Z. Liu Mass-transfer enhancement in the CO2 oxidative dehydrogenation of propane over GaN supported on zeolite nanosheets with a short b-axis and hierarchical pores ACS Catal. 14 2024 10376 10391 Z. Zhu, Z. He, Y. Tian, S. Wang, Y. Sun, K. Wang, W. Wang, Z. Zhang, J. Liu, Z. Liu. Mass-transfer enhancement in the CO2 oxidative dehydrogenation of propane over GaN supported on zeolite nanosheets with a short b-axis and hierarchical pores. ACS Catal.., 2024, 14: 10376–10391. [16] L. Li Z. Wang S. Yang J. Chen Z. He K. Wang Q. Luo Z. Liu Z. Liu Understanding the role of Fe doping in tuning the size and dispersion of GaN nanocrystallites for CO2-assisted oxidative dehydrogenation of propane ACS Catal. 12 2022 8527 8543 L. Li, Z. Wang, S. Yang, J. Chen, Z. He, K. Wang, Q. Luo, Z. Liu, Z. Liu. Understanding the role of Fe doping in tuning the size and dispersion of GaN nanocrystallites for CO2-assisted oxidative dehydrogenation of propane. ACS Catal.., 2022, 12, 8527–8543. [17] A. Bayout C. Cammarano O. Gimello I.M. Costa G. Veryasov V. Hulea Methyl mercaptan-to-hydrocarbons: effect of topology of zeolite catalysts Mol. Catal. 569 2024 114541 A. Bayout, C. Cammarano, O. Gimello, I.M. Costa, G. Veryasov, V. Hulea. Methyl mercaptan-to-hydrocarbons: effect of topology of zeolite catalysts. Mol. Catal., 2024, 569, 114541. [18] E. Dib J. Grand S. Mintova C. Fernandez Structure directing agent governs the location of silanol defects in zeolites Chem. Mater. 27 2015 7577 7579 E. Dib, J. Grand, S. Mintova, C. Fernandez. Structure directing agent governs the location of silanol defects in zeolites. Chem. Mater., 2015, 27, 7577–7579. [19] J. Grand S.N. Talapaneni A. Vicente C. Fernandez E. Dib H.A. Aleksandrov G.N. Vayssilov R. Retoux P. Boullay J.-P. Gilson V. Valtchev S. Mintova One-pot synthesis of silanol free nanosized MFI zeolite Nat. Mater. 16 2017 1010 1015 J. Grand, S.N. Talapaneni, A. Vicente, C. Fernandez, E. Dib, H.A. Aleksandrov, G.N. Vayssilov, R. Retoux, P. Boullay, J.-P. Gilson, V. Valtchev, S. Mintova. One-pot synthesis of silanol free nanosized MFI zeolite. Nat. Mater., 2017, 16, 1010–1015. [20] B. Yang J. Shi Defect engineering of mesoporous silica nanoparticles for biomedical applications Acc. Mater. Res. 2 2021 581 593 B. Yang, J. Shi. Defect engineering of mesoporous silica nanoparticles for biomedical applications. Acc. Mater. Res., 2021, 2, 581–593. [21] M. Schreiber C. Plaisance M. Baumgartl K. Reuter A. Jentys B. Ricardo J. Lercher Lewis-Bronsted acid pairs in Ga/H-ZSM-5 to catalyze dehydrogenation of light alkanes J. Am. Chem. Soc. 140 2018 4849 4859 M. Schreiber, C. Plaisance, M. Baumgartl, K. Reuter, A. Jentys, B. Ricardo, J. Lercher. Lewis-Bronsted acid pairs in Ga/H-ZSM-5 to catalyze dehydrogenation of light alkanes. J. Am. Chem. Soc., 2018, 140, 4849–4859. [22] L. Meng X. Zhu B. Mezari R. Pestman W. Wannapakdee E. Hensen On the role of acidity in bulk and nanosheet [T]MFI (T=Al3+, Ga3+, Fe3+, B3+) zeolites in the methanol-to-hydrocarbons reaction ChemCatChem 9 2017 3942 3954 L. Meng, X. Zhu, B. Mezari, R. Pestman, W. Wannapakdee, E. Hensen. On the role of acidity in bulk and nanosheet [T]MFI (T=Al3+, Ga3+, Fe3+, B3+) zeolites in the methanol-to-hydrocarbons reaction. ChemCatChem, 2017, 9, 3942–3954. [23] Q. Luo L. Guo S. Yao J. Bao Z. Liu Z. Liu Cobalt nanoparticles confined in carbon matrix for probing the size dependence in Fischer-Tropsch synthesis J. Catal. 369 2019 143 153 Q. Luo, L. Guo, S. Yao, J. Bao, Z. Liu, Z. Liu. Cobalt nanoparticles confined in carbon matrix for probing the size dependence in Fischer-Tropsch synthesis. J. Catal., 2019, 369, 143–153. [24] B. Gao B. Qiu M. Zheng Z. Liu W.D. Lu Q. Wang J. Xu F. Deng A.H. Lu Dynamic self-dispersion of aggregated boron clusters into stable oligomeric boron species on MFI zeolite nanosheets under oxidative dehydrogenation of propane ACS Catal. 2022 127368 127376 B. Gao, B. Qiu, M. Zheng, Z. Liu, W.D. Lu, Q. Wang, J. Xu, F. Deng, A.H. Lu. Dynamic self-dispersion of aggregated boron clusters into stable oligomeric boron species on MFI zeolite nanosheets under oxidative dehydrogenation of propane. ACS Catal.., 2022, 127368–7376. [25] C. Liu J. Kang Z. Huang Y. Song Y. Xiao J. Song J. He C. Chang H. Ge Y. Wang Z. Liu Z. Liu Gallium nitride catalyzed the direct hydrogenation of carbon dioxide to dimethyl ether as primary product Nat. Commun. 12 2021 2305 C. Liu, J. Kang, Z. Huang, Y. Song, Y. Xiao, J. Song, J. He, C. Chang, H. Ge, Y. Wang, Z. Liu, Z. Liu. Gallium nitride catalyzed the direct hydrogenation of carbon dioxide to dimethyl ether as primary product. Nat. Commun., 2021, 12, 2305. [26] L. Liu N. Wang C. Zhu X. Liu Y. Zhu P. Guo L. Alfilfil X. Dong D. Zhang Y. Han Direct imaging of atomically dispersed molybdenum that enables location of aluminum in the framework of zeolite ZSM-5 Angew. Chem. Int. Ed. 59 2020 819 825 L. Liu, N. Wang, C. Zhu, X. Liu, Y. Zhu, P. Guo, L. Alfilfil, X. Dong, D. Zhang, Y. Han. Direct imaging of atomically dispersed molybdenum that enables location of aluminum in the framework of zeolite ZSM-5. Angew. Chem. Int. Ed., 2020, 59, 819–825. [27] Y. Yue J. Fu C. Wang P. Yuan X. Bao Z. Xie J. Basset H. Zhu Propane dehydrogenation catalyzed by single Lewis acid site in Sn-beta zeolite J. Catal. 395 2021 155 167 Y. Yue, J. Fu, C. Wang, P. Yuan, X. Bao, Z. Xie, J. Basset, H. Zhu. Propane dehydrogenation catalyzed by single Lewis acid site in Sn-beta zeolite. J. Catal., 2021, 395, 155–167. [28] P. Wang Z. Xu T. Wang Y. Yue X. Bao H. Zhu Unmodified bulk alumina as an efficient catalyst for propane dehydrogenation Catal. Sci. Technol. 10 2020 3537 3541 P. Wang, Z. Xu, T. Wang, Y. Yue, X. Bao, H. Zhu. Unmodified bulk alumina as an efficient catalyst for propane dehydrogenation. Catal. Sci. Technol., 2020, 10. 3537–3541.",
      "scopus-id": "105011382086",
      "coredata": {
        "eid": "1-s2.0-S2468823125005607",
        "dc:description": "CO2 oxidative dehydrogenation of propane (CO2 -ODHP) to propylene represents a sustainable approach with significant industrial value. However, efficient catalysts for the reaction are still lacking since the difficulty in activation of propane and CO2 and are prone to cracking at high temperature. In the present study, a 5GaN/[Ga]MFI catalyst to facilitate the reaction was developed. When the catalyst was carried at 600 °C, it exhibited high activity, achieving a propane conversion of 65 %, a propylene selectivity of 72 %, and a propylene yield of 47 %. The propylene selectivity demonstrated in the present work surpasses all previously reported values for GaN/zeolite catalytic systems. It has been demonstrated that adjusting the Lewis/Brønsted acid ratio in zeolite and reducing the number of Brønsted acid sites can reduce the side reaction of propane cracking, resulting in improvement in propylene selectivity. Stability tests and cycle experiments demonstrated that the catalyst exhibits exceptional cyclic stability. The present study offers a promising approach to enhance propylene selectivity in the CO2 -ODHP reaction by modifying the zeolite component of GaN/zeolite catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125005607",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Zhong-Yu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Sen-Wang"
          },
          {
            "@_fa": "true",
            "$": "Yao, Yitong"
          },
          {
            "@_fa": "true",
            "$": "He, Zhen-Hong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Meng-Nan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Kuan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Weitao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Jian-Gang"
          },
          {
            "@_fa": "true",
            "$": "Liu, Zhao-Tie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125005607"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125005607"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00560-7",
        "prism:volume": "585",
        "articleNumber": "115373",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "CO2 oxidative dehydrogenation of propane over a GaN supported on Ga-modified MFI zeolite catalyst",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "CO2"
          },
          {
            "@_fa": "true",
            "$": "GaN"
          },
          {
            "@_fa": "true",
            "$": "Zeolite"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115373",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/j.mcat.2025.115373",
        "prism:startingPage": "115373",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115373",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "997",
            "@width": "605",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "168043",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "997",
            "@width": "656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "181104",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "592",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131221",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "591",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "161689",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17296",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10215",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9766",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "182",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20681",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18981",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12031",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "4417",
            "@width": "2679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1208842",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "4417",
            "@width": "2905",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1192401",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2622",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "993932",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2617",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1512643",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "117769",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1608557",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14213",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "12623",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "8949",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "12308",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11342",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6039",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125005607-si7.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4600",
            "@ref": "si7",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105011382086"
      }
    }
  }
}