{
  "metadata": {
    "title": "A metal–free porous organic polymer with high CO<ce:inf loc=post>2</ce:inf> adsorption for robust aqueous CO<ce:inf loc=post>2</ce:inf> photoreduction via molecular regulation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2023-10-31",
    "doi": "10.1016/j.mcat.2023.113476",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882312300559X",
    "pii": "S246882312300559X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85168460637",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-08-19 2023-08-19 2023-08-19 2023-08-19 2023-09-17T11:59:24 1-s2.0-S246882312300559X S2468-8231(23)00559-X S246882312300559X 10.1016/j.mcat.2023.113476 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00157 2024-06-26T17:47:58.017886Z 0 0 20231001 20231031 2023 2023-08-19T05:22:37.483529Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 549 549 C Volume 549 9 113476 113476 113476 202310 October 2023 2023-10-01 2023-10-31 2023 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. AMETALFREEPOROUSORGANICPOLYMERHIGHCO2ADSORPTIONFORROBUSTAQUEOUSCO2PHOTOREDUCTIONVIAMOLECULARREGULATION HONG X 1 Introduction 2 Experimental section 2.1 Materials and instruments 2.2 Synthesis of PolyIPN–TPY 2.3 Synthesis of PolyIPN 2.4 Photocatalytic CO2 reduction 2.5 Photoelectrochemical measurements 3 Results and discussion 3.1 Synthesis and characterization of PolyIPN and PolyIPN–TPY 3.2 Photocatalytic CO2 reduction 3.3 Mechanistic studies 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References MONTEIRO 2022 102015 J CHEHRAZI 2022 102030 M RAO 2017 74 77 H KUMAR 2022 133031 A KUMAGAI 2022 978 990 H BOUTIN 2020 5772 5809 E WANG 2022 2031 2080 S ZHANG 2022 2444 2490 Z CHAKRABORTY 2022 1124 1138 J LUO 2022 2917 2938 D SINGH 2021 12883 12896 N ZHU 2022 1377 1414 Y KIM 2022 43 56 J WANG 2017 1334 1347 W CHENG 2021 406 417 Y DU 2021 3833 3850 J YAO 2021 8863 8872 X BARMAN 2021 16284 16292 S LIANG 2019 3959 3968 H CHEN 2021 2749 2756 J YANG 2021 13376 13384 Y YANG 2018 17454 17458 C WU 2022 29945 29955 J REN 2022 112168 Y CHAO 2017 253 259 D LUO 2017 5062 5070 J CHEN 2012 6084 6087 Q DONG 2021 2101568 X YANG 2022 2110694 S CHEN 2022 5902 5911 L ZHANG 2019 114 121 G CHEN 2022 132348 L WANG 2021 5590 5597 Y XIANG 2020 119096 Y LI 2021 7300 7306 J YANG 2018 14614 14618 S ZHONG 2019 7615 7621 W LIU 2019 17431 17440 W LUO 2016 873 877 J LI 2021 119733 J LIU 2021 120661 W LIU 2021 119630 Y WANG 2021 120182 B YU 2019 632 636 X REN 2019 1553 1554 F PELLEGRIN 2017 283 295 Y OU 2020 1899 1902 W GHOSH 2014 725 728 I HONGX2023X113476 HONGX2023X113476XX 2025-08-19T00:00:00.000Z 2025-08-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-08-26T07:08:50.181Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Graduate Student Scientific Research and Innovation Project of Ningbo University IF2023021 Zhejiang Provincial Education Department Y202146152 ZPDE Department of Education of Zhejiang Province http://data.elsevier.com/vocabulary/SciValFunders/501100008867 http://sws.geonames.org/1814991/ This work was supported by the Scientific Research Fund of Zhejiang Provincial Education Department (Y202146152) and the Graduate Student Scientific Research and Innovation Project of Ningbo University (IF2023021). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00559-X S246882312300559X 1-s2.0-S246882312300559X 10.1016/j.mcat.2023.113476 315758 2023-09-17T11:16:31.79995Z 2023-10-01 2023-10-31 1-s2.0-S246882312300559X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/MAIN/application/pdf/58e1b30623d22be7f789342906d351bd/main.pdf main.pdf pdf true 2768092 MAIN 8 1-s2.0-S246882312300559X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/PREVIEW/image/png/bb70b4ab9f4fa1143d802b5e603c5520/main_1.png main_1.png png 59613 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882312300559X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr1/DOWNSAMPLED/image/jpeg/075ddc49533985135a45f3066ed1c5c3/gr1.jpg gr1 gr1.jpg jpg 116159 461 791 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/ga1/DOWNSAMPLED/image/jpeg/c863495b53869ff995fbb073c92506b7/ga1.jpg ga1 true ga1.jpg jpg 34248 245 269 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/sc1/DOWNSAMPLED/image/jpeg/94aedeebffceff1f11c1d7949e5c3a39/sc1.jpg sc1 sc1.jpg jpg 87586 616 565 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr2/DOWNSAMPLED/image/jpeg/298f2ae5e6f70d8c94850ac349b60927/gr2.jpg gr2 gr2.jpg jpg 103069 496 659 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr3/DOWNSAMPLED/image/jpeg/b4ed5abb2e66654e4b6afc88e1f720cc/gr3.jpg gr3 gr3.jpg jpg 133716 556 659 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr4/DOWNSAMPLED/image/jpeg/864bf3bb14bc361f0737d8d12914651f/gr4.jpg gr4 gr4.jpg jpg 53558 310 376 IMAGE-DOWNSAMPLED 1-s2.0-S246882312300559X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr1/THUMBNAIL/image/gif/432a26991bff99d65acd2a19a39102df/gr1.sml gr1 gr1.sml sml 13895 128 219 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/ga1/THUMBNAIL/image/gif/b48a6bc6732825a27de1ba0cc04f6c07/ga1.sml ga1 true ga1.sml sml 23438 164 180 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/sc1/THUMBNAIL/image/gif/a0b8e2ae155643c1765dc926fe6f56ff/sc1.sml sc1 sc1.sml sml 8171 164 150 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr2/THUMBNAIL/image/gif/17e8441b9ac3584cde2a9f850602ca51/gr2.sml gr2 gr2.sml sml 13603 164 218 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr3/THUMBNAIL/image/gif/6244fa6dbfe3c82ab6272d7448b37fb1/gr3.sml gr3 gr3.sml sml 14260 164 194 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/gr4/THUMBNAIL/image/gif/dd56ab3fdb14148cd4c38b497fa8e957/gr4.sml gr4 gr4.sml sml 11732 163 198 IMAGE-THUMBNAIL 1-s2.0-S246882312300559X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/3f29d63dc29200878c62e2c5d7a8b6da/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1035169 2041 3500 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/fc048e1b5b5b6f240f5ff1dfe044a6d4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 227930 1085 1192 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/cbb8b5d3276ea0ffb33bdf8a62e86b3e/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 662391 2727 2500 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/c07b2aca5ed439997fbf5b012f9fe98b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 780732 2197 2917 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/abff1610e0675d237ea67bdbe9518158/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1042625 2459 2917 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/HIGHRES/image/jpeg/4516c64de09c6978dde25102713adec1/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 373000 1376 1667 IMAGE-HIGH-RES 1-s2.0-S246882312300559X-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S246882312300559X/mmc1/MAIN/application/pdf/9f87eaa5b786e7ddf03c97fc34ad720e/mmc1.pdf mmc1 mmc1.pdf pdf false 683969 APPLICATION 1-s2.0-S246882312300559X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:104DF9DZ5B5/MAIN/application/pdf/0c123d28a4951788c5db6e4a4d8a618c/am.pdf am am.pdf pdf false 6997946 AAM-PDF MCAT 113476 113476 S2468-8231(23)00559-X 10.1016/j.mcat.2023.113476 Elsevier B.V. Fig. 1 (a) Powder XRD patterns of PolyIPN and PolyIPN–TPY. (b) N2 adsorption–desorption isotherms of PolyIPN–TPY at 77 K and the inset is the pores size distribution with NLDFT method. (c) CO2 uptake plots of PolyIPN–TPY and PolyIPN at 273 K. (d) SEM image of PolyIPN. (e) SEM image of PolyIPN–TPY. (f) FT–IR spectra of CzTPY, PolyIPN, and PolyIPN–TPY. (g) High resolution N1s XPS spectra of PolyIPN and PolyIPN–TPY. Fig. 1 Fig. 2 (a) CVs of CzTPY (1 mM) with TBAPF6 (0.1 M) as supporting electrolyte in DMF under N2 and CO2 atmospheres at a scan rate of 50 mV s–1. (b) Time–dependent yield of CO and selectivity for PolyIPN–TPY (2.0 mg) and PolyIPN (2.0 mg) in the presence of TEOA (300.0 mg) upon 24 h of irradiation in water. (c) Recyclable results of PolyIPN–TPY (20.0 mg) in the presence of TEOA (300.0 mg) at room temperature in water. (d) FT-IR spectra for PolyIPN–TPY before and after photocatalysis. Fig. 2 Fig. 3 (a) Photocurrent response of PolyIPN–TPY and PolyIPN. (b) EIS of PolyIPN–TPY and PolyIPN. (c) PL decay of PolyIPN–TPY and PolyIPN. (d) In situ DRIFTS of PolyIPN–TPY. Fig. 3 Fig. 4 Probable CO2 photoreduction process of PolyIPN–TPY with TEOA as the electron donor. Fig. 4 Scheme 1 (a) Synthetic routes of porous organic polymers PolyIPN and PolyIPN–TPY. (b) Illustration for adsorption and photoreduction of CO2 in 100% aqueous medium with POPs such as PolyIPN–TPY. Scheme 1 Table 1 Control experiments for photocatalytic CO2 reduction. [a] Table 1 Entry Conditions CO (μmol) H2 (μmol) Selectivity (%) 1 [b] PolyIPN–TPY + TEOA, 530.7 29.6 94.7 2 [c] PolyIPN–TPY 0.5 0 100 3 [d] PolyIPN + TEOA 2.5 0 100 4 [e] PolyIPN 0 0 N.A. 5 [f] 4CzIPN + TEOA 0 0 N.A. 6 [g] Without light 0 0 N.A. [a] In the H2O solution (5.0 mL) containing various reagents under a CO2 atmosphere upon visible light (420–650 nm, 3 W LEDs) irradiation for 24 h at room temperature. [b] PolyIPN–TPY (2.0 mg) and TEOA (300.0 mg). [c] PolyIPN–TPY (300.0 mg). [d] PolyIPN (2.0 mg) and TEOA (300.0 mg). [e] PolyIPN (2.0 mg). [f] 4CzIPN (2.0 mg) and TEOA (300.0 mg). [g] PolyIPN–TPY (2.0 mg) and TEOA (300.0 mg) without light irradiation. A metal–free porous organic polymer with high CO2 adsorption for robust aqueous CO2 photoreduction via molecular regulation Xinyue Hong Data curation Investigation Methodology Youting Fang Validation Investigation Duobin Chao Supervision Writing – original draft Funding acquisition ⁎ School of Materials Science and Chemical Engineering, Ningbo University, Ningbo, Zhejiang 315211, China School of Materials Science and Chemical Engineering Ningbo University Ningbo Zhejiang 315211 China School of Materials Science and Chemical Engineering, Ningbo University, Ningbo, Zhejiang 315211, China ⁎ Corresponding author. Development of photocatalysts with both high CO2 adsorption capacity and robust CO2 reduction performance is promising toward carbon capture and utilization (CCU). Herein, a porous organic polymer (POP) based on molecular monomers 1,2,3,5–Tetrakis(carbazol–9–yl)–4,6–dicyanobenzene (4CzIPN) and 9–(4–([2,2′:6′,2′'–terpyridin]–4′–yl)phenyl)–9H–carbazole (CzTPY) has been prepared for metal–free photocatalytic reduction of CO2 to CO with 94.7% selectivity in 100% aqueous medium. The POP displays a yield of CO up to 265.7 mmol g–1, which is among the highest yields for POPs–based photocatalytic systems. More importantly, the POP also shows a high CO2 uptake of 109.1 cm3 g–1 (21.4 wt%) at 273 K and 1 atm. External photosensitizers or catalysts are not required in this photocatalytic system. Mechanistic studies indicate the introduction of CzTPY improved the electron transfer and charge separation. These results show a feasible way to construct POP–based photocatalysts not only capturing CO2 efficiently but also catalyzing CO2 reduction with a high yield by rational regulation of molecular monomers. Graphical abstract Image, graphical abstract Keywords Porous organic polymer CO2 reduction CO2 adsorption Photocatalysis Metal–free Data availability Data will be made available on request. 1 Introduction As greenhouse gasses (e.g., CO2) emissions increase, global warming occurs and strategies for carbon capture and utilization (CCU) are widely investigated to mitigate the climate crisis [1]. CCU is usually established by using amine–based solvents to absorb CO2 which is then released through a desorption process for further utilization [2]. However, the multistep process through adsorption, desorption, and final utilization of CO2 could consume a lot of energy. It is necessary to develop a sustainable system that shows high CO2 adsorption capacity and can directly convert CO2 to value–added chemicals with low energy consumption. In this context, light–driven reduction of CO2 to chemicals and fuels (CO, HCOOH, CH4, etc.) using abandon solar energy seems to be a promising method [3,4]. Up to now, numerous photocatalytic systems have been developed for CO2 reduction with a variety of photocatalysts such as molecular metal complexes, inorganic semiconductors, organic semiconductors, and their hybrid materials [5,6]. However, photocatalysts rarely exhibit a high CO2 uptake. It is envisioned that photocatalysts bearing high CO2 adsorption would show superior catalytic performance and benefit CCU with more simplified process. Porous organic polymers (POPs), emerging as a class of powerful porous materials in many research fields such as sensors [7], photocatalytic organic transformations [8], water treatment [9], batteries [10], cancer theranostics [11], and biomedical applications [12,13], have also gained considerable attention as efficient catalysts in CO2 photoreduction, due to their tunable band gaps, versatile building blocks, visible–light absorption capability, and large specific surface areas [14,15]. POPs for CO2 photoreduction could be mainly divided into three categories including POPs loaded with metals, metal–free POPs, and POPs requiring external photosensitizers [16–19]. Metal–embedded POPs are mostly studied for CO2 photoreduction. For example, donor–π–acceptor porous organic polymers were used for CO2 photoreduction after coordination to cobalt(II) cations [20,21]. The cobalt(II) cations served as catalytic sites to reduce CO2. However, metal–free POPs for light–driven reduction of CO2 have been less developed, probably owing to fewer organic active sites than metal–based catalytic sites [15,18,22]. Metal–free POPs are suitable for cost–effective catalysis toward CO2 conversion [15]. Beside, organic solvents were usually indispensable to achieve efficient CO2 photoreduction. Although water as a green solvent is promising for CO2 photoreduction, rare photocatalysts could display robust CO2 photoreduction in water [23,24]. A large amount of H2 could be generated simultaneously due to competitive H2O reduction in 100% aqueous medium, resulting in a relatively low selectivity. It is still challenging to develop highly efficient and selective CO2 photoreduction systems with suppressed H2O reduction in 100% aqueous medium. POPs are commonly synthesized by bottom–up coupling and condensation reactions of molecular building monomers [8]. Thus, molecular monomers have significant effects on intrinsic properties of POPs such as light absorption wavelengths, chemical skeletons, CO2 adsorbed quantities, redox potentials, and electron transfer processes. In this context, regulating building monomers could be a feasible way to achieve highly efficient POPs in CO2 photoreduction. Although a lot of monomers have been used as building blocks for synthesizing POPs in CO2 photoreduction [15], a POP that can strongly capture CO2 and efficiently convert CO2 to value–added products with high selectivity and yield remains scarce, especially in 100% aqueous medium (Scheme 1 ). Compared to corresponding homogeneous photocatalysts for CO2 photoreduction, POP–based photocatalysts are also expected to be recyclable. In this work, we employed 1,2,3,5–Tetrakis(carbazol–9–yl)–4,6–dicyanobenzene (4CzIPN) and a carbazole derivative of terpyridine 9–(4–([2,2′:6′,2′'–terpyridin]–4′–yl)phenyl)–9H–carbazole (CzTPY) as molecular building monomers to construct two metal–free amorphous POPs for CO2 adsorption and photoreduction (Scheme 1). One is PolyIPN solely composed of 4CzIPN, and the other is PolyIPN–TPY which is regulated with CzTPY. Both two POPs are amorphous and active toward CO2 photoreduction in water medium without any organic solvent. It was found that PolyIPN–TPY was much more efficient than PolyIPN with an approximately 212–fold increase in the yield of CO. 2 Experimental section 2.1 Materials and instruments All reagents including solvents and starting materials for synthesis were purchased from commercial suppliers including Energy Chemical, aladdin and Macklin without further purification. CzTPY was synthesized as previously reported [25]. NMR spectra were recorded on Bruker 400 M. CVs were obtained on CHI660E in a one–compartment cell equipped with glassy carbon working electrode, Ag/AgCl reference electrode, and platinum plate counter electrode at room temperature. Photoelectrochemical measurements were carried out on CHI660E with FTO glass deposited POPs as working electrode, Ag/AgCl reference electrode, and platinum plate counter electrode. UV–vis–NIR absorption spectra were recorded on a G9 spectrophotometer. The potentials were referenced to SCE through an internal standard oxidation of ferrocene. GC analysis for CO2 reduction was performed on Shimadzu GC–2014 (packed column TDX–01, 2 m x 3 mm, FID detector with Shimadzu Methanizer MTN–1 for CO and TCD detector for H2, N2 as carrier gas). Liquid product such as HCOOH was analyzed by 1H NMR. Isotopic labeling product 13CO was characterized with Agilent 7890B–5977A. Powder X–ray diffraction (XRD) patterns were obtained using D8 Advance Xray diffractometer with Cu Kα radiation. X–ray photoelectron spectroscopy (XPS) was carried out using Thermo Scientific K–Alpha with Al Kα X–ray source (hν = 1486.6 eV). Fourier transform infrared (FT–IR) spectra were obtained on a Nicolet 670 FT–IR spectrometer with KBr. Time–resolved emission decay curves were recorded on Edinburgh FLS1000 spectrometer. The UV–vis diffuse reflectance spectra (DRS) were recorded on Lambda 950 Scan Spectrophotometers (Perkin Elmer). N2 adsorption–desorption isotherms were obtained with Micromeritics ASAP 2460 at 77 K. CO2 adsorption isotherm was obtained with Micromeritics ASAP 2460 at 273 K. Scanning electron microscope (SEM) images were obtained on a ZEISS Sigma 300 Field–Emission Scanning Electron Microscope. In situ DRIFT measurements were conducted on Bruker INVENIO spectrometer with a Harrick in situ diffuse reflectance cell. 2.2 Synthesis of PolyIPN–TPY To a glass reaction bottle equipped with a dropping funnel, FeCl3 (340.0 mg, 2.1 mmol) and CHCl3 (30.0 mL) were added to form a suspension. At the same time, CzTPY (100.0 mg, 0.21 mmol) and 4CzIPN (166.0 mg. 0.21 mmol) were dissolved in CHCl3 (30.0 mL) and added into the dropping funnel. Then the whole setup was degassed with N2. The suspension was stirred at 60 °C. The solution containing CzTPY and 4CzIPN in the dropping funnel was added dropwise into the suspension. After 24 h, CH3OH (20.0 mL) was added to the reaction suspension. Then, the suspension was filtered and the filter cake was washed three times with H2O, CH3OH and THF, respectively. The filter cake was collected and stirred three times (once for 12 h) in 20 mL mixed solution composed of CH3OH and concentrated HCl (v/v. 1:1) for 36 h. Next, the mixed solution was filtered and the filter cake was washed with H2O, CH3OH and THF three times. The filter cake was then transferred to a Soxhlet extractor and retracted with THF (60.0 mL) and CH3OH (60.0 mL) three times (once for 12 h), respectively. Finally, the residue in the Soxhlet extractor was collected and PolyIPN–TPY (213.0 mg, 80.1%) was obtained after dry at 80 °C in vacuum. 2.3 Synthesis of PolyIPN The synthetic procedure was similar to that for PolyIPN–TPY by using 4CzIPN (315.0 mg, 0.4 mmol) and PolyIPN was obtained as a powder (291.0 mg, 92.3%). 2.4 Photocatalytic CO2 reduction General procedure: PolyIPN (2.0 mg) or PolyIPN–TPY (2.0 mg) were added into water (5.0 mL) containing TEOA (300.0 mg) in a glass tube. The reaction suspension was sonicated for 30 min and then bubbled with CO2 for 16 min. Next, the glass tube was sealed up with a suited rubber plug for light irradiation. Light source is a white LED light equipment (SMPC–LVWT, 420–650 nm, 3 W LEDs) supplied by Technical Institute of Physics and Chemistry & Chinese Academy of Sciences. The gaseous products were analyzed by injection of 100 µL aliquots from headspace into GC2014 instrument equipped with TCD and FID detectors. Liquid products such as HCOOH were analyzed by 1H NMR. Isotopic labeling experiment was conducted with 13CO2 which was supplied by ISOTOPE. Estimation of photonic efficiency was based on the emitted photons with a blue light LEDs setup at 440 nm. 2.5 Photoelectrochemical measurements FTO glasses as the working electrode for photoelectrochemical measurements were prepared as follow: PolyIPN (5.0 mg) or PolyIPN–TPY (5.0 mg) were sonicated for 10 min to form a suspension in 5.0 mL CH3OH. Then, 10 μL Nafion was added to the suspension for another 10 min sonication. The suspension (200 μL) was carefully dropped onto the conductive surface of FTO glasses. Next, the FTO glass was dried under vacuum at 50 °C for 6 h to be used as the working electrode. Transient photocurrent responses and electrochemical impedance spectra were all obtained in the aqueous Na2SO4 solution (0.4 M) with a three–electrode electrochemical cell. The working electrode was FTO glass loaded with PolyIPN or PolyIPN–TPY. The reference electrode was Ag/AgCl and the counter electrode was platinum plate. For transient photocurrent responses, the whole run time was 300 s. The test started in the dark for 20 s and light was turned on for 20 s. The interval was controlled as 20 s. The light source was the white LEDs equipment that used for photocatalytic experiments. The open circuit potential was set as 0.4 V. For electrochemical impedance spectra, the open circuit potential was the same and the frequency was set from 0.1 to 105 Hz. 3 Results and discussion 3.1 Synthesis and characterization of PolyIPN and PolyIPN–TPY The oxidative coupling reactions were performed to obtain PolyIPN and PolyIPN–TPY as amorphous powders (Scheme 1). Both PolyIPN and PolyIPN–TPY are not soluble in common solvents such as water and chloroform. They were further characterized by various methods. Powder X–ray diffraction (XRD) measurements were firstly carried out to confirm amorphous feature of PolyIPN and PolyIPN–TPY. As shown in Fig. 1 a, broad peaks and no crystallinity were observed from the XRD patterns of PolyIPN and PolyIPN–TPY, while XRD patterns of molecular building monomers 4CzIPN and CzTPY exhibited good crystallinity (Fig. S1). This is consistent with reported similar polymerization reactions using carbazole–based monomers, which also resulted in amorphous POPs [26,27]. Nevertheless, the thermal stability of PolyIPN and PolyIPN–TPY was improved compared to building monomers by TGA results (Fig. S2). Additionally, PolyIPN–TPY lost less weight below 500 °C, indicating CzTPY in PolyIPN–TPY could enhance the thermal stability through the copolymerization reaction with 4CzIPN. The porosities of PolyIPN and PolyIPN–TPY were also studied by N2 adsorption–desorption experiments. As shown in Fig. 1b, the BET surface area and pore size of PolyIPN–TPY were found to be 160 m2 g–1 and 4.28 nm, respectively. PolyIPN displayed a larger BET surface area of 889 m2 g–1 and a smaller pore size of 3.73 nm (Fig. S3), suggesting CzTPY molecules were mainly embedded and distributed in the skeleton of PolyIPN. Although the surface area of PolyIPN–TPY was much smaller than PolyIPN, PolyIPN–TPY showed a higher CO2 uptake (Fig. 1c). The CO2 uptake of PolyIPN–TPY is 109.1 cm3 g–1 (21.4 wt %), which is outstanding among reported POPs in CO2 photoreduction [18,28,29]. The high CO2 uptake of PolyIPN–TPY is probably due to rich Lewis base N atoms which could enhance the affinity with electrophilic CO2 molecules [27]. PolyIPN without the terpyridine group showed a lower CO2 uptake of 89.7 cm3 g–1 (17.9 wt %), indicating the regulation of PolyIPN with molecular CzTPY is beneficial for improving the CO2 uptake of PolyIPN–TPY. The porous morphologies of PolyIPN and PolyIPN–TPY were further studied by SEM. The SEM image of PolyIPN showed a plate–like structure with small dispersed circular clusters (Fig. 1d), while PolyIPN–TPY exhibited a crosslinked vessel–like feature (Fig. 1e). This difference was probably because CzTPY increased the extent of crosslinking in PolyIPN–TPY. Fourier transform infrared spectrum (FT–IR) spectra of CzTPY, PolyIPN, and PolyIPN–TPY were all recorded. As shown in Fig. 1f, characterized wavenumbers of CzTPY and PolyIPN could be also observed in the FT–IR spectrum of PolyIPN–TPY. The wavenumbers at 3050, 791, and 738 cm–1 are assigned to C–H vibrations of phenyl groups in CzTPY, PolyIPN, and PolyIPN–TPY. The signal at 2230 cm–1 is not found in CzTPY but can be observed in both PolyIPN and PolyIPN–TPY due to CN stretching vibrations. The characterized signals of PolyIPN–TPY from 1220 to 1700 cm–1 is almost the sum of those of CzTPY and PolyIPN such as 1693, 1600, 1518, 1450, and 1227 cm–1 that are ascribed to pyridine and benzene rings. These results are in line with the synthetic process of PolyIPN–TPY by using 4CzIPN and CzTPY as the starting materials. Surface elements of PolyIPN and PolyIPN–TPY were studied by X–ray photoelectron spectroscopy (XPS). The survey spectra of PolyIPN and PolyIPN–TPY showed they both mainly contain elements such as C and N (Fig. S4). The signal of Fe 2p was not found from 700 to 740 eV. For example, the high resolution XPS spectrum of PolyIPN–TPY in the range of 700–740 eV showed no obvious peaks that should be ascribed to Fe 2p at approximately 708 and 721 eV (Fig. S5) [30]. Furthermore, iron element was also not detected for PolyIPN–TPY by inductively coupled plasma optical emission spectrum (ICP–OES). High resolution N 1s spectra of PolyIPN and PolyIPN–TPY are a bit different (Fig. 1g). For both PolyIPN and PolyIPN–TPY, the signal peaks at 400.6 and 399.4 eV were ascribed to N–(C)3 of carbazole groups and CN bonds in 4CzIPN fragments [31]. However, PolyIPN–TPY exhibited a signal peak at 398.6 eV that was assigned to C–N=C bonds of pyridine units, which is consistent with its building monomers including 4CzIPN and CzTPY [28]. It is reasonable that no such signal was observed in the N 1s spectrum of PolyIPN. Their high resolution C 1s spectra are similar (Fig. S6). UV–vis DRS spectra of PolyIPN and PolyIPN–TPY are shown in Fig. S7. They both exhibit good visible light absorption capability, indicating they could be directly used for visible light photocatalysis without addition of other light–absorbing photosensitizers. The spectrum of PolyIPN–TPY shows more stronger absorbance beyond 500 nm, which indicates regulating the skeleton of PolyIPN with molecular CzTPY increases response toward visible light for PolyIPN–TPY. The small absorption peak at 580 nm is attributed to terpyridine groups in PolyIPN–TPY as observed in the UV–vis DRS spectrum of terpyridine–modified mpg–C3N4 [32]. The chemical structure of PolyIPN–TPY was also studied by solid state CP/MAS 13C NMR spectrum. The 13C NMR spectrum is very broad from 90 to 155 ppm with four observable bands around 145.6, 137.3, 123.4, and 111.1 ppm (Fig. S8). However, other peaks are not completely excluded due to the overlay of chemical shifts. The signals at 137.3 and 145.6 ppm could be attributed to carbons near N atoms in carbazole and pyridine groups, respectively. The two peaks at 123.4 and 111.1 ppm are assigned to other carbons including cyan groups and unsubstituted phenyl carbons, respectively. These peaks are similar to those in reported carbazole–based POPs [26,27,31]. Although the solid 13C NMR spectrum is hard to distinguish all carbons clearly, it is helpful to characterize the general chemical structure of PolyIPN–TPY. 3.2 Photocatalytic CO2 reduction To evaluate the possibility of CzTPY as the active site of CO2 reduction, the cyclic voltammograms (CVs) of CzTPY were recorded under N2 and CO2 atmospheres, respectively. As shown in Fig. 2 a, a reversible redox process at –2.01 V vs. SCE was assigned to one–electron reduction of CzTPY to generate corresponding anion under the N2 atmosphere. However, this process turned to be irreversible under CO2 atmosphere. Additionally, the current started to increase at –1.76 V vs. SCE, indicating the probable catalytic behavior of CzTPY toward CO2 reduction. Our previous studies have shown that molecular 4CzIPN could sensitize bis(terpyridine)iron(II) complexes bearing high overpotentials at approximate –1.80 V vs. SCE for efficient CO2 photoreduction [33]. Therefore, the electron transfer from 4CzIPN to CzTPY is thermodynamically available under visible light irradiation. Additionally, the covalent linkage between 4CzIPN and CzTPY in the PolyIPN–TPY might be helpful for this process. Therefore, PolyIPN–TPY is likely to reduce CO2 without addition of external catalysts via the efficient cooperation between 4CzIPN and CzTPY unit in the PolyIPN–TPY. Considering the insolubility of PolyIPN and PolyIPN–TPY in common solvents and water as a green solvent, photocatalytic CO2 reduction experiments were carried out in water containing triethanolamine (TEOA) as the electron donor. The POPs PolyIPN and PolyIPN–TPY as heterogeneous catalysts were directly used for CO2 photoreduction without addition of other photosensitizers or catalysts. The control experiments under various conditions are shown in Table 1 . PolyIPN only generated a very small amount of CO (2.5 μmol) with negligible H2 formation after 24 h of visible light irradiation in the presence of TEOA (Entry 3). However, a much higher yield of CO was found to be 530.7 μmol when PolyIPN–TPY was used (Entry 1). Therefore, the photocatalytic performance remarkably increased by regulating PolyIPN with CzTPY, indicating the significance of CzTPY in the photocatalysis. After 24 h of visible light irradiation, the amount of H2 generation was found to be 29.6 μmol for PolyIPN–TPY, giving the 94.7% selectivity of CO over H2. The high selectivity of CO formation suggested H2 evolution was mostly suppressed even in the 100% aqueous solution. No liquid products were found by 1H NMR spectrum. However, molecular 4CzIPN showed no catalytic efficiency in water containing TEOA (Entry 5), suggesting the polymer structure was crucial for CO2 photoreduction. In the absence of TEOA, PolyIPN–TPY generated a very tiny amount of CO about 0.5 μmol (Entry 2), while no CO was found for PolyIPN under the same catalytic condition (Entry 4). This suggested that water could be also used as the electron donor for PolyIPN–TPY instead of PolyIPN. Although the catalytic efficiency without TEOA was negligible, PolyIPN–TPY was still more powerful than PolyIPN. Light was found to be indispensable for efficient CO2 reduction with PolyIPN–TPY (Entry 6). Further isotopic labeling experiment with 13CO2 confirmed catalytic reduction of CO2 to CO (Fig. S9). Fig. 2b presents the time–dependent CO evolution using PolyIPN–TPY and PolyIPN under 24 h of visible light irradiation. For PolyIPN, the yield of CO was relatively low as 1.26 mmol g–1, indicating PolyIPN was not a highly efficient photocatalyst in CO2 photoreduction. For PolyIPN–TPY, the amount of CO increased almost linearly and finally gained an approximately 212–fold increase of CO yield as 265.7 mmol g–1 and only a small amount of H2 (94.7% selectivity). The photonic efficiency of CO formation was estimated to be 1.2%. Additionally, PolyIPN–TPY showed a relatively good recyclability during photocatalysis and could be reused as photocatalysts without significant loss of activity at least four times (Fig. 2c). It is noteworthy that the yield of CO formation is not linearly related to the mass of PolyIPN–TPY used in the photocatalytic reaction (Fig. 2b and 2c), because only limited catalytic sites are involved in the catalysis at the same time. After the recyclable experiments, the XRD patterns of PolyIPN–TPY were recorded and indicated PolyIPN–TPY was still amorphous after photocatalysis (Fig. S10). The XPS spectra after photocatalysis were similar to those before photocatalysis (Fig. S11), indicating the good stability of PolyIPN–TPY. Although PolyIPN–TPY showed a good stability in water medium, it should be noted that its catalytic performance will finally decrease in the much longer time irradiation, which is reasonable and normally caused by the degradation of monomers for POP–based photocatalysts. This can be assumed by the FT–IR spectrum after photocatalysis (Fig. 2d). After the photocatalysis, the FT–IR spectra of PolyIPN–TPY only changed a little and maintained the basic signals. Nevertheless, PolyIPN–TPY still displayed considerable advantages in CO2 photoreduction such as metal–free, water–tolerant, high CO2 uptake, high yield of product, and high selectivity. In comparison with other relevant studies, CO yield in this work is still outstanding [22,28,29,34–38]. More importantly, most of POPs photocatalysts are metal–based and used in the presence of organic solvents such as acetonitrile. The robust performance of PolyIPN–TPY is supposed to originate from the efficient cooperation between 4CzIPN and CzTPY in the skeleton of PolyIPN–TPY, as well as the high uptake of CO2. 3.3 Mechanistic studies The cooperation between 4CzIPN and CzTPY in PolyIPN–TPY was further investigated by photoelectrochemical measurements and photoluminescence spectroscopy. As can be seen from Fig. 3 a, the current obviously increased for both PolyIPN–TPY and PolyIPN when the light irradiation was turned on, while much lower current was observed for them in the dark. Therefore, light irradiation was vital for efficient charge separation, which was in agreement with the reduction of CO2 driven by light. Additionally, PolyIPN–TPY displayed much stronger photocurrent response than PolyIPN, indicating the regulation of PolyIPN with CzTPY enhanced the migration of photoinduced charge carriers such as electrons in PolyIPN–TPY. Electrochemical impedance spectroscopy (EIS) tests showed the lower charge transfer resistance in PolyIPN–TPY than that in PolyIPN (Fig. 3b), indicating the photoinduced electron transfer was more efficient in PolyIPN–TPY than PolyIPN. This is probably due to conjugated structure and electron–accepting capacity of redox–active terpyridine group in PolyIPN–TPY which could be seemed as an electron reservoir during photocatalysis. The steady state photoluminescence spectra of PolyIPN and PolyIPN–TPY showed similar emission bands at 532 nm which could be ascribed to the emission of monomer 4CzIPN in both POPs (Fig. S12) [39]. But, the emission intensity of PolyIPN was higher than that of PolyIPN–TPY, indicating the emission quenching of 4CzIPN by CzTPY in PolyIPN–TPY as a result of photoinduced electron transfer from 4CzIPN to CzTPY. The time–resolved photoluminescence spectra of PolyIPN–TPY and PolyIPN were also recorded at 532 nm (Fig. 3c). It was found that the CzTPY–regulated PolyIPN–TPY exhibited a shorter emission lifetime of 1.09 ns than that of PolyIPN (2.21 ns), which further evidenced the efficient photoinduced electron transfer between 4CzIPN and CzTPY. These results demonstrated that the electron transfer and charge separation became more efficient in PolyIPN–TPY after the introduction of CzTPY. To know more about the probable intermediates during photocatalysis, in situ diffuse reflectance infrared Fourier transformation spectroscopy (DRIFTS) experiments were carried out with PolyIPN–TPY in the presence of water and CO2 under visible light irradiation. As shown in Fig. 3d, signal peaks are mostly assigned to carbonate (CO3 2–), bicarbonate (HCO3 –), COOH*, and CO* by comparison with previous studies [18,34,40–44]. For example, the peaks at 1448, 1582, and 1624 cm–1 are probably due to monodentate carbonate m–CO3 2– and the peaks at 1320 and 1468 cm–1 are ascribed to bidentate carbonate b–CO3 2–. The bicarbonate species HCO3 – probably exhibits peaks at 1270, 1414, and 1701 cm–1. These species are in line with the experimental conditions containing CO2 and H2O. Peaks at 1389, 1546, and 1565 cm–1 could be probably attributed to appearance of adsorbed species COOH*. The peak at 2068 cm–1 showed the existence of adsorbed CO* [45]. These results demonstrated the uptake of CO2 by PolyIPN–TPY in water and intermediates such as COOH* during photocatalysis. Inspired by the above results, a probable mechanism for CO2 photoreduction with PolyIPN–TPY was proposed. As shown in Fig. 4 , CO2 gas molecules could be adsorbed by PolyIPN–TPY due to the high uptake of CO2 (step 1). Then, upon visible light irradiation, 4CzIPN unit could reach excited–state which is a moderate oxidant with a potential about +1.35 V vs. SCE [39]. As a result, 4CzIPN in PolyIPN–TPY could accept an electron from the electron donor TEOA whose potential is around +0.82 V vs. SCE [46]. The reduced 4CzIPN is powerful and capable of inducing the reduction of aryl halides [47]. Reduction of aryl halides normally needs powerful reductants [48]. We found 4CzIPN could reduce 1,4–dichlorobenzene to chlorobenzene under visible light irradiation in the presence of TEA (Fig. S13). The reduction potential of 1,4–dichlorobenzene was found to be –2.24 V vs. SCE (Fig. S14). Therefore, the electron in the reduced 4CzIPN with a more negative reduction potential about –2.24 V will transfer to CzTPY fragment (e.g., the reduction potential for CO2 reduction is –1.76 V) during photocatalysis. The CzTPY fragment is redox–active and could store an electron through its reduced state, resulting in more efficient separation of photogenerated charge carriers than pristine PolyIPN as proved by the above experimental results. The reduced CzTPY bearing an electron can interact with CO2 as shown in Fig. 2a. Since there are numerous CzTPY fragments in PolyIPN–TPY, the adsorbed CO2* will be facilely reduced to COOH* during photocatalysis. Water can serve as the proton source to induce the bond C–O breaking in COOH*, and then the intermediate COOH* is reduced to CO* with release of H2O [34,43]. Finally, CO gas escapes from the interaction with PolyIPN–TPY. This probable mechanism provides the molecular insight on the reaction process and highlights the significance of the redox–active CzTPY unit. 4 Conclusions In summary, a porous organic polymer (POP) PolyIPN–TPY has been prepared for highly efficient and selective photocatalytic CO2 reduction in 100% aqueous medium without external photosensitizers or catalysts. Compared to the pristine PolyIPN, PolyIPN–TPY exhibited a higher uptake of CO2 and more efficient separation of photogenerated charge carriers, resulting in an increase of CO yield by 212–fold to 265.7 mmol g–1. The selectivity was as high as 94.7% even though water was used as the sole solvent, indicating the potential application in the photocatalytic process combining H2O oxidation and CO2 reduction. The photocatalyst PolyIPN–TPY displayed good recyclability and stability during photocatalysis. More importantly, the photocatalyst PolyIPN–TPY exhibited both high CO2 adsorption and robust CO2 reduction performance, which paves a promising avenue for light–driven simultaneous capture and utilization of CO2 under mild conditions without consuming a great deal of energy. CRediT authorship contribution statement Xinyue Hong: Data curation, Investigation, Methodology. Youting Fang: Validation, Investigation. Duobin Chao: Supervision, Writing – original draft, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the Scientific Research Fund of Zhejiang Provincial Education Department (Y202146152) and the Graduate Student Scientific Research and Innovation Project of Ningbo University (IF2023021). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113476. Appendix Supplementary materials Image, application 1 References [1] J. Monteiro S. Roussanaly CCUS scenarios for the cement industry: is CO2 utilization feasible? J. CO2 Util. 61 2022 102015 J. Monteiro, S. Roussanaly, CCUS scenarios for the cement industry: is CO2 utilization feasible?, J. CO2 Util., 61 (2022) 102015. [2] M. Chehrazi B.K. Moghadas A review on CO2 capture with chilled ammonia and CO2 utilization in urea plant J. CO2 Util. 61 2022 102030 M. Chehrazi, B.K. Moghadas, A review on CO2 capture with chilled ammonia and CO2 utilization in urea plant, J. CO2 Util., 61 (2022) 102030. [3] H. Rao L.C. Schmidt J. Bonin M. Robert Visible–light–driven methane formation from CO2 with a molecular iron catalyst Nature 548 2017 74 77 H. Rao, L.C. Schmidt, J. Bonin, M. Robert, Visible–light–driven methane formation from CO2 with a molecular iron catalyst, Nature, 548 (2017) 74–77. [4] A. Kumar V. Hasija A. Sudhaik P. Raizada Q. Van Le P. Singh Artificial leaf for light–driven CO2 reduction: basic concepts, advanced structures and selective solar–to–chemical products Chem. Eng. J. 430 2022 133031 A. Kumar, V. Hasija, A. Sudhaik, P. Raizada, Q. Van Le, P. Singh, et al., Artificial leaf for light–driven CO2 reduction: basic concepts, advanced structures and selective solar–to–chemical products, Chem. Eng. J., 430 (2022) 133031. [5] H. Kumagai Y. Tamaki O. Ishitani Photocatalytic systems for CO2 reduction: metal–complex photocatalysts and their hybrids with photofunctional solid materials Acc. Chem. Res. 55 2022 978 990 H. Kumagai, Y. Tamaki, O. Ishitani, Photocatalytic systems for CO2 reduction: metal–complex photocatalysts and their hybrids with photofunctional solid materials, Acc. Chem. Res., 55 (2022) 978–990. [6] E. Boutin L. Merakeb B. Ma B. Boudy M. Wang J. Bonin Molecular catalysis of CO2 reduction: recent advances and perspectives in electrochemical and light–driven processes with selected Fe, Ni and Co aza macrocyclic and polypyridine complexes Chem. Soc. Rev. 49 2020 5772 5809 E. Boutin, L. Merakeb, B. Ma, B. Boudy, M. Wang, J. Bonin, et al., Molecular catalysis of CO2 reduction: recent advances and perspectives in electrochemical and light–driven processes with selected Fe, Ni and Co aza macrocyclic and polypyridine complexes, Chem. Soc. Rev., 49 (2020) 5772–5809. [7] S. Wang H. Li H. Huang X. Cao X. Chen D. Cao Porous organic polymers as a platform for sensing applications Chem. Soc. Rev. 51 2022 2031 2080 S. Wang, H. Li, H. Huang, X. Cao, X. Chen, D. Cao, Porous organic polymers as a platform for sensing applications, Chem. Soc. Rev., 51 (2022) 2031–2080. [8] Z. Zhang J. Jia Y. Zhi S. Ma X. Liu Porous organic polymers for light–driven organic transformations Chem. Soc. Rev. 51 2022 2444 2490 Z. Zhang, J. Jia, Y. Zhi, S. Ma, X. Liu, Porous organic polymers for light–driven organic transformations, Chem. Soc. Rev., 51 (2022) 2444–2490. [9] J. Chakraborty I. Nath F. Verpoort A physicochemical introspection of porous organic polymer photocatalysts for wastewater treatment Chem. Soc. Rev. 51 2022 1124 1138 J. Chakraborty, I. Nath, F. Verpoort, A physicochemical introspection of porous organic polymer photocatalysts for wastewater treatment, Chem. Soc. Rev., 51 (2022) 1124–1138. [10] D. Luo M. Li Q. Ma G. Wen H. Dou B. Ren Porous organic polymers for Li–chemistry–based batteries: functionalities and characterization studies Chem. Soc. Rev. 51 2022 2917 2938 D. Luo, M. Li, Q. Ma, G. Wen, H. Dou, B. Ren, et al., Porous organic polymers for Li–chemistry–based batteries: functionalities and characterization studies, Chem. Soc. Rev., 51 (2022) 2917–2938. [11] N. Singh S. Son J. An I. Kim M. Choi N. Kong Nanoscale porous organic polymers for drug delivery and advanced cancer theranostics Chem. Soc. Rev. 50 2021 12883 12896 N. Singh, S. Son, J. An, I. Kim, M. Choi, N. Kong, et al., Nanoscale porous organic polymers for drug delivery and advanced cancer theranostics, Chem. Soc. Rev., 50 (2021) 12883–12896. [12] Y. Zhu P. Xu X. Zhang D. Wu Emerging porous organic polymers for biomedical applications Chem. Soc. Rev. 51 2022 1377 1414 Y. Zhu, P. Xu, X. Zhang, D. Wu, Emerging porous organic polymers for biomedical applications, Chem. Soc. Rev., 51 (2022) 1377–1414. [13] J.H. Kim D.W. Kang H. Yun M. Kang N. Singh J.S. Kim Post–synthetic modifications in porous organic polymers for biomedical and related applications Chem. Soc. Rev. 51 2022 43 56 J.H. Kim, D.W. Kang, H. Yun, M. Kang, N. Singh, J.S. Kim, et al., Post–synthetic modifications in porous organic polymers for biomedical and related applications, Chem. Soc. Rev., 51 (2022) 43–56. [14] W. Wang M. Zhou D. Yuan Carbon dioxide capture in amorphous porous organic polymers J. Mater. Chem. A 5 2017 1334 1347 W. Wang, M. Zhou, D. Yuan, Carbon dioxide capture in amorphous porous organic polymers, J. Mater. Chem. A, 5 (2017) 1334–1347. [15] Y.Z. Cheng X. Ding B.H. Han Porous organic polymers for photocatalytic carbon dioxide reduction ChemPhotoChem 5 2021 406 417 Y.Z. Cheng, X. Ding, B.H. Han, Porous organic polymers for photocatalytic carbon dioxide reduction, ChemPhotoChem, 5 (2021) 406–417. [16] J. Du H. Ouyang B. Tan Porous organic polymers for catalytic conversion of carbon dioxide Chem. Asian J. 16 2021 3833 3850 J. Du, H. Ouyang, B. Tan, Porous organic polymers for catalytic conversion of carbon dioxide, Chem. Asian J., 16 (2021) 3833–3850. [17] X. Yao K. Chen L.Q. Qiu Z.W. Yang L.N. He Ferric porphyrin–based porous organic polymers for CO2 photocatalytic reduction to syngas with selectivity control Chem. Mater. 33 2021 8863 8872 X. Yao, K. Chen, L.Q. Qiu, Z.W. Yang, L.N. He, Ferric porphyrin–based porous organic polymers for CO2 photocatalytic reduction to syngas with selectivity control, Chem. Mater., 33 (2021) 8863–8872. [18] S. Barman A. Singh F.A. Rahimi T.K. Maji Metal–free catalysis: a redox–active donor–acceptor conjugated microporous polymer for selective visible–light–driven CO2 reduction to CH4 J. Am. Chem. Soc. 143 2021 16284 16292 S. Barman, A. Singh, F.A. Rahimi, T.K. Maji, Metal–free catalysis: a redox–active donor–acceptor conjugated microporous polymer for selective visible–light–driven CO2 reduction to CH4, J. Am. Chem. Soc., 143 (2021) 16284–16292. [19] H.P. Liang A. Acharjya D.A. Anito S. Vogl T.X. Wang A. Thomas Rhenium–metalated polypyridine–based porous polycarbazoles for visible–light CO2 photoreduction ACS Catal. 9 2019 3959 3968 H.P. Liang, A. Acharjya, D.A. Anito, S. Vogl, T.X. Wang, A. Thomas, et al., Rhenium–metalated polypyridine–based porous polycarbazoles for visible–light CO2 photoreduction, ACS Catal., 9 (2019) 3959–3968. [20] J. Chen H. Zhong H. Lv R. Liu R. Wang Regulating utilization efficiency of the photogenerated charge carriers by constructing donor–π–acceptor polymers for upgrading photocatalytic CO2 reduction ChemSusChem 14 2021 2749 2756 J. Chen, H. Zhong, H. Lv, R. Liu, R. Wang, Regulating utilization efficiency of the photogenerated charge carriers by constructing donor–π–acceptor polymers for upgrading photocatalytic CO2 reduction, ChemSusChem, 14 (2021) 2749–2756. [21] Y. Yang Y. Lu H.Y. Zhang Y. Wang H.L. Tang X.J. Sun Decoration of active sites in covalent–organic framework: an effective strategy of building efficient photocatalysis for CO2 reduction ACS Sustain. Chem. Eng. 9 2021 13376 13384 Y. Yang, Y. Lu, H.Y. Zhang, Y. Wang, H.L. Tang, X.J. Sun, et al., Decoration of active sites in covalent–organic framework: an effective strategy of building efficient photocatalysis for CO2 reduction, ACS Sustain. Chem. Eng., 9 (2021) 13376–13384. [22] C. Yang W. Huang L.C. da Silva K.A.I. Zhang X. Wang Functional conjugated polymers for CO2 reduction using visible light Chem. Eur. J. 24 2018 17454 17458 C. Yang, W. Huang, L.C. da Silva, K.A.I. Zhang, X. Wang, Functional conjugated polymers for CO2 reduction using visible light, Chem. Eur. J., 24 (2018) 17454–17458. [23] J. Wu B.Y. Deng J. Liu S.R. Yang M.D. Li J. Li Assembling CdSe quantum dots into polymeric micelles formed by a polyethylenimine-based amphiphilic polymer to enhance efficiency and selectivity of CO2–to–CO photoreduction in water ACS Appl. Mater. Interfaces 14 2022 29945 29955 J. Wu, B.Y. Deng, J. Liu, S.R. Yang, M.D. Li, J. Li, et al., Assembling CdSe quantum dots into polymeric micelles formed by a polyethylenimine-based amphiphilic polymer to enhance efficiency and selectivity of CO2–to–CO photoreduction in water, ACS Appl. Mater. Interfaces, 14 (2022) 29945–29955. [24] Y.–.Y. Ren W. Xia B.Y. Deng J. Liu F. Wang Host–guest assemblies of anchoring molecular catalysts of CO2 reduction onto CuInS2/ZnS quantum dots for robust photocatalytic syngas production in water Mol. Catal. 520 2022 112168 Y.–.Y. Ren, W. Xia, B.Y. Deng, J. Liu, F. Wang, Host–guest assemblies of anchoring molecular catalysts of CO2 reduction onto CuInS2/ZnS quantum dots for robust photocatalytic syngas production in water, Mol. Catal., 520 (2022) 112168. [25] D. Chao Y. Zhang Anion–induced emissive nanoparticles for tunable fluorescence detection of pyrophosphate and bioimaging application Sens. Actuators B Chem. 242 2017 253 259 D. Chao, Y. Zhang, Anion–induced emissive nanoparticles for tunable fluorescence detection of pyrophosphate and bioimaging application, Sens. Actuators B Chem., 242 (2017) 253–259. [26] J. Luo X. Zhang J. Lu J. Zhang Fine tuning the redox potentials of carbazolic porous organic frameworks for visible–light photoredox catalytic degradation of lignin β–O–4 models ACS Catal. 7 2017 5062 5070 J. Luo, X. Zhang, J. Lu, J. Zhang, Fine tuning the redox potentials of carbazolic porous organic frameworks for visible–light photoredox catalytic degradation of lignin β–O–4 models, ACS Catal., 7 (2017) 5062–5070. [27] Q. Chen M. Luo P. Hammershøj D. Zhou Y. Han B.W. Laursen Microporous polycarbazole with high specific surface area for gas storage and separation J. Am. Chem. Soc. 134 2012 6084 6087 Q. Chen, M. Luo, P. Hammershøj, D. Zhou, Y. Han, B.W. Laursen, et al., Microporous polycarbazole with high specific surface area for gas storage and separation, J. Am. Chem. Soc., 134 (2012) 6084–6087. [28] X.Y. Dong Y.N. Si Q.Y. Wang S. Wang S.Q. Zang Integrating single atoms with different microenvironments into one porous organic polymer for efficient photocatalytic CO2 reduction Adv. Mater. 33 2021 2101568 X.Y. Dong, Y.N. Si, Q.Y. Wang, S. Wang, S.Q. Zang, Integrating single atoms with different microenvironments into one porous organic polymer for efficient photocatalytic CO2 reduction, Adv. Mater., 33 (2021) 2101568. [29] S. Yang R. Sa H. Zhong H. Lv D. Yuan R. Wang Microenvironments enabled by covalent organic framework linkages for modulating active metal species in photocatalytic CO2 reduction Adv. Funct. Mater. 32 2022 2110694 S. Yang, R. Sa, H. Zhong, H. Lv, D. Yuan, R. Wang, Microenvironments enabled by covalent organic framework linkages for modulating active metal species in photocatalytic CO2 reduction, Adv. Funct. Mater., 32 (2022) 2110694. [30] L. Chen T. Liu D. Chao An electrochromic coordination nanosheet for robust CO2 photoreduction via ligand–based electron transfer Nano Res. 15 2022 5902 5911 L. Chen, T. Liu, D. Chao, An electrochromic coordination nanosheet for robust CO2 photoreduction via ligand–based electron transfer, Nano Res.., 15 (2022) 5902–5911. [31] G. Zhang W. Ou J. Wang Y. Xu D. Xu T. Sun Stable, carrier separation tailorable conjugated microporous polymers as a platform for highly efficient photocatalytic H2 evolution Appl. Catal. B Environ. 245 2019 114 121 G. Zhang, W. Ou, J. Wang, Y. Xu, D. Xu, T. Sun, et al., Stable, carrier separation tailorable conjugated microporous polymers as a platform for highly efficient photocatalytic H2 evolution, Appl. Catal. B Environ., 245 (2019) 114–121. [32] L. Chen T. Liu D. Chao Organic terpyridine molecule as an efficient cocatalyst for metal–free CO2 photoreduction mediated by mesoporous graphitic carbon nitride Chem. Eng. J. 429 2022 132348 L. Chen, T. Liu, D. Chao, Organic terpyridine molecule as an efficient cocatalyst for metal–free CO2 photoreduction mediated by mesoporous graphitic carbon nitride, Chem. Eng. J., 429 (2022) 132348. [33] Y. Wang T. Liu L. Chen D. Chao Water–assisted highly efficient photocatalytic reduction of CO2 to CO with noble metal–free bis(terpyridine)iron(II) complexes and an organic photosensitizer Inorg. Chem. 60 2021 5590 5597 Y. Wang, T. Liu, L. Chen, D. Chao, Water–assisted highly efficient photocatalytic reduction of CO2 to CO with noble metal–free bis(terpyridine)iron(II) complexes and an organic photosensitizer, Inorg. Chem., 60 (2021) 5590–5597. [34] Y. Xiang W. Dong P. Wang S. Wang X. Ding F. Ichihara Constructing electron delocalization channels in covalent organic frameworks powering CO2 photoreduction in water Appl. Catal. B Environ. 274 2020 119096 Y. Xiang, W. Dong, P. Wang, S. Wang, X. Ding, F. Ichihara, et al., Constructing electron delocalization channels in covalent organic frameworks powering CO2 photoreduction in water, Appl. Catal. B Environ., 274 (2020) 119096. [35] J. Li K. Ma Y. He S. Ren C. Li X.B. Chen Porous organic polymer enriched in Re functional units and Lewis base sites for efficient CO2 photoreduction Catal. Sci. Technol. 11 2021 7300 7306 J. Li, K. Ma, Y. He, S. Ren, C. Li, X.B. Chen, et al., Porous organic polymer enriched in Re functional units and Lewis base sites for efficient CO2 photoreduction, Catal. Sci. Technol., 11 (2021) 7300–7306. [36] S. Yang W. Hu X. Zhang P. He B. Pattengale C. Liu 2D covalent organic frameworks as intrinsic photocatalysts for visible light–driven CO2 reduction J. Am. Chem. Soc. 140 2018 14614 14618 S. Yang, W. Hu, X. Zhang, P. He, B. Pattengale, C. Liu, et al., 2D covalent organic frameworks as intrinsic photocatalysts for visible light–driven CO2 reduction, J. Am. Chem. Soc., 140 (2018) 14614–14618. [37] W. Zhong R. Sa L. Li Y. He L. Li J. Bi A Covalent organic framework bearing single Ni sites as a synergistic photocatalyst for selective photoreduction of CO2 to CO J. Am. Chem. Soc. 141 2019 7615 7621 W. Zhong, R. Sa, L. Li, Y. He, L. Li, J. Bi, et al., A Covalent organic framework bearing single Ni sites as a synergistic photocatalyst for selective photoreduction of CO2 to CO, J. Am. Chem. Soc., 141 (2019) 7615–7621. [38] W. Liu X. Li C. Wang H. Pan W. Liu K. Wang A scalable general synthetic approach toward ultrathin imine–linked two–dimensional covalent organic framework nanosheets for photocatalytic CO2 reduction J. Am. Chem. Soc. 141 2019 17431 17440 W. Liu, X. Li, C. Wang, H. Pan, W. Liu, K. Wang, et al., A scalable general synthetic approach toward ultrathin imine–linked two–dimensional covalent organic framework nanosheets for photocatalytic CO2 reduction, J. Am. Chem. Soc., 141 (2019) 17431–17440. [39] J. Luo J. Zhang Donor–acceptor fluorophores for visible–light–promoted organic synthesis: photoredox/Ni dual catalytic C(sp3)–C(sp2) Cross–Coupling ACS Catal. 6 2016 873 877 J. Luo, J. Zhang, Donor–acceptor fluorophores for visible–light–promoted organic synthesis: photoredox/Ni dual catalytic C(sp3)–C(sp2) Cross–Coupling, ACS Catal., 6 (2016) 873–877. [40] J. Li B. Huang Q. Guo S. Guo Z. Peng J. Liu Van der Waals heterojunction for selective visible–light–driven photocatalytic CO2 reduction Appl. Catal. B Environ. 284 2021 119733 J. Li, B. Huang, Q. Guo, S. Guo, Z. Peng, J. Liu, et al., Van der Waals heterojunction for selective visible–light–driven photocatalytic CO2 reduction, Appl. Catal. B Environ., 284 (2021) 119733. [41] W. Liu S. Wei P. Bai C. Yang L. Xu Robust coal matrix intensifies electron/substrate interaction of nickel–nitrogen (Ni–N) active sites for efficient CO2 electroreduction at industrial current density Appl. Catal. B Environ. 299 2021 120661 W. Liu, S. Wei, P. Bai, C. Yang, L. Xu, Robust coal matrix intensifies electron/substrate interaction of nickel–nitrogen (Ni–N) active sites for efficient CO2 electroreduction at industrial current density, Appl. Catal. B Environ., 299 (2021) 120661. [42] Y. Liu D. Shen Q. Zhang Y. Lin F. Peng Enhanced photocatalytic CO2 reduction in H2O vapor by atomically thin Bi2WO6 nanosheets with hydrophobic and nonpolar surface Appl. Catal. B Environ. 283 2021 119630 Y. Liu, D. Shen, Q. Zhang, Y. Lin, F. Peng, Enhanced photocatalytic CO2 reduction in H2O vapor by atomically thin Bi2WO6 nanosheets with hydrophobic and nonpolar surface, Appl. Catal. B Environ., 283 (2021) 119630. [43] B. Wang J. Zhao H. Chen Y.X. Weng H. Tang Z. Chen Unique Z–scheme carbonized polymer dots/Bi4O5Br2 hybrids for efficiently boosting photocatalytic CO2 reduction Appl. Catal. B Environ. 293 2021 120182 B. Wang, J. Zhao, H. Chen, Y.X. Weng, H. Tang, Z. Chen, et al., Unique Z–scheme carbonized polymer dots/Bi4O5Br2 hybrids for efficiently boosting photocatalytic CO2 reduction, Appl. Catal. B Environ., 293 (2021) 120182. [44] X. Yu Z. Yang B. Qiu S. Guo P. Yang B. Yu Eosin Y–functionalized conjugated organic polymers for visible–light–driven CO2 reduction with H2O to CO with high efficiency Angew. Chem. Int. Ed. 58 2019 632 636 X. Yu, Z. Yang, B. Qiu, S. Guo, P. Yang, B. Yu, et al., Eosin Y–functionalized conjugated organic polymers for visible–light–driven CO2 reduction with H2O to CO with high efficiency, Angew. Chem. Int. Ed., 58 (2019) 632–636. [45] F. Ren W. Luo Z. Zou Near 100% selectivity for visible–light–driven CO2 reduction to CH4 on a dual–metal site photocatalyst Sci. China Chem. 62 2019 1553 1554 F. Ren, W. Luo, Z. Zou, Near 100% selectivity for visible–light–driven CO2 reduction to CH4 on a dual–metal site photocatalyst, Sci. China Chem., 62 (2019) 1553–1554. [46] Y. Pellegrin F. Odobel Sacrificial electron donor reagents for solar fuel production C. R. Chim. 20 2017 283 295 Y. Pellegrin, F. Odobel, Sacrificial electron donor reagents for solar fuel production, C. R. Chim., 20 (2017) 283–295. [47] W. Ou R. Zou M. Han L. Yu C. Su Tailorable carbazolyl cyanobenzene–based photocatalysts for visible light–induced reduction of aryl halides Chin. Chem. Lett. 31 2020 1899 1902 W. Ou, R. Zou, M. Han, L. Yu, C. Su, Tailorable carbazolyl cyanobenzene–based photocatalysts for visible light–induced reduction of aryl halides, Chin. Chem. Lett., 31 (2020) 1899–1902. [48] I. Ghosh T. Ghosh J.I. Bardagi B. König Reduction of aryl halides by consecutive visible light–induced electron transfer processes Science 346 2014 725 728 I. Ghosh, T. Ghosh, J.I. Bardagi, B. König, Reduction of aryl halides by consecutive visible light–induced electron transfer processes, Science, 346 (2014) 725–728.",
      "scopus-id": "85168460637",
      "coredata": {
        "eid": "1-s2.0-S246882312300559X",
        "dc:description": "Development of photocatalysts with both high CO2 adsorption capacity and robust CO2 reduction performance is promising toward carbon capture and utilization (CCU). Herein, a porous organic polymer (POP) based on molecular monomers 1,2,3,5–Tetrakis(carbazol–9–yl)–4,6–dicyanobenzene (4CzIPN) and 9–(4–([2,2′:6′,2′'–terpyridin]–4′–yl)phenyl)–9H–carbazole (CzTPY) has been prepared for metal–free photocatalytic reduction of CO2 to CO with 94.7% selectivity in 100% aqueous medium. The POP displays a yield of CO up to 265.7 mmol g–1, which is among the highest yields for POPs–based photocatalytic systems. More importantly, the POP also shows a high CO2 uptake of 109.1 cm3 g–1 (21.4 wt%) at 273 K and 1 atm. External photosensitizers or catalysts are not required in this photocatalytic system. Mechanistic studies indicate the introduction of CzTPY improved the electron transfer and charge separation. These results show a feasible way to construct POP–based photocatalysts not only capturing CO2 efficiently but also catalyzing CO2 reduction with a high yield by rational regulation of molecular monomers.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882312300559X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hong, Xinyue"
          },
          {
            "@_fa": "true",
            "$": "Fang, Youting"
          },
          {
            "@_fa": "true",
            "$": "Chao, Duobin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882312300559X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882312300559X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00559-X",
        "prism:volume": "549",
        "articleNumber": "113476",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A metal–free porous organic polymer with high CO2 adsorption for robust aqueous CO2 photoreduction via molecular regulation",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Porous organic polymer"
          },
          {
            "@_fa": "true",
            "$": "CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "CO2 adsorption"
          },
          {
            "@_fa": "true",
            "$": "Photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Metal–free"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113476",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2023",
        "prism:doi": "10.1016/j.mcat.2023.113476",
        "prism:startingPage": "113476",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113476",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "461",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116159",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "269",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34248",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "616",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87586",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "496",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103069",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "556",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133716",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "310",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53558",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13895",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23438",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8171",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13603",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14260",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11732",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2041",
            "@width": "3500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1035169",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "227930",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2727",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "662391",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2197",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "780732",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2459",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1042625",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1376",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "373000",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "683969",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882312300559X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "6997946",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85168460637"
      }
    }
  }
}