{
  "metadata": {
    "title": "Co-catalyst and solvent free nitrogen rich triazole based organocatalysts for cycloaddition of CO<ce:inf loc=post>2</ce:inf> into epoxide",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-09-30",
    "doi": "10.1016/j.mcat.2020.111071",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120303333",
    "pii": "S2468823120303333"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85088021961",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-06-15 2020-06-15 2020-06-15 2020-06-15 2020-09-14T19:55:54 1-s2.0-S2468823120303333 S2468-8231(20)30333-3 S2468823120303333 10.1016/j.mcat.2020.111071 S300 S300.2 FULL-TEXT 1-s2.0-S2468823120X00125 2020-09-14T20:06:32.829589Z 0 0 20200901 20200930 2020 2020-06-15T11:22:19.118194Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 493 493 C Volume 493 22 111071 111071 111071 202009 September 2020 2020-09-01 2020-09-30 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. COCATALYSTSOLVENTFREENITROGENRICHTRIAZOLEBASEDORGANOCATALYSTSFORCYCLOADDITIONCO2EPOXIDE SULEMAN S 1 Introduction 2 Experimental section 2.1 Synthesis and characterization of catalysts 2.2 Compound (A) Yield: 73 % 2.3 Compound (B) Yield 2.4 Compound (C) Yield: 68 % 2.5 Compound (D) Yield 2.6 General procedure for CO2 fixation into epoxides 3 Results and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgment Appendix A Supplementary data References CAI 2016 14194 14197 A XIE 2017 6388 6391 J GOMEZ 2016 6042 6045 J MATSUMOTO 2016 9441 9448 K CHAI 2017 17897 17905 J DARENSBOURG 2007 2388 2410 D VENKATARAMAN 2015 13851 13860 S HAN 2012 13041 13045 Z FUKUOKA 2003 497 507 S YANG 2012 519 527 Z HE 2014 1513 1528 Q YANG 2018 39 45 C YANG 2020 110637 C KHATTAK 2018 313 318 Z WHITEOAK 2013 1228 1231 C DECORTES 2011 831 834 A ULLAH 2019 42 H ULLAH 2019 190 198 H KHATTAK 2019 8274 8277 Z KARAME 2018 87 95 I BISWAS 2018 129 137 S SULEMAN 2020 117384 S YAMAGUCHI 1999 4526 4527 K THARUN 2013 1673 1677 J WANG 2016 4871 J SULEMAN 2019 3868 3873 S BUCKLEY 2011 11888 11890 B MONASSIER 2013 1321 1324 A XIE 2014 2110 2114 Y MA 2015 23136 23142 D XU 2020 110848 J YAMAZAKI 2018 38 43 K BEYZAVI 2014 15861 15864 M DARENSBOURG 2014 1511 1515 D MOUSAVI 2017 674 680 B ROESER 2012 1793 1799 J AN 2015 4969 4978 Q AGUILA 2018 10107 10111 B LAN 2018 8727 8735 J HE 2018 4657 4662 H MACMILLAN 2008 304 D ALEMAN 2013 774 793 J EMA 2015 2314 2321 T WERNER 2014 3268 3271 T BUTTNER 2016 2655 2669 H DENIZALTI 2015 45454 45458 S ANTHOFER 2014 1749 1758 M ZOU 2017 11 16 B SHEN 2004 3080 3089 Y WANG 2016 1229 1233 L ZHANG 2018 4204 4211 S ARAYACHUKIAT 2017 6392 6397 S SOPENA 2017 3532 3539 S WU 2019 1895 1906 X KOLAROVIC 2011 2613 2618 A ANDRIANOVA 2018 1044 1059 A KWOK 2010 4217 4219 S YOUNUS 2017 862 875 H WANG 2016 1229 1233 L ARAYACHUKIAT 2017 6392 6397 S ALVES 2017 2651 2684 M SULEMANX2020X111071 SULEMANX2020X111071XS 2022-06-15T00:00:00.000Z 2022-06-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-06-12T02:34:37.489Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas CSC China Scholarship Council http://data.elsevier.com/vocabulary/SciValFunders/501100004543 http://sws.geonames.org/1814991 item S2468-8231(20)30333-3 S2468823120303333 1-s2.0-S2468823120303333 10.1016/j.mcat.2020.111071 315758 2020-09-14T20:06:32.829589Z 2020-09-01 2020-09-30 1-s2.0-S2468823120303333-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/MAIN/application/pdf/1c605d1f923fa7f9059ace04e5d88e2f/main.pdf main.pdf pdf true 1808395 MAIN 7 1-s2.0-S2468823120303333-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/PREVIEW/image/png/19190cd67fe4e476868f886495aed619/main_1.png main_1.png png 54820 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120303333-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/ga1/DOWNSAMPLED/image/jpeg/281c26b7ebc87cfaffe863a5e8666de9/ga1.jpg ga1 true ga1.jpg jpg 10652 200 279 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr1/DOWNSAMPLED/image/jpeg/3742e2a7432f242d4950b2e531091da9/gr1.jpg gr1 gr1.jpg jpg 28195 252 604 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr2/DOWNSAMPLED/image/jpeg/77c578ed28b7490144a87dce68a40f37/gr2.jpg gr2 gr2.jpg jpg 65418 482 680 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr3/DOWNSAMPLED/image/jpeg/6e240a3383a3cc000c78e396ec98c7bd/gr3.jpg gr3 gr3.jpg jpg 77077 780 680 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc1/DOWNSAMPLED/image/jpeg/4b45621793c70128db0b00ac1205f84a/sc1.jpg sc1 sc1.jpg jpg 39413 391 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc2/DOWNSAMPLED/image/jpeg/8ad06f9e585074f3bda8dc859fadb503/sc2.jpg sc2 sc2.jpg jpg 31262 484 529 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc3/DOWNSAMPLED/image/jpeg/9dc823dff7b05a0ce2d59c76225e5d1f/sc3.jpg sc3 sc3.jpg jpg 47908 435 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120303333-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/ga1/THUMBNAIL/image/gif/251e34f710a74818b62e8002cf473271/ga1.sml ga1 true ga1.sml sml 6585 157 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr1/THUMBNAIL/image/gif/939846d9a49ce5182a5a4ca0ecc8d3b8/gr1.sml gr1 gr1.sml sml 5681 91 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr2/THUMBNAIL/image/gif/78dd11896c7fdfdbc4dc9063296946f8/gr2.sml gr2 gr2.sml sml 10495 155 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/gr3/THUMBNAIL/image/gif/ce79c96335aa1519a63e81bcc462d858/gr3.sml gr3 gr3.sml sml 7164 164 143 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc1/THUMBNAIL/image/gif/2e6fd13c871c454899664e863f60bbae/sc1.sml sc1 sc1.sml sml 6455 151 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc2/THUMBNAIL/image/gif/cda1d71c2da4754dd5df9cefcaa2e03d/sc2.sml sc2 sc2.sml sml 4676 164 179 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/sc3/THUMBNAIL/image/gif/0ede8929ff9401bb0c761fcb21b77848/sc3.sml sc3 sc3.sml sml 7128 164 213 IMAGE-THUMBNAIL 1-s2.0-S2468823120303333-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/f4cd8ffaf06127cf62ee042b4d2800ff/mmc1.docx mmc1 mmc1.docx docx 12135990 APPLICATION 1-s2.0-S2468823120303333-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/STRIPIN/image/svg+xml/72404cf4011ece652f6a32b925ec8b05/si1.svg si1 si1.svg svg 28031 ALTIMG 1-s2.0-S2468823120303333-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/STRIPIN/image/svg+xml/e78e5e5a1e7818a0af23fa1815152658/si2.svg si2 si2.svg svg 2932 ALTIMG 1-s2.0-S2468823120303333-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/STRIPIN/image/svg+xml/4e4643d621836df06e097f94083947b0/si3.svg si3 si3.svg svg 3386 ALTIMG 1-s2.0-S2468823120303333-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120303333/STRIPIN/image/svg+xml/c7247f07a459f31049736246a1bc4d80/si4.svg si4 si4.svg svg 2266 ALTIMG 1-s2.0-S2468823120303333-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10P7BVFPF6X/MAIN/application/pdf/ce32f810b8e6b9bb9436c971514b33b1/am.pdf am am.pdf pdf false 952307 AAM-PDF MCAT 111071 111071 S2468-8231(20)30333-3 10.1016/j.mcat.2020.111071 Elsevier B.V. Scheme 1 General procedure for the synthesis of catalysts (A-D). Scheme 1 Scheme 2 Proposed catalytic mechanism for cyclic carbonate synthesis catalyzed by A. Scheme 2 Scheme 3 Catalytic efficiency of catalyst A for chemical fixation of CO2/. Reaction conditions: Catalyst 1 mol %, Pressure 1 bar, Time 24 h, Temperature 75 ºC. *, # Temperature 100 ºC and *, # Time 48 h. Conversion determined by NMR. Scheme 3 Fig. 1 Triazole organocatalysts design along with active sites. Fig. 1 Fig. 2 Catalytic activities for triazole-based organocatalysts. Reaction conditions: Epichlorohydrin 10 mmol, Catalyst 0.02 mmol, Pressure 1 bar, Temperature 120 °C, time 12 h. Fig. 2 Fig. 3 Optimizing of the reaction conditions for the cycloaddition of CO2 in the presence of epichlorohydrin. Conversion is based on 1H-NMR on the crude reaction mixture. Fig. 3 Co-catalyst and solvent free nitrogen rich triazole based organocatalysts for cycloaddition of CO2 into epoxide Suleman Suleman Investigation Writing - original draft a b Hussein A. Younus Conceptualization Methodology a e f * Zafar A.K. Khattak Methodology a Habib Ullah Investigation a Mirella Elkadi Validation Writing - review & editing g Francis Verpoort Conceptualization Writing - review & editing Supervision a b c d * a Laboratory of Organometallics, Catalysis and Ordered Materials, State Key Laboratory of Advanced Technology for Materials Synthesis and Processing, Wuhan University of Technology, Wuhan, 430070, PR China Laboratory of Organometallics Catalysis and Ordered Materials State Key Laboratory of Advanced Technology for Materials Synthesis and Processing Wuhan University of Technology Wuhan 430070 PR China Laboratory of Organometallics, Catalysis and Ordered Materials, State Key Laboratory of Advanced Technology for Materials Synthesis and Processing, Wuhan University of Technology, Wuhan 430070, PR China b School of Materials Science and Engineering, Wuhan University of Technology, Wuhan, PR China School of Materials Science and Engineering Wuhan University of Technology Wuhan PR China School of Materials Science and Engineering, Wuhan University of Technology, Wuhan, PR China. c Ghent University - Global Campus Songdo, 119 Songdomunhwa-Ro, Yeonsu-Gu, Incheon, 406-840, South Korea Ghent University - Global Campus Songdo 119 Songdomunhwa-Ro, Yeonsu-Gu Incheon 406-840 South Korea Ghent University - Global Campus Songdo, 119 Songdomunhwa-Ro, Yeonsu-Gu, Incheon 406-840, South Korea. d National Research Tomsk Polytechnic University, Lenin Avenue 30, Tomsk, 634050, Russian Federation National Research Tomsk Polytechnic University Lenin Avenue 30 Tomsk 634050 Russian Federation National Research Tomsk Polytechnic University, Lenin Avenue 30, Tomsk 634050, Russian Federation. e College of Materials Science and Engineering, Hunan University, Changsha, 410082, PR China College of Materials Science and Engineering Hunan University Changsha 410082 PR China College of Materials Science and Engineering, Hunan University, Changsha 410082, P. R. China f Chemistry Department, Faculty of Science, Fayoum University, Fayoum, 63514, Egypt Chemistry Department Faculty of Science Fayoum University Fayoum 63514 Egypt Chemistry Department, Faculty of Science, Fayoum University, Fayoum, 63514, Egypt. g Chemistry Department, College of Science, Khalifa University, Abu Dhabi, UAE Chemistry Department College of Science Khalifa University Abu Dhabi UAE Chemistry Department, College of Science, Khalifa University, Abu Dhabi, UAE. ⁎ Corresponding authors at: Laboratory of Organometallics, Catalysis and Ordered Materials, State Key Laboratory of Advanced Technology for Materials Synthesis and Processing, Wuhan University of Technology, Wuhan, 430070, PR China. Laboratory of Organometallics Catalysis and Ordered Materials State Key Laboratory of Advanced Technology for Materials Synthesis and Processing Wuhan University of Technology Wuhan 430070 PR China Graphical abstract A general synthesis of triazole-based catalysts remains a significant challenge. Consequently, triazole-based catalysts are rarely studied. Herein, the first report is presented for the construction of cyclic carbonates using triazole-based organocatalysts, which is a crucial technology to a genuinely sustainable and atom-efficient economy. A series of triazole-based organocatalysts was synthesized, entirely characterized by FTIR, NMR, mass spectrometry, and elemental analysis. This work is mainly based on the construction of nucleophilic-electrophilic bifunctional catalysts (N-rich triazole ring-carboxylic group) combined with substituents, which evaluate the vital effect of substituents for the catalytic cycloaddition reaction of CO2 into epoxide. In general, various systems required the Lewis basic site in the form of cocatalyst or solvent to be optimally effective. However, our designed catalyst contained Lewis basic and acidic sites. It, therefore, can catalyze the reaction proficiently without the aid of solvent, cocatalysts and can perform at ambient pressure of CO2 (1 bar) to produce different cyclic carbonates. Moreover, the catalyst is reusable, maintaining the same activity along with remarkable catalyst stability. Keywords Carbon dioxide Organocatalysts Homogeneous catalysis Cyclo addition Cyclic carbonates 1 Introduction Utilization of CO2 being abundant, inexpensive, C1 carbon, and a renewable source has great importance for the synthesis of cyclic carbonates. The ultimate aim of CO2 fixation is, to reduce the emission of carbon dioxide in the atmosphere, generated from fossil fuels. Therefore, the title reaction plays an important role in decreasing the rising level of greenhouse gases, especially CO2. As cyclic carbonate can be synthesized on a low scale; however, it is an attractive means of chemically fixing CO2 due to the widespread utility of cyclic carbonates. Such as polar aprotic solvents, cosmetics, intermediates for the preparation of pharmaceuticals and ﬁne chemicals, as electrolytes in lithium-ion batteries, and as raw materials for polymers. [1–7] Cyclic carbonates are also applied as intermediate in Asahi-Kasei synthesis of polycarbonates and as intermediates in Shell’s Omega process for the production of glycols [8,9]. Indeed on the significant application of cyclic carbonates, this reaction has been extensively investigated using a long series of catalysts, including both homogeneous and heterogeneous catalysts. These catalytic systems include ionic liquids [10–13], metal complexes [14–22], metal oxide [23], alkali metal halides and carbonates [24–26], phosphonium salts/quaternary ammonium [27,28], functional polymer [29,30], mesoporous materials [31,32], MOFs [33–35], COFs [25,36] and core-shell of organic-inorganic hybrid microspheres [37]. Including metal-based catalysts, transition metal-based catalysts coupled with a quaternary ammonium salt as a cocatalyst exhibited excellent catalytic activity for the synthesis of cyclic carbonate at mild conditions [38–40]. However, the metal-based synthetic procedure is complex, costly, consists of multi-steps, and needs high pressure and hence limits its application on an industrial scale. In recent years, metal-free catalysts have attracted more attention for the synthesis of cyclic carbonates, because of the remarkable feature of organocatalysts such as less toxic, more sustainable, easy accessibility, cost-effective and more important easily to handle [41,42]. So far, several metal-free catalysts have been developed for the title reaction by various researchers. Metal-free catalytic systems including ammonium salts [43], phosphonium salts [44,45], and imidazolium salts [46,47] have been reported to generate cyclic carbonates. In addition, two-component systems containing quaternary ammonium salts and a polyol have also been studied. However, halides, as part of the system, may limit the use of these catalysts due to their corrosive nature towards the steel reactors [48]. Shen et al. reported 4-dimethyl aminopyridine (DMAP) conjunction with salen ligands for the chemical fixation of CO2 and epoxide into cyclic carbonates at 120 ºC and 35 bar. [49] Additionally, Hydrogen-Bond-Donation (HBD) catalysis has attracted much attention as a greener alternative along with good to excellent yields of cyclic carbonate from CO2 and epoxide under mild conditions. Several examples of HBD organocatalysts have been reported such as 2-pyridinemethanol/(n-tetrabutylammonium iodide) TBAI, [50] graphene oxides/dimethylformamide (DMF) [51], ascorbic acid/TBAI [52], squaramide/TBAI, [53] etc. More recently, North and co-workers developed salophen organocatalytic systems for the insertion of CO2 into epoxides at high temperature, 120 °C, along with solvent (2-Me THF) under 30 bar pressure. [54] However, still, the use of solvents, additives, high pressure, and high temperature are required. One important point related to the sustainability of the process is the high-temperature value, which is a great problem in the balance of utilization/emission of CO2. Therefore, there is a high demand to develop an effective catalytic protocol such as metal-free, cocatalyst free, and mainly working at low temperature and ambient pressure of CO2. Here, keeping these concerns in mind, we designed nitrogen-rich triazole based organocatalysts, the green candidate for the generation of cyclic carbonates. This work is based on a detailed study of N-rich triazole organocatalysts and its substituents effect, which points out the important role of substituents for cycloaddition reaction of CO2 into epoxide catalysis. The specially designed organocatalytic system, bearing CO2 activation sites, brönsted acidic center, and nucleophilic center, (Fig.1 ) helps to construct cyclic carbonate under solvent-free, cocatalyst-free and at low-pressure i-e., 1 bar. The catalyst synthesis is facile, cost-effective, and more delightfully reusable and stable. Till now, from the best of our knowledge, we report for the first time the triazole organocatalysts, which displays interesting results for the title reaction. These organocatalysts will open a new gateway for non-redox catalytic CO2 fixation in cyclic carbonates. 2 Experimental section 2.1 Synthesis and characterization of catalysts The compounds A–D were synthesized by the reported system, [55] with some modifications. In a typical procedure, sodium ascorbate (0.32 mmol) and CuSO4·5H2O (0.16 mmol) were dissolved in 1.0 mL H2O poured into a two-necked flask equipped with Ar atmosphere (the click catalyst). Then, a series of compounds such as 2-azido-1,3,5-trimethyl benzene, azidobenzene, fluorobenzene, nitrobenzene (3.26 mmol, 1.0 equiv.) and propiolic acid (3.92 mmol, 1.2 equiv.) were carefully added in 0.5 mL ter-BuOH and injected to the already prepared click catalyst solution. Under inert atmosphere and at room temperature, the reaction mixture was stirred for 24 h. After that, 15 mL saturated NaHCO3 solution was added to quench the reaction, and the desired precipitate was washed twice with ether and filtered. Subsequently 100 mL H2SO4 solution was added to the desired product, followed by extraction with ethyl acetate. The anhydrous Na2SO4 was used for drying the organic fractions and then filtered. The obtained filtrate was evaporated and dried under vacuum at 30−40 °C. 2.2 Compound (A) Yield: 73 % 1H-NMR (500 MHz, CDCl3) δ 6.84 (s, 2 H), 2.33 (s, 6 H), 2.26 (s, 3 H); 13C-NMR (126 MHz, CDCl3) δ 135.3, 134.3, 131.8, 129.5, 20.7, 18.0. Elemental Analysis: Calcd for C12H13N3O2: C, 62.33; H, 5.67; N, 18.17; O, 13.84. Found: C, 62.73; H, 6.07; N, 18.57; FTIR (neat): ν max  = 3149, 3110, 2958, 2920, 2647, 2569, 1689, 1538, 1503, 1409, 1355, 1245, 1191, 1035, 930, 852, 770, 584, 544 cm−1; The HR-ESI -MS (positive) of catalyst A exposed to molecular ion peak at m/z = 210.100 correspond to [C12H13N3O2+Na+]+, [56] almost analogue to [C12H13N3O2]. 2.3 Compound (B) Yield 71 %: 1H NMR (500 MHz, Chloroform-d) δ 8.64 (s, 1 H), 7.80 (d, J =7.8 Hz, 2 H), 7.60 (d, J =8.1 Hz, 2 H), 7.55 (t, J =7.4 Hz, 1 H); 13C NMR (126 MHz, CDCl3) δ 163.53, 139.89, 136.25, 130.06, 126.25, 120.92, 76.77. Elemental Analysis: Calcd for C9H7N3O2: C, 57.14; H, 3.73; N, 22.21; O, 16.91. Found: C, 57.54; H, 4.13; N, 22.61; FTIR (neat): ν max  = 3479, 3136, 2894, 2806, 2727, 2634, 2557, 1988, 1809, 1697, 1652, 1596, 1552, 1504, 1404, 1321, 1251, 1168, 1041, 991, 918, 850, 761, 683, 567, 507, 428 cm−1; The HR-ESI-MS (positive): m/z calcd. for C9H7N3O2: 189.17; Found = 190.061. 2.4 Compound (C) Yield: 68 % 1H NMR (500 MHz, DMSO-d 6) δ 9.16 (d, J = 1.6 Hz, 1 H), 7.90 – 7.85 (m, 1 H), 7.69 – 7.63 (m, 1 H), 7.63 – 7.56 (m, 1 H), 7.47 (t, J =7.6 Hz, 1 H); 13C NMR (126 MHz, DMSO) δ 161.83, 155.64, 140.70, 132.43, 130.82, 126.94, 117.52, 39.83, 39.49. Elemental Analysis: Calcd for C9H6FN3O2: C, 52.18; H, 2.92; F, 9.17; N, 20.28; O, 15.45 Found: C, 52.58; H, 3.32; N, 20.68; FTIR (neat): ν max  = 3427, 3176, 3091, 2958, 2920, 2850, 2758, 2694, 2653, 2580, 1716, 1697, 1600, 1560, 1544, 1508, 1473, 1419, 1350, 1288, 1267, 1247, 1218, 1174, 1110, 1035, 987, 925, 846, 817, 759, 669, 628, 570, 545, 514, 468; The HR-ESI-MS (positive): m/z calcd. for C9H6FN3O2: 207.16; Found [C9H6FN3O2+Na+]+: 230.033. 2.5 Compound (D) Yield 75 %: 1H NMR (500 MHz, DMSO-d6) δ 9.62 (s, 1 H), 8.82 (s, 1 H), 8.47 (s, 1 H), 8.35 (s, 1 H), 7.94 (s, 1 H); 13C NMR (126 MHz, DMSO) δ 161.78, 148.96, 141.43, 137.28, 132.00, 128.21, 127.10, 124.11, 115.90, 40.16. Elemental Analysis: Calcd for C9H6N4O4: C, 46.16; H, 2.58; N, 23.93; O, 27.33. Found: C, 46.56; H, 2.98; N, 24.33; FTIR (neat): ν max  = 3572, 3151, 3097, 2873, 2777, 2586, 2534, 2362, 1701, 1535, 1438, 1406, 1350, 1294, 1253, 1184, 1089, 1043, 979, 898, 873, 808, 779, 740, 669, 574, 528, 453 cm−1; HR- ESI-MS (positive): m/z calcd. for C9H6N4O4: 234.17; Found [C9H6N4O4+Na+]+: 257.028. 2.6 General procedure for CO2 fixation into epoxides The catalyst (4.62 mg, 0.02 mmol) along with 2 mmol of epoxides were added in a 30 mL stainless-steel autoclave equipped with a magnetic stirring bar. The reaction mixture in the autoclave was purged with carbon dioxide gas at room temperature. After that, the reactor was dipped in the preheated oil bath, and then pressurized to low atmospheric pressure i-e 1 bar of CO2. After a particular time, the reaction was stopped, cooled the reactor slowly to room temperature. An aliquot of the reaction mixture was analyzed using 1H-NMR to determine the conversion of epoxides. 3 Results and discussion For industrial applications, designing an effective catalyst to generate cyclic carbonate at ambient pressure is quite demandable in terms of negative emission technology. This requires well-developed and easy to synthesize homogeneous organocatalysts with excellent reusability and recoverability bearing acidic/basic site and which mainly facilitate the target reaction at ambient pressure without any solvents and co-catalysts. A simple and straightforward, well-designed series of triazole ring containing compounds bearing maximum basicity and competence to adsorb CO2 were designed, demonstrating an incredible feature for using a substituted triazole ring as a bidentate ligand. Triazole based organocatalysts (A–D in Scheme 1 ) were achieved in good yields and synthesized according to a reported method. [57,58] A series of bidentate ligands such as 1-mesityl-1H-1,2,3-triazole-4-carboxylic acid, 1-phenyl-1H-1,2,3-triazole-4-carboxylic acid, 1-(3-fluorophenyl)-1H-1,2,3-triazole-4-carboxylic acid and 1-(3-nitrophenyl)-1H-1,2,3-triazole-4-carboxylic acid was synthesized by copper-catalyzed azide-alkyne click cycloaddition reaction of propiolic acid and aryl azides (Scheme 1 A). The structures of these organocatalysts were established based on NMR (S1-S4), HR-ESI-MS (S5-S6), elemental analysis, and FTIR (S7-S8). The HR-ESI-MS of catalysts A, C, and D revealed molecular ion peaks at m/z = 210.10, 207.16, and 234.17 corresponding to [Catalysts A, B, C + Na], respectively. The structure of these organo-catalysts demonstrates two significant functions, Lewis acidic and Brønsted acidic sites, for the efficient chemical fixation of CO2 to epoxides. These two important functions encouraged us to investigate the utility of the newly developed catalysts for the generation of cyclic carbonate at ambient pressure of CO2. Their activity was tested determine the most efficient catalyst by selecting the standard reaction conditions (ECH = 10 mmol, 120 °C, Catalyst =0.02 mmol, 1 bar pressure of CO2, and 12 h). The results revealed that the presence of electron-donating groups (−CH3) in [C12H13N3O2], significantly enhances the organocatalyst activity for the formation of cyclic carbonates compared to those with electron-withdrawing groups, e.g.-F, and -NO2. This behavior is quite expected and can be explained based on the nucleophilicity of the triazole nitrogen, where the presence of a carboxylic group on triazole moiety decreases its nucleophilicity, and decrease its ability to activate CO2 molecule. Thus, the presence of an electron-donating group such as three methyls on the phenyl moiety in catalyst A will significantly increase the electron density on the triazole ring and enhance its nucleophilicity. The decreasing order in catalytic activity for cycloaddition reaction of CO2 to epoxide is –mesitylene > phenyl > -F > -NO2 (Fig. 2 ). The NO2-substituted compound exhibits a lower catalytic activity than the F-substituted compound since NO2 is a more electron-withdrawing group as compared to F. (Scheme 2 ) Once the model catalyst was carefully chosen, then different parameters such as reaction time, temperature, and catalyst loading at a low pressure of CO2 were explored. Increasing the reaction time played a critical role in the formation of cyclic carbonate, with an increment of time, a 100 % conversion within 24 h was obtained (Fig. 3 A). Under these reaction conditions at 120 °C, a complete synthesis of the ECH carbonate product was received. However, at lower temperature a decrease of activity was observed, indicating the critical role of the temperature (Fig. 3B). Increasing the catalyst to substrate ratio significantly enhance the yield, whereas the maximum product (71 % yield) is achieved using a catalyst-to- substrate ratio of 1:50 for 6 h at 120 °C (Fig. 3C). Therefore, the overall optimized reaction condition is 0.02 mmol of the catalyst, 2 mmol of the substrate, temperature 75−100 °C and time is 24−48 h under mild pressure of CO2. A series of epoxides were investigated towards the transformation of cyclic carbonates based on the obtained optimized reaction conditions. The catalyst showed unusual activity for the epoxides bearing electron-withdrawing substituents (Figure S10-S114, S16), as evidenced by the conversion in 24 h. However, for substrates such as styrene oxide (Figure S15) and 1,2 epoxy hexane (Figure S17), the conversion rises by prolonging the reaction time (48 h) and clearly shows that such effect is due to the steric hindering during the reaction as shown in (Scheme 3 ). It is worth noting that no side products were observed, hence the catalyst gave >99 % selectivity for the development of cyclic carbonates. The catalyst was also investigated to its performances towards internal epoxides, and unluckily the catalyst showed an inferior conversion for internal epoxides using the optimized reaction conditions (Scheme 3). Additionally, we applied the standard deviation (S.D) to investigate the mean and accuracy of the conversion data. Noticeably, each substrate was tested three times to obtain data of S. D. (±1 %) The standard deviation was calculated using the following formula: Standard Deviation = ∑ i = 1 n ( x i - x ¯ ) 2 n - 1 Where x i = Value of the i t h point in the data set. x ¯ = Then mean value of the data set. n = The number of data points in the data set. On the bases of industrial importance, green and economic processes, the reusability and, more significantly, the stability of the catalyst play a vital role. The reusability and stability of catalyst A were examined for the cycloaddition of CO2 into ECH using the optimal conditions (1 mol % catalyst, 1 bar, 24 h, and 75 ºC). As the catalyst is homogeneous, the catalyst was loaded once in the first run, afterward, in each consecutive run, the precise amount of fresh substrate (ECH) was added, to examine the reusability of the catalyst up to five runs. To our delight, the catalyst possesses incredible reusability until five successive runs to generate ECH carbonate (Figure S9 A). The catalyst was successfully separated from the reaction mixture, using column chromatography, packed with silica and ethyl acetate/petroleum ether mixture (1:3) as eluent. In this procedure, the cyclic carbonate is separated first, followed by the desired catalyst. The catalyst is then recovered from the column, using methanol. Next, the recovered catalyst was analyzed by 1H-NMR and FTIR (Figure S9 B, C), which indicates that the catalyst retained its stability. The mechanistic details are apprehended based on previously reported literature for the catalytic cycloaddition of CO2 [51,53,59–61]. The nucleophilic hydroxyl group of the bifunctional catalyst might activate the epoxide ring leading to the epoxy ring-opening through the less hindered side and forming an oxy-anion species. In the next step, the already formed catalyst-bound alkoxide ion acts as a nucleophile and, in turn, activates CO2. as a result, closure of the ring will lead to the formation of the final product i.e., cyclic carbonate. 4 Conclusion In conclusion, we have successfully studied substituent effects n the triazole-ring on the catalytic activity for the construction of cyclic carbonates. From the investigation, we observed that the catalytic activity toward CO2 transformation significantly enhances with electron-donating groups in [C12H13N3O2]. The N-rich centers and the carboxylic functional group combined with electron donating substituent assist in the cyclic carbonates synthesis, operating at ambient pressure (1 bar) under solvent-free and cocatalyst free conditions. Significantly, the catalyst is reusable, and more interestingly retained its stability during the recycling. Therefore, the designed catalyst is highly vital to fix CO2 into cyclic carbonates with attractive industrial importance. CRediT authorship contribution statement Suleman Suleman: Investigation, Writing - original draft. Hussein A. Younus: Conceptualization, Methodology. Zafar A.K. Khattak: Methodology. Habib Ullah: Investigation. Mirella Elkadi: Validation, Writing - review & editing. Francis Verpoort: Conceptualization, Writing - review & editing, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgment The authors are thankful to the State Key Laboratory of Advanced Technology for Materials Synthesis and Processing for financial support (Wuhan University of Technology). S.S. expresses profound thanks from the Chinese Scholarship Council (CSC) funding for the master studies grant (2016GXY681). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.111071. Appendix A Supplementary data The following are Supplementary data to this article: References [1] A. Cai W. Guo L. Martínez-Rodríguez A.W. Kleij J. Am. Chem. Soc. 138 2016 14194 14197 A. Cai, W. Guo, L. Martínez-Rodríguez, A.W.J.J.o.t.A.C.S. Kleij, J. Am. Chem. Soc., 138 (2016) 14194-14197. [2] J. Xie W. Guo A. Cai E.C. Escudero-Adán A.W.J.Ol. Kleij Org. Lett. 19 2017 6388 6391 J. Xie, W. Guo, A. Cai, E.C. Escudero-Adán, A.W.J.O.l. Kleij, Org. Lett., 19 (2017) 6388-6391. [3] J.E. Gómez W. Guo A.W.J.Ol. Kleij Org. Lett. 18 2016 6042 6045 J.E. Gómez, W. Guo, A.W.J.O.l. Kleij, Org. Lett., 18 (2016) 6042-6045. [4] K. Matsumoto M. Kakehashi H. Ouchi M. Yuasa T.J.M. Endo Macromolecules 49 2016 9441 9448 K. Matsumoto, M. Kakehashi, H. Ouchi, M. Yuasa, T.J.M. Endo, Macromolecules, 49 (2016) 9441-9448. [5] J. Chai Z. Liu J. Zhang J. Sun Z. Tian Y. Ji K. Tang X. Zhou G. Cui ACS Appl. Mater. Interfaces 9 2017 17897 17905 J. Chai, Z. Liu, J. Zhang, J. Sun, Z. Tian, Y. Ji, K. Tang, X. Zhou, G. Cui, ACS Appl. Mater. Interfaces., 9 (2017) 17897-17905. [6] D.J. Darensbourg Chem. Rev. 107 2007 2388 2410 D.J. Darensbourg, Chem. Rev., 107 (2007) 2388-2410. [7] S. Venkataraman V.W.L. Ng D.J. Coady H.W. Horn G.O. Jones T.S. Fung H. Sardon R.M. Waymouth J.L. Hedrick Y.Y. Yang J. Am. Chem. Soc. 137 2015 13851 13860 S. Venkataraman, V.W.L. Ng, D.J. Coady, H.W. Horn, G.O. Jones, T.S. Fung, H. Sardon, R.M. Waymouth, J.L. Hedrick, Y.Y. Yang, J. Am. Chem. Soc., 137 (2015) 13851-13860. [8] Z. Han L. Rong J. Wu L. Zhang Z. Wang K. Ding Angew. Chem. Int. Ed 51 2012 13041 13045 Z. Han, L. Rong, J. Wu, L. Zhang, Z. Wang, K. Ding, Angew. Chem. Int. Ed., 51 (2012) 13041-13045. [9] S. Fukuoka M. Kawamura K. Komiya M. Tojo H. Hachiya K. Hasegawa M. Aminaka H. Okamoto I. Fukawa S. Konno Green Chem. 5 2003 497 507 S. Fukuoka, M. Kawamura, K. Komiya, M. Tojo, H. Hachiya, K. Hasegawa, M. Aminaka, H. Okamoto, I. Fukawa, S. Konno, Green Chem., 5 (2003) 497-507. [10] Z.-Z. Yang Y.-N. Zhao L.-N. He J. Gao Z.-S. Yin Green Chem. 14 2012 519 527 Z.-Z. Yang, Y.-N. Zhao, L.-N. He, J. Gao, Z.-S. Yin, Green Chem., 14 (2012) 519-527. [11] Q. He J.W. O’Brien K.A. Kitselman L.E. Tompkins G.C.T. Curtis F.M. Kerton Catal. Sci. Technol. 4 2014 1513 1528 Q. He, J.W. O'Brien, K.A. Kitselman, L.E. Tompkins, G.C.T. Curtis, F.M. Kerton, Catal. Sci. Technol., 4 (2014) 1513-1528. [12] C. Yang M. Liu J. Zhang X. Wang Y. Jiang J. Sun Mol. Catal. 450 2018 39 45 C. Yang, M. Liu, J. Zhang, X. Wang, Y. Jiang, J. Sun, Mol. Catal., 450 (2018) 39-45. [13] C. Yang Y. Chen P. Xu L. Yang J. Zhang J. Sun Mol. Catal. 480 2020 110637 C. Yang, Y. Chen, P. Xu, L. Yang, J. Zhang, J. Sun, Mol. Catal., 480 (2020) 110637. [14] Z.A.K. Khattak H.A. Younus N. Ahmad B. Yu H. Ullah S. Suleman A.H. Chughtai B. Moosavi C. Somboon F. Verpoort J. CO2 Utilization 28 2018 313 318 Z.A.K. Khattak, H.A. Younus, N. Ahmad, B. Yu, H. Ullah, S. Suleman, A.H. Chughtai, B. Moosavi, C. Somboon, F. Verpoort, J. CO2 Utilization, 28 (2018) 313-318. [15] C.J. Whiteoak N. Kielland V. Laserna E.C. Escudero-Adán E. Martin A.W. Kleij J. Am. Chem. Soc. 135 2013 1228 1231 C.J. Whiteoak, N. Kielland, V. Laserna, E.C. Escudero-Adán, E. Martin, A.W. Kleij, J. Am. Chem. Soc., 135 (2013) 1228-1231. [16] A. Decortes A.W. Kleij ChemCatChem 3 2011 831 834 A. Decortes, A.W. Kleij, ChemCatChem, 3 (2011) 831-834. [17] H. Ullah B. Mousavi H.A. Younus Z.A.K. Khattak S. Chaemchuen S. Suleman F. Verpoort Commun. Chem. 2 2019 42 H. Ullah, B. Mousavi, H.A. Younus, Z.A.K. Khattak, S. Chaemchuen, S. Suleman, F. Verpoort, Commun. Chem., 2 (2019) 42. [18] H. Ullah B. Mousavi H.A. Younus Z.A.K. Khattak S. Suleman M.T. Jan B. Yu S. Chaemchuen F. Verpoort J. Catal. 377 2019 190 198 H. Ullah, B. Mousavi, H.A. Younus, Z.A.K. Khattak, S. Suleman, M.T. Jan, B. Yu, S. Chaemchuen, F. Verpoort, J. Catal., 377 (2019) 190-198. [19] Z.A.K. Khattak H.A. Younus N. Ahmad H. Ullah S. Suleman M.S. Hossain M. Elkadi F. Verpoort Chem. Commun. 55 2019 8274 8277 Z.A.K. Khattak, H.A. Younus, N. Ahmad, H. Ullah, S. Suleman, M.S. Hossain, M. Elkadi, F. Verpoort, Chem. Commun., 55 (2019) 8274-8277. [20] I. Karamé S. Zaher N. Eid L. Christ Mol. Catal. 456 2018 87 95 I. Karamé, S. Zaher, N. Eid, L. Christ, Mol. Catal., 456 (2018) 87-95. [21] S. Biswas R. Khatun M. Sengupta S.M. Islam Mol. Catal. 452 2018 129 137 S. Biswas, R. Khatun, M. Sengupta, S.M. Islam, Mol. Catal., 452 (2018) 129-137. [22] S. Suleman H.A. Younus N. Ahmad Z.A.K. Khattak H. Ullah J. Park T. Han B. Yu F. Verpoort Appl. Catal. A Gen. 591 2020 117384 S. Suleman, H.A. Younus, N. Ahmad, Z.A.K. Khattak, H. Ullah, J. Park, T. Han, B. Yu, F. Verpoort, Appl. Catal. A Gen., 591 (2020) 117384. [23] K. Yamaguchi K. Ebitani T. Yoshida H. Yoshida K. Kaneda J. Am. Chem. Soc. 121 1999 4526 4527 K. Yamaguchi, K. Ebitani, T. Yoshida, H. Yoshida, K. Kaneda, J. Am. Chem. Soc., 121 (1999) 4526-4527. [24] J. Tharun G. Mathai A.C. Kathalikkattil R. Roshan J.-Y. Kwak D.-W. Park Green Chem. 15 2013 1673 1677 J. Tharun, G. Mathai, A.C. Kathalikkattil, R. Roshan, J.-Y. Kwak, D.-W. Park, Green Chem., 15 (2013) 1673-1677. [25] J. Wang Y. Zhang ACS Catal. 6 2016 4871 J. Wang, Y. Zhang, ACS Catal., 6 (2016) 4871. [26] S. Suleman H.A. Younus N. Ahmad Z.A.K. Khattak H. Ullah S. Chaemchuen F. Verpoort Catal. Sci. Technol. 9 2019 3868 3873 S. Suleman, H.A. Younus, N. Ahmad, Z.A.K. Khattak, H. Ullah, S. Chaemchuen, F. Verpoort, Catal. Sci. Technol., 9 (2019) 3868-3873. [27] B.R. Buckley A.P. Patel K.G.U. Wijayantha Chem. Commun. 47 2011 11888 11890 B.R. Buckley, A.P. Patel, K.G.U. Wijayantha, Chem. Commun., 47 (2011) 11888-11890. [28] A. Monassier V. D’Elia M. Cokoja H. Dong J.D.A. Pelletier J.-M. Basset F.E. Kühn ChemCatChem 5 2013 1321 1324 A. Monassier, V. D'Elia, M. Cokoja, H. Dong, J.D.A. Pelletier, J.-M. Basset, F.E. Kühn, ChemCatChem, 5 (2013) 1321-1324. [29] Y. Xie T.-T. Wang R.-X. Yang N.-Y. Huang K. Zou W.-Q. Deng ChemSusChem 7 2014 2110 2114 Y. Xie, T.-T. Wang, R.-X. Yang, N.-Y. Huang, K. Zou, W.-Q. Deng, ChemSusChem, 7 (2014) 2110-2114. [30] D. Ma B. Li K. Liu X. Zhang W. Zou Y. Yang G. Li Z. Shi S. Feng J. Mater. Chem. 3 2015 23136 23142 D. Ma, B. Li, K. Liu, X. Zhang, W. Zou, Y. Yang, G. Li, Z. Shi, S. Feng, J. Mater. Chem., 3 (2015) 23136-23142. [31] J. Xu L.-Z. Wen Y.-L. Gan B. Xue Mol. Catal. 485 2020 110848 J. Xu, L.-Z. Wen, Y.-L. Gan, B. Xue, Mol. Catal., 485 (2020) 110848. [32] K. Yamazaki T. Moteki M. Ogura Mol. Catal. 454 2018 38 43 K. Yamazaki, T. Moteki, M. Ogura, Mol. Catal., 454 (2018) 38-43. [33] M.H. Beyzavi R.C. Klet S. Tussupbayev J. Borycz N.A. Vermeulen C.J. Cramer J.F. Stoddart J.T. Hupp O.K. Farha J. Am. Chem. Soc. 136 2014 15861 15864 M.H. Beyzavi, R.C. Klet, S. Tussupbayev, J. Borycz, N.A. Vermeulen, C.J. Cramer, J.F. Stoddart, J.T. Hupp, O.K. Farha, J. Am. Chem. Soc., 136 (2014) 15861-15864. [34] D.J. Darensbourg W.-C. Chung K. Wang H.-C. Zhou ACS Catal. 4 2014 1511 1515 D.J. Darensbourg, W.-C. Chung, K. Wang, H.-C. Zhou, ACS Catal., 4 (2014) 1511-1515. [35] B. Mousavi S. Chaemchuen B. Moosavi K. Zhou M. Yusubov F. Verpoort ChemistryOpen 6 2017 674 680 B. Mousavi, S. Chaemchuen, B. Moosavi, K. Zhou, M. Yusubov, F. Verpoort, ChemistryOpen, 6 (2017) 674-680. [36] J. Roeser K. Kailasam A. Thomas ChemSusChem 5 2012 1793 1799 J. Roeser, K. Kailasam, A. Thomas, ChemSusChem, 5 (2012) 1793-1799. [37] Q. An Z. Li R. Graff J. Guo H. Gao C. Wang ACS Appl. Mater. Inter. 7 2015 4969 4978 Q. An, Z. Li, R. Graff, J. Guo, H. Gao, C. Wang, ACS Appl Mater Inter, 7 (2015) 4969-4978. [38] B. Aguila Q. Sun X. Wang E. O’Rourke A.M. Al-Enizi A. Nafady S. Ma Angew. Chem. Int. Ed 57 2018 10107 10111 B. Aguila, Q. Sun, X. Wang, E. O'Rourke, A.M. Al-Enizi, A. Nafady, S. Ma, Angew. Chem. Int. Ed., 57 (2018) 10107-10111. [39] J. Lan M. Liu X. Lu X. Zhang J. Sun ACS Sustain. Chem. Eng. 6 2018 8727 8735 J. Lan, M. Liu, X. Lu, X. Zhang, J. Sun, ACS Sustainable Chem. Eng., 6 (2018) 8727-8735. [40] H. He Q. Sun W. Gao J.A. Perman F. Sun G. Zhu B. Aguila K. Forrest B. Space S. Ma Angew. Chem. Int. Ed 57 2018 4657 4662 H. He, Q. Sun, W. Gao, J.A. Perman, F. Sun, G. Zhu, B. Aguila, K. Forrest, B. Space, S. Ma, Angew. Chem. Int. Ed., 57 (2018) 4657-4662. [41] D.W.C. MacMillan Nature 455 2008 304 D.W.C. MacMillan, Nature, 455 (2008) 304. [42] J. Alemán S. Cabrera Chem. Soc. Rev. 42 2013 774 793 J. Alemán, S. Cabrera, Chem. Soc. Rev.,, 42 (2013) 774-793. [43] T. Ema K. Fukuhara T. Sakai M. Ohbo F.Q. Bai J.Y. Hasegawa Catal. Sci. Technol. 5 2015 2314 2321 T. Ema, K. Fukuhara, T. Sakai, M. Ohbo, F.Q. Bai, J.Y. Hasegawa, Catal. Sci. Technol., 5 (2015) 2314-2321. [44] T. Werner H. Büttner Chemsuschem 7 2014 3268 3271 T. Werner, H. Büttner, Chemsuschem, 7 (2014) 3268-3271. [45] H. Büttner J. Steinbauer T. Werner Chemsuschem 47 2016 2655 2669 H. Büttner, J. Steinbauer, T. Werner, Chemsuschem, 47 (2016) 2655-2669. [46] S. Denizalti RSC Adv. 46 2015 45454 45458 S. Denizalti, Rsc Advances, 46 (2015) 45454-45458. [47] M.H. Anthofer M.E. Wilhelm M. Cokoja I.I.E. Markovits W.A. Herrmann Catal. Sci. Technol. 4 2014 1749 1758 M.H. Anthofer, M.E. Wilhelm, M. Cokoja, I.I.E. Markovits, W.A. Herrmann, Catal. Sci. Technol., 4 (2014) 1749-1758. [48] B. Zou C. Hu Current Opin. Green Sust. Chem. 3 2017 11 16 B. Zou, C. Hu, Current Opin. Green Sust. Chem., 3 (2017) 11-16. [49] Y.-M. Shen W.-L. Duan M. Shi Eur. J. Org. Chem. 2004 2004 3080 3089 Y.-M. Shen, W.-L. Duan, M. Shi, Eur. J. Org. Chem., 2004 (2004) 3080-3089. [50] L. Wang G. Zhang K. Kodama T. Hirose Green Chem. 18 2016 1229 1233 L. Wang, G. Zhang, K. Kodama, T. Hirose, Green Chem, 18 (2016) 1229-1233. [51] S. Zhang H. Zhang F. Cao Y. Ma Y. Qu ACS Sustain. Chem. Eng. 6 2018 4204 4211 S. Zhang, H. Zhang, F. Cao, Y. Ma, Y. Qu, ACS Sustainable Chem. Eng., 6 (2018) 4204-4211. [52] S. Arayachukiat C. Kongtes A. Barthel S.V.C. Vummaleti A. Poater S. Wannakao L. Cavallo V. D’Elia ACS Sustain. Chem. Eng. 5 2017 6392 6397 S. Arayachukiat, C. Kongtes, A. Barthel, S.V.C. Vummaleti, A. Poater, S. Wannakao, L. Cavallo, V. D’Elia, ACS Sustainable Chem. Eng., 5 (2017) 6392-6397. [53] S. Sopeña E. Martin E.C. Escudero-Adán A.W. Kleij ACS Catal. 7 2017 3532 3539 S. Sopeña, E. Martin, E.C. Escudero-Adán, A.W. Kleij, ACS Catal., 7 (2017) 3532-3539. [54] X. Wu C. Chen Z. Guo M. North A.C. Whitwood ACS Catal. 9 2019 1895 1906 X. Wu, C. Chen, Z. Guo, M. North, A.C. Whitwood, ACS Catal., 9 (2019) 1895-1906. [55] A. Kolarovič M. Schnürch M.D. Mihovilovic J. Org. Chem. 76 2011 2613 2618 A. Kolarovič, M. Schnürch, M.D. Mihovilovic, J. Org. Chem., 76 (2011) 2613-2618. [56] A.A. Andrianova T. DiProspero C. Geib I.P. Smoliakova E.I. Kozliak A. Kubátová J. Am. Soc. Mass Spectrom. 29 2018 1044 1059 A.A. Andrianova, T. DiProspero, C. Geib, I.P. Smoliakova, E.I. Kozliak, A. Kubátová, J. Am. Soc. Mass Spectrom., 29 (2018) 1044-1059. [57] S.W. Kwok J.R. Fotsing R.J. Fraser V.O. Rodionov V.V. Fokin Org. Lett. 12 2010 4217 4219 S.W. Kwok, J.R. Fotsing, R.J. Fraser, V.O. Rodionov, V.V. Fokin, Org. Lett., 12 (2010) 4217-4219. [58] H.A. Younus N. Ahmad A.H. Chughtai M. Vandichel M. Busch K. Van Hecke M. Yusubov S. Song F. Verpoort ChemSusChem 10 2017 862 875 H.A. Younus, N. Ahmad, A.H. Chughtai, M. Vandichel, M. Busch, K. Van Hecke, M. Yusubov, S. Song, F. Verpoort, ChemSusChem, 10 (2017) 862-875. [59] L. Wang G. Zhang K. Kodama T. Hirose Green Chem. 18 2016 1229 1233 L. Wang, G. Zhang, K. Kodama, T. Hirose, Green Chem., 18 (2016) 1229-1233. [60] S. Arayachukiat C. Kongtes A. Barthel S.V.C. Vummaleti A. Poater S. Wannakao L. Cavallo V. D’Elia ACS Sustain. Chem. Eng. 5 2017 6392 6397 S. Arayachukiat, C. Kongtes, A. Barthel, S.V.C. Vummaleti, A. Poater, S. Wannakao, L. Cavallo, V. D’Elia, ACS Sustain. Chem. Eng., 5 (2017) 6392-6397. [61] M. Alves B. Grignard R. Mereau C. Jerome T. Tassaing C. Detrembleur Catal. Sci. Technol. 7 2017 2651 2684 M. Alves, B. Grignard, R. Mereau, C. Jerome, T. Tassaing, C. Detrembleur, Catal. Sci. Technol., 7 (2017) 2651-2684.",
      "scopus-id": "85088021961",
      "coredata": {
        "eid": "1-s2.0-S2468823120303333",
        "dc:description": "A general synthesis of triazole-based catalysts remains a significant challenge. Consequently, triazole-based catalysts are rarely studied. Herein, the first report is presented for the construction of cyclic carbonates using triazole-based organocatalysts, which is a crucial technology to a genuinely sustainable and atom-efficient economy. A series of triazole-based organocatalysts was synthesized, entirely characterized by FTIR, NMR, mass spectrometry, and elemental analysis. This work is mainly based on the construction of nucleophilic-electrophilic bifunctional catalysts (N-rich triazole ring-carboxylic group) combined with substituents, which evaluate the vital effect of substituents for the catalytic cycloaddition reaction of CO2 into epoxide. In general, various systems required the Lewis basic site in the form of cocatalyst or solvent to be optimally effective. However, our designed catalyst contained Lewis basic and acidic sites. It, therefore, can catalyze the reaction proficiently without the aid of solvent, cocatalysts and can perform at ambient pressure of CO2 (1 bar) to produce different cyclic carbonates. Moreover, the catalyst is reusable, maintaining the same activity along with remarkable catalyst stability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120303333",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Suleman, Suleman"
          },
          {
            "@_fa": "true",
            "$": "Younus, Hussein A."
          },
          {
            "@_fa": "true",
            "$": "Khattak, Zafar A.K."
          },
          {
            "@_fa": "true",
            "$": "Ullah, Habib"
          },
          {
            "@_fa": "true",
            "$": "Elkadi, Mirella"
          },
          {
            "@_fa": "true",
            "$": "Verpoort, Francis"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120303333"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120303333"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30333-3",
        "prism:volume": "493",
        "articleNumber": "111071",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Co-catalyst and solvent free nitrogen rich triazole based organocatalysts for cycloaddition of CO2 into epoxide",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Organocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Cyclo addition"
          },
          {
            "@_fa": "true",
            "$": "Cyclic carbonates"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111071",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2020",
        "prism:doi": "10.1016/j.mcat.2020.111071",
        "prism:startingPage": "111071",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111071",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "279",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10652",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "604",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28195",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "482",
            "@width": "680",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65418",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "780",
            "@width": "680",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "77077",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "391",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39413",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "484",
            "@width": "529",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31262",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "435",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47908",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6585",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5681",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10495",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7164",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6455",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4676",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7128",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "12135990",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "28031",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2932",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3386",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2266",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120303333-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "952307",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85088021961"
      }
    }
  }
}