{
  "metadata": {
    "title": "Efficient catalytic transfer hydrogenation of furfural to furfuryl alcohol in near-critical isopropanol over Cu/MgO-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2018-02-28",
    "doi": "10.1016/j.mcat.2017.11.011",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882311730603X",
    "pii": "S246882311730603X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85039762842",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2017-11-21 2017-11-21 2017-11-21 2017-11-21 2019-02-28T03:55:43 1-s2.0-S246882311730603X S2468-8231(17)30603-X S246882311730603X 10.1016/j.mcat.2017.11.011 S300 S300.4 FULL-TEXT 1-s2.0-S2468823117X00199 2019-02-28T04:03:11.966934Z 0 0 20180201 20180228 2018 2017-11-21T08:07:08.462653Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 2468-8231 24688231 true 445 445 C Volume 445 13 94 101 94 101 201802 February 2018 2018-02-01 2018-02-28 2018 Regular Papers article fla © 2017 Elsevier B.V. All rights reserved. EFFICIENTCATALYTICTRANSFERHYDROGENATIONFURFURALFURFURYLALCOHOLINNEARCRITICALISOPROPANOLOVERCUMGOAL2O3CATALYST CHEN H 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalyst preparation 2.3 Catalyst characterization 2.4 CTH of FAL 3 Results and discussions 3.1 Catalyst characterization 3.2 CTH of FAL over Cu/MgO-Al2O3 catalyst 3.3 Catalyst recycling experiments 4 Conclusions Acknowledgments Appendix A Supplementary data References BESSON 2014 1827 1870 M CORMA 2007 2411 2502 A GONG 2017 2172 2180 W WANG 2017 942 947 F LI 2016 1339 1347 J NAGARAJA 2003 287 293 B NAGARAJA 2007 90 97 B KIJENSKIA 2002 171 182 J PANG 2011 1272 1283 S YUAN 2015 58 64 Q SITTHISA 2011 784 791 S MERLO 2009 1665 1669 A LI 2003 267 275 H FULAJTAROVA 2015 78 85 K ZHANG 2016 2507 2513 Q YUAN 2013 3308 J BHOGESWARARAO 2015 65 77 S PANAGIOTOPOULOU 2015 2046 2054 P VILLAVERDE 2015 6 10 M NISHIMURA 2013 2026 S HE 2011 54 63 Z CHEN 2015 327 334 H BORON 2015 73 85 P BRAVOSUAREZA 2013 234 246 J LIU 2007 138 148 Y MARCU 2009 231 238 I TAVASOLI 2015 63 72 A FENG 2016 1 3 F LODZIANA 2001 11261 11267 Z SANCHEZESCRIBANO 2006 9214 9219 V GILKEY 2015 3988 3994 M CHENX2018X94 CHENX2018X94X101 CHENX2018X94XH CHENX2018X94X101XH 2019-11-21T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier B.V. All rights reserved. item S2468-8231(17)30603-X S246882311730603X 1-s2.0-S246882311730603X 10.1016/j.mcat.2017.11.011 315758 2019-02-28T04:03:11.966934Z 2018-02-01 2018-02-28 1-s2.0-S246882311730603X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/MAIN/application/pdf/bd863dcacc5a2146433855f8c4f534b8/main.pdf main.pdf pdf true 1349997 MAIN 8 1-s2.0-S246882311730603X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/PREVIEW/image/png/2f5cb0606ff94202d41efc75b9d7612a/main_1.png main_1.png png 58342 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882311730603X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/fx1/THUMBNAIL/image/gif/966fa69f961414c8434b48c837738aa5/fx1.sml fx1 true fx1.sml sml 5558 88 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr1/THUMBNAIL/image/gif/72b9f6ff12388dfdbf8ecffc0e19d6d4/gr1.sml gr1 gr1.sml sml 5750 164 211 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr2/THUMBNAIL/image/gif/14a675650238c3156160ea3e20acdb5c/gr2.sml gr2 gr2.sml sml 8263 164 199 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr3/THUMBNAIL/image/gif/f450466df7bf12879bb463ff3c09a343/gr3.sml gr3 gr3.sml sml 6617 132 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr4/THUMBNAIL/image/gif/16f15c669b2519ba3ea000771a872a15/gr4.sml gr4 gr4.sml sml 7597 164 197 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr5/THUMBNAIL/image/gif/6f5fdb93ed972c40c42765bfa31cd157/gr5.sml gr5 gr5.sml sml 7144 164 215 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr6/THUMBNAIL/image/gif/2920568b4ab9603957dfbac806595715/gr6.sml gr6 gr6.sml sml 7001 164 209 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr7/THUMBNAIL/image/gif/a338971ddff2dbd174a15e886697b00d/gr7.sml gr7 gr7.sml sml 2507 163 70 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-gr8.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr8/THUMBNAIL/image/gif/7433587f367ca3a7f5cde953a5c96b5b/gr8.sml gr8 gr8.sml sml 5549 153 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/sc1/THUMBNAIL/image/gif/dd5c1c56c594ca1ac2496e179bc7d258/sc1.sml sc1 sc1.sml sml 6619 106 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730603X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/fx1/DOWNSAMPLED/image/jpeg/b4eb2625b4ef33e2b70593bd3dc6453b/fx1.jpg fx1 true fx1.jpg jpg 17375 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr1/DOWNSAMPLED/image/jpeg/a775196d91b90d47e3410283388b2c50/gr1.jpg gr1 gr1.jpg jpg 22936 293 376 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr2/DOWNSAMPLED/image/jpeg/ac651c106c2e656fa2cc0bab786e5975/gr2.jpg gr2 gr2.jpg jpg 32504 308 374 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr3/DOWNSAMPLED/image/jpeg/dcef67d60ba5685107f95c237b438b70/gr3.jpg gr3 gr3.jpg jpg 29349 283 470 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr4/DOWNSAMPLED/image/jpeg/63f71fb3550950159a7e705683ecca90/gr4.jpg gr4 gr4.jpg jpg 28016 311 374 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr5/DOWNSAMPLED/image/jpeg/3722c8900c36a7e8ee83423cd1b70bfb/gr5.jpg gr5 gr5.jpg jpg 23133 288 377 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr6/DOWNSAMPLED/image/jpeg/230ed6451612c90499fbd62273e7ed96/gr6.jpg gr6 gr6.jpg jpg 24608 294 374 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr7/DOWNSAMPLED/image/jpeg/a26fc74551774d2676fb62ab3274532b/gr7.jpg gr7 gr7.jpg jpg 37427 871 374 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-gr8.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/gr8/DOWNSAMPLED/image/jpeg/4ca25a4bae052197144ea4c93633f2ee/gr8.jpg gr8 gr8.jpg jpg 18413 262 376 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/sc1/DOWNSAMPLED/image/jpeg/b9a85e99bd5159e14713724b13f3e96d/sc1.jpg sc1 sc1.jpg jpg 20972 227 470 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730603X-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730603X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/864e17fdd5a5dcf0caffe9170fbc76d7/mmc1.docx mmc1 mmc1.docx docx 753550 APPLICATION MCAT 378 S2468-8231(17)30603-X 10.1016/j.mcat.2017.11.011 Elsevier B.V. Scheme 1 Proposed pathways for the formation of FOL from FAL over Cu/MgO2-Al2O3 catalysts in this work. Scheme 1 Fig. 1 The XRD patterns for the series of Cu/MgO-Al2O3 catalysts with different Cu loadings after reduction. (a) 10%Cu/MgO-Al2O3; (b) 20%Cu/MgO-Al2O3; (c) 30%Cu/MgO-Al2O3; (d) 40%Cu/MgO-Al2O3; (e) 50%Cu/MgO-Al2O3; (f) 20%Cu/MgO-Al2O3 (after four cycles of catalyst reuse). Fig. 1 Fig. 2 NH3-TPD patterns for series of Cu/MgO-Al2O3 with different Cu loadings. Fig. 2 Fig. 3 Catalytic performance of the series of MgO-Al2O3 and Al2O3 supported catalysts in the CTH of FAL. Reaction conditions: FAL: 100mg, catalyst: 25mg, reaction temperature: 210°C, reaction time: 1h, isopropanol: 5mL. Fig. 3 Fig. 4 Catalytic performance of the series of Cu/MgO-Al2O3 catalysts with different Cu loadings. Reaction conditions: FAL: 100mg, catalyst: 25mg, reaction temperature: 210°C, reaction time: 1h, isopropanol: 5mL. Fig. 4 Fig. 5 Catalytic performance of the series of 20%Cu/MgO-Al2O3 catalysts with different catalyst loadings. Reaction conditions: FAL: 100mg, reaction temperature: 210°C, reaction time: 1h, isopropanol: 5mL. Fig. 5 Fig. 6 Catalytic performance of the series of 20%Cu/MgO-Al2O3 catalysts with different FAL loadings. Reaction conditions: catalyst: 25mg, reaction temperature: 210°C, reaction time: 1h, isopropanol: 5mL. Fig. 6 Fig. 7 Effect of reaction temperature and time on the CTH of FAL to FOL over 20%Cu/MgO-Al2O3 catalysts. Reaction conditions: FAL: 100mg, catalyst: 25mg, isopropanol: 5mL. Fig. 7 Fig. 8 Recycling of the 20%Cu/MgO-Al2O3 catalyst. Reaction conditions: Reaction conditions: FAL: 100mg, catalyst: 25mg, reaction temperature: 210°C, reaction time: 1h, isopropanol: 5mL. Fig. 8 Table 1 Physical properties of the series of Cu/MgO-Al2O3 catalysts. Table 1 Samples SBET (m2/g) V (cm3/g) Dave (nm) 10%Cu/MgO-Al2O3 258.6 0.38 17.6 20%Cu/MgO-Al2O3 143.9 0.42 15.4 20%Cu/MgO-Al2O3(4th use) 140.3 0.46 15.2 30%Cu/MgO-Al2O3 133.5 0.55 9.6 40%Cu/MgO-Al2O3 117.9 0.59 8.0 50%Cu/MgO-Al2O3 112.5 0.62 7.6 SBET, BET surface area; V, pore volume. Dave, average pore diameter calculated from pore size distribution. Research Paper Efficient catalytic transfer hydrogenation of furfural to furfuryl alcohol in near-critical isopropanol over Cu/MgO-Al2O3 catalyst Hao Chen a Houhang Ruan a Xilei Lu a Jie Fu a Timothy Langrish b Xiuyang Lu a ⁎ a Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310027, PR China Key Laboratory of Biomass Chemical Engineering of Ministry of Education College of Chemical and Biological Engineering Zhejiang University Hangzhou 310027 PR China b Drying and Process Technology Group, School of Chemical & Biomolecular Engineering, The University of Sydney, Darlington, NSW 2006, Australia Drying and Process Technology Group School of Chemical & Biomolecular Engineering The University of Sydney Darlington NSW 2006 Australia ⁎ Corresponding author. Graphical abstract Catalytic transfer hydrogenation of furfural to furfuryl alcohol is considered to be a very important industrial process. In this work, non-noble Cu supported on MgO-Al2O3 catalysts have been prepared by co-precipitation and have shown excellent catalytic performance for conversion of furfural to furfuryl alcohol in near-critical iso-propanol. The effects of the Cu state (reduction degree and dispersion) and loading in Cu/MgO-Al2O3, acidity of catalysts have been investigated by X-ray diffraction (XRD), coupled plasma optical emission spectrometry (ICP-OES), N2 adsorption and desorption (N2-BET) and temperature-programmed desorption of ammonia (NH3-TPD), which have led to high activity for producing furfuryl alcohol. The results have shown that the selectivity of furfuryl alcohol has been influenced by the Cu state, Lewis acidity, reaction temperature and reaction time. The mechanisms, Lewis acid- and metal mediated hydrogenation, have shown that a desirable balance of Cu loading and Lewis acidity of catalyst has influenced the activity significantly. Almost 100% furfural conversion, with 89.3% furfuryl alcohol yield has been obtained. Cycling tests have shown that the prepared catalysts have been stable, where recycling the catalysts at least four times has not shown any reduction in activity. Keywords Catalytic transfer hydrogenation Cu/MgO-Al2O3 Furfuryl alcohol Acidity Recycle 1 Introduction Biomass is viewed as a potential alternative to produce high-valued chemicals from natural compounds [1,2]. Biomass derived furfural (FAL) has been found to be one of the prospective biological base platforms for biofuels and chemicals that are produced from five-carbon sugars [3]. Selective conversion of FAL to furfuryl alcohol (FOL) is considered to be a very important industrial process, which is due to FOL being a very important chemical that is used widely in the fine chemical and the polymer industries for many applications, such as thermostatic resins, synthetic fibers, lysine, vitamin C, and lubricants [4]. In terms of producing FOL from FAL, hydrogenation is one of the most important processes in the conversion of FAL, which include CO in the branched chain structure and CC in the furan ring. Thus, it is necessary to avoid over-hydrogenation by selectively hydrogenating the CO bonds rather than the CC bonds, and unselectively cracking the CC bonds. Usually, the main catalyst used in industry is a Cu-Cr oxide catalyst, which has high toxicity and hence causes serious environmental pollution [5–7]. Now, research efforts are being focused on the synthesis of Cr-free catalysts, including the use of noble metals (Pt, Pd, Ru and Ir) [8–10], non-noble metals (Fe, Ni, and Cu) [3,11] and alloyed bimetallic metals (Pt-, Ni-, Fe-, and Cu-M) [12–14] supported catalysts. However, these research works were mostly performed with H2 in high-pressure processes, which made the processes very costly and inhibited the ability to industrialize the processes. Catalytic transfer hydrogenation (CTH) has recently emerged as an alternative approach for the reduction of biomass-derived molecules, using hydrogen donors such as alcohols as hydrogen sources to replace molecular H2 [15,16]. CTH processes have also been reported for producing FOL from FAL over several catalysts. Normally, noble metal catalysts have high activity even under mild reaction conditions, leading to high selectivity for some undesirable side reactions [17,18]. Thus, the noble metal catalysts are less desirable than non-noble metal catalysts [3]. Carbon materials showed excellent performance [3,5] but they needed strong pretreatment (with concentrated HCl and HNO3 treating) to obtain oxygen-containing functional groups, but side reactions may also occur. Villaverde et al. [19] reported the CTH of FAL to FOL on Cu-Mg-Al catalysts. However, this work only gave results about the reactant conversion without investigating the selectivity of FOL and the reusability of the catalyst. Thus, there are still many problems needing to be further studied, because hydrotalcite materials (MgO-Al2O3) are strong supports for catalysts showing excellent performance [20] due to their large adsorption capacity, the anion-exchange ability of the interlayer space and the tunable basicity of the surface. In this work, a series of hydrotalcite materials, MgO-Al2O3, supported Cu catalysts have been prepared by co-precipitation and investigated for selective liquid-phase CTH of FAL to FOL using iso-propanol as a hydrogen donor. The catalyst properties have been investigated by X-ray diffraction (XRD), coupled plasma optical emission spectrometry (ICP-OES), N2 adsorption and desorption (N2-BET) and temperature-programmed desorption of ammonia (NH3-TPD). The effects of reaction conditions (temperature, reaction time), the catalyst to FAL ratio, and recycling the catalyst have also been studied to optimize the hydrogenation of FAL to FOL. 2 Experimental section 2.1 Materials FAL (99%) and FOL (99%) have been purchased from Aladdin Chemicals (Shanghai, China). Mg(NO3)2·6H2O (99%), Al(NO3)3·9H2O (99%), Cu(NO3)2·3H2O (99%), iso-propanol (AR) and NaOH (AR) have been brought from Sinopharm Chemical Reagent Co. Ltd (Shanghai, China). All chemicals have been used as received. 2.2 Catalyst preparation The Cu/MgO-Al2O3 catalysts (10–50wt% Cu loading) have been prepared by co-precipitation. Firstly, a solution A of Cu(NO3)2, Mg(NO3)2:Al(NO3)3 in H2O (mole ratio of Mg(NO3)2:Al(NO3)3 =1:1) and a solution B (0.25mol/L Na2CO3 +0.8mol/L NaOH) have been prepared. Then, the two solutions have been simultaneously added dropwise to 100mL of distilled H2O and stirred for 3h. Then the resulting precipitates have been aged for at 30°C for 12h at pH=10±0.2. After being washed thoroughly with deionized water, the final samples have been dried at 110°C overnight. The dried precipitates have been decomposed at 450°C in order to obtain the corresponding mixed oxides. In the final step, the samples have been calcined at 450°C for 2h. 2.3 Catalyst characterization XRD patterns have been analyzed with an Empyrean 200895 X-ray diffractometer using Ni-filtered monochromatic Cu Kα radiation (λ=0.154nm) at 40keV and 30mA. The chemical compositions of these samples have been determined by ICP-OES (Optima 7000DV, PerkinElmer, USA). N2-BET have been measured using N2 at 77K in a static volumetric apparatus (Micromeritics ASAP2020). The samples have been degassed prior to measurements at 300°C for 16h. Specific surface areas have been calculated using the Brunauer-Emmett-Teller (BET) equation, and the total pore volume has been derived from the amount of N2 adsorbed at p/p0 =0.99. NH3-TPD and CO2-TPD have been measured by a FineSorb-3010 equipped with a thermal conductivity detector (TCD, Zhejiang Finetec Instruments Co., Ltd). Typically, all catalysts have been reduced in situ at 450°C and for 2h under a H2 atmosphere before each experiment. 50mg of the catalyst has been pretreated at 120°C in He (20mL/min) for 2h and then cooled to 80°C before ammonia adsorption for 40min. Ammonia/carbon dioxide desorption measurements have been achieved in the temperature range of 80–700°C at a ramping rate of 10°C/min. 2.4 CTH of FAL The CTH of FAL has been carried out in a micro-batch reactor, which has been made of stainless steel with a volume of 14mL. In a typical experiment, the reaction solutions of FAL, catalyst, and 2-propanol have been loaded into the reactor. The sealed reactor has been put into a furnace, which had been heated to the desired temperature. The reactor has been removed at fixed time intervals and quickly placed into cool water to quench the reaction. The sample has been collected from the cooled reactor and rinsed in a 25mL volumetric flask by methanol and then has been filtered by a 0.22μm filter membrane. All catalysts have been reduced in situ at 450°C and for 2h under a pure H2 atmosphere before each experiment. The products have been qualitatively determined with an Agilent 7890B gas chromatograph/5977A mass spectrometer (GC/MS) and quantitatively analyzed by Agilent 7890A gas chromatography spectrometry (GC) equipped with a 30m×0.25mm×0.25μm HP-5 capillary column and a flame ionization detector (FID). The conversions of FAL over different catalysts have been calculated from the amount of FAL consumed divided by the initial amount of FAL loaded into the reactor. Yields of the products have been calculated from the mass of product recovered divided by the mass of FAL loaded into the reactor. Each data point represents the mean result from three independent experiments. 3 Results and discussions 3.1 Catalyst characterization The effect of the MgO-Al2O3 on the crystal phase of the Cu nanoparticles after calcination and reduction has been confirmed by XRD. XRD patterns of series Cu-MgO-Al2O3 and 20%Cu/MgO-Al2O3 catalyst samples after four cycles of catalyst use and regeneration are shown in Fig. 1 . No diffraction peaks for CuO (2θ=35.5 and 38.7°) or any related cupreous substances have been observed except for the 50%Cu/MgO-Al2O3. Small intensity CuO peaks have been observed for 50%Cu/MgO-Al2O3, meaning that the CuO was not be totally reduced to Cu0 because of the high CuO loading. A Cu (111) (JCPDS 04-0836) diffraction peak at 43.2° has been observed because of the reduction of Cu2+ to Cu0 at 450°C. In addition, no obvious diffraction peaks for other crystal faces of Cu (50.6° (200), 60.2° (202) and 74.3° (220)) have been observed, strongly indicating that nascent crystalline copper has been very well dispersed on the Cu/MgO-Al2O3 catalyst [21]. The intensity of the metallic Cu diffraction peak has increased with an increase in Cu loading from 10% to 50%. It has been found that the structures of 20%Cu/MgO-Al2O3 for both Cu and MgO-Al2O3 have been stable and have not changed after the fourth use. The acidity distributions of the series catalysts have been measured by NH3-TPD. As shown in Fig. 2 , a series of Cu/MgO-Al2O3 catalysts with different Cu loading have shown similar acidity distributions. Two peaks at around 200°C and 400°C have been observed, which represented weak/medium and strong acidity, respectively [22]. It was suggested that the first peak was attributed to the desorption of NH3 from Lewis acidic sites and the second desorption peak, present at the higher temperature, was related to NH3 desorbing from Brønsted acidic sites [23]. The results shown in Fig. 2 have indicated that the amount of Cu loading in catalysts has influenced the acidity of the catalyst, especially the Lewis acid. It was reported that [24,25] the acid in CuMgAl catalysts can be deconvoluted into two desorption peaks with temperature, where the two peaks are assigned to Brønsted and Lewis surface acid sites, respectively. Brønsted acid sites in the MMOs are derived from surface OH groups, while Lewis acid sites are located on the cations of Al-O-M2+ (e.g., M2+ =Mg, Cu) species in a M2+-O structure containing Al3+ in octahedral sites. As the Cu loading increased, the Lewis acidity in the Cu/MgO-Al2O3 catalysts has decreased due to the incorporation of Cu covering the Lewis sites. CO2-TPD profiles of the series of Cu/MgO-Al2O3 catalysts with different Cu loadings are shown in Fig. S1. As shown in Fig. S1, the spectra has exhibited three peaks at 200, 220–230, and 300°C, accounting for the presence of sites with weak, moderate and high basic strength, respectively [26]. It has been found that the main basic distribution of catalysts with Cu loading (10% Cu/MgO-Al2O3 and 20% Cu/MgO-Al2O3) has been the moderate basic strength. As the Cu loading further increased, the moderate basic strength has seemed to disappear and the sites of weak and high basic strength have increased sharply. The base site density and strength distribution have depended on the acid-base properties of the metal cations present in the catalyst formulation. Table 1 lists the textural properties of the series of Cu/MgO-Al2O3 catalysts with different Cu loadings detected by performing N2-BET. The actual Cu loading has been very close to the pre-set value of the intended composition as determined by ICP-OES. The results have shown that the BET surface areas (SBET) of the catalysts have decreased with the addition of Cu to the catalyst. The SBET of 258.6m2/g for 10%Cu/MgO-Al2O3 has decreased to 143.9–112.5m2/g for the Cu/MgO-Al2O3 catalysts with 20%–50% Cu contents and the diameter of the pores has decreased as the Cu loading has increased, due to more pores being blocked by metal clusters in the catalysts that were prepared with larger amounts of Cu [27]. The N2-adsorption and desorption isotherms for the series of Cu/MgO-Al2O3 catalysts as shown in Fig. S3 have further supported this. 3.2 CTH of FAL over Cu/MgO-Al2O3 catalyst In our previous work, Cu-Pd/Al2O3 has been successfully synthesized by co-precipitation and showed excellent properties for the CTH of FAL in near-critical isopropanol, because Cu-Pd/Al2O3 has been known for its high CTH activity [28] and hydrothermal stability [29,30]. Thus, the catalytic performance of various catalysts (Pd, Cu, Pd-Cu supported on Al2O3) have been tested and compared with the Cu/MgO-Al2O3 catalyst for the CTH of FAL to produce FOL in near-critical isopropanol. As shown in Fig. 3 , 20%Cu/Al2O3 and 2%Pd/Al2O3 have given almost the same FOL yield of 46–48% with a reaction time of only 1h, but the selectivity to FOL over 2%Pd/Al2O3 has reached almost 90% during the reaction time. Thus, it has been found that the Pd based catalyst has shown better catalytic activity than the Cu based catalyst, and the combination of 18%Cu with 2%Pd has given a higher FOL yield (69.7%) with complete FAL conversion (100%). The CTH of FAL over Ni and Cu-Ni supported catalysts have been also investigated but have shown inferior catalytic activity compared with Pd and Cu-Pd catalysts. Thus, the Cu based monometallic and bimetallic catalysts, no matter whether combined with noble (Pd) or non-noble (Ni) metals, have shown unsatisfactory catalytic activities under these conditions. However, the replacement of the support with hydrotalcite-like material, MgO-Al2O3, supporting Cu, has exhibited much higher catalytic activity for the fast decomposition of isopropanol and the CTH of FAL for a short reaction time of only 1h. Gilkey et al. [31] have discussed mechanism insights into the CTH of FAL to FOL and has shown that the metal-mediated hydrogenation involved two consecutive reaction steps: firstly, the dehydrogenation of 2-propanol occurs on metallic sites to form adsorbed H atoms and acetone, followed by the addition of the adsorbed H atoms to the carbonyl bond. In this pathway, all H atoms transferred are adsorbed onto the metallic sites prior to being added to the carbonyl group of FAL [31]. Thus, the capability of hydrogen transfer of the H2 donor and the adsorption of reactants influence the catalytic performance of catalysts significantly. Normally, noble metal based catalysts have high activity even under mild reaction conditions, leading to high selectivity for some undesirable side reactions as discussed above [3]. Among the non-noble metals, Cu based catalysts have been shown to have high catalytic performance for in situ H2 generation using different alcohols as H2 donors [3,16]. In addition, the hydrotalcite (MgO-Al2O3) has been shown to be a strong support for this catalyst, showing excellent performance [20] due to its adsorption capacity and the tunable basicity of the surface. Thus, the Cu/MgO-Al2O3 has been found to be the most suitable catalyst for the catalytic conversion of FAL to produce FOL without using H2, which is inexpensive but highly active. The combination of Cu with MgO-Al2O3 has appeared to be essential for achieving a high catalytic activity for the CTH of FAL to produce FOL. The physicochemical properties of the Cu (reduction and dispersion of metal) were essential because the hydrogen transfer and CTH of FAL both occurred at the surfaces of metallic sites. Therefore, a series of Cu/MgO-Al2O3 catalysts, in which the Cu loading was varied in the range of 10–50wt%, have been further examined in terms of the CTH of FAL. As shown in Fig. 4 , the catalytic performance has been found to be strongly dependent on the copper content. In each case, the conversions of FAL have remained at almost 100% for a 1h reaction time. The yield of FOL has increased from 49.2% (10%Cu/MgO-Al2O3) to 90.8% (20%Cu/MgO-Al2O3) first, and then decreased a little to 76.8% over 30%Cu/MgO-Al2O3. However, as the Cu loading has increased to more than 40%, the yield of FOL has decreased significantly to 48.5% and 31.9% for the 40%Cu/MgO-Al2O3 and 50%Cu/MgO-Al2O3, respectively. Thus, the balance between the Cu loading and dispersion has been the key factor in affecting the selectivity of FOL in these outcomes. As shown in Fig. 1, it has been shown that the amounts of dispersion for the Cu particles in the catalysts with 10%Cu/MgO-Al2O3, 20%Cu/MgO-Al2O3 and 30%Cu/MgO-Al2O3 have been better than those of the catalysts with 40%Cu/MgO-Al2O3 and 50%Cu/MgO-Al2O3, due to the higher Cu loading leading to particle aggregation, decreasing the Cu dispersion. Except for the 50%Cu/MgO-Al2O3 catalyst, the Cu has been reduced to Cu0 completely without the appearance of Cu2O and CuO peaks. It has been reported that [3] better dispersion of nanoparticles, a higher reduction degree of Cu, and stronger adsorption of FAL can contribute to high hydrogenation performance. Yuan et al. [16] also have reported that, in agreement with the well-established role of Cu as the main active component, the dispersion of Cu has been documented to be the most significant influence for supported Cu catalysts. Hence, among the catalysts examined at this stage of the study, the Cu/MgO-Al2O3 catalyst containing 20wt% Cu has exhibited, by far, the best catalytic performance, because the balance between the Cu loading and the dispersion have been optimal and the reduction of surface Cu2+ to Cu0 has been almost complete. The acidity of the series of Cu/MgO-Al2O3 catalysts has been shown to be another significant factor affecting the yield of FOL. It has been found that the MgO-Al2O3 without incorporated Cu has shown 32% conversion of FAL and a 25% yield of FOL. Thus, the acidity of the catalysts has worked on the conversion of FAL to FOL when no metal has been loaded in the catalyst. For the 10%Cu/MgO-Al2O3 and 20%Cu/MgO-Al2O3 catalysts, although the Lewis acidity has been found to be higher for the 10%Cu/MgO-Al2O3 catalyst than the 20%Cu/MgO-Al2O3 as the Cu loading increased from 10 to 20%, the higher Cu content (20wt%) has offset the impact of the reduction in the amount of Lewis acidity. However, the further decreased Lewis acidity, as shown in Fig. 2, had a similar impact on the catalytic performance regarding the product distribution, and the yield and selectivity of FOL have decreased gradually. For the reaction mechanism of FAL to FOL via Lewis acid-mediated intermolecular hydride transfer as reported [31], the 2-propanol and FAL have been adsorbed on the Lewis acid sites simultaneously. Then, the Lewis acid sites have mediated intermolecular hydride transfer of the β-H in the alcohol to the carbonyl group, following the Meerwein-Ponndorf-Verley (MPV) of iso-propanol and FAL to produce FOL. It has been reported that the hydrogenation of the carbonyl group in furfural to a hydroxymethyl group was more preferred via the Lewis acid-catalyzed intermolecular hydride transfer pathway rather than the metal-mediated hydrogenation, which was because the Lewis acid-mediated intermolecular hydride transfer pathway was relatively facile due to the better accessibility of 2-propanol and FAL to Lewis acid sites [31]. However, in this work the metal-mediated hydrogenation by Cu has made almost the same contribution as the Lewis acid-mediated hydrogenation. When the copper loading increased, the catalytic performance increased up to 20wt%Cu and then dropped. This result is likely to be caused by the copper particles, which could be covering some of the active sites of the “support”, decreasing the activity of the mixed oxides. The decrease in the amount of Lewis acidity also supports this conclusion. Thus, a desirable balance of Cu loading and Lewis acidity of MgO-Al2O3 has been found to be the most significant factor in this work on the CTH of FAL to FOL. Next, the reaction parameters have been optimized for the FAL decomposition by varying the catalyst and FAL loading, the reaction temperature and the time (see Figs. 5–7 ). Firstly, the effect of the 20%Cu/MgO-Al2O3 loading on the CTH of FAL has been examined, and the results are shown in Fig. 5. The influence of catalyst loading has not been the same as the Cu loading in the catalysts because all the Cu states have been the same. Thus, the FAL conversion and the FOL yield have been both observed to increase when the catalyst loading increased, which has been clear particularly at low catalyst loadings. For example, 84% conversion of FAL has been obtained by using 5mg of the 20%Cu/MgO-Al2O3, and then it has increased to 96% with 15mg of the catalyst. This higher FAL conversion with a higher catalyst loading has been due to the presence of more catalytic sites with the same Cu state in the catalyst, which has accelerated the hydrogen transfer from iso-propanol to FAL and the CTH of FAL to FOL. However, when the catalyst loading has been further increased, the FAL conversion has increased slowly and remained at 100% FAL conversion and 89% FOL yield, which may be principally due to the saturation of the catalytic sites by FAL and iso-propanol. However, the almost stable selectively of FOL (FOL yield/FAL conversion=84% for the 5 and 15mg catalyst loading and 89% for the 25 and 35 catalyst loading) has shown that the catalyst loading has had very little effect on the catalyst selectivity for the FOL [4]. The same phenomenon has been also observed by varying the FAL dosage in the reaction as shown in Fig. 6. As the FAL concentrations have increased from 5mg/mL to 40mg/mL, the catalyst to FAL mass ratios have became 1:1, 2:1, 4:1 and 8:1, respectively. The FAL loading has shown little effect on the catalyst selectivity for the FOL. It has been noted that the activity of 20%Cu/MgO-Al2O3 has remained almost unchanged when the FAL dosage has increased to four times the catalyst usage, and only a very slight decline has been detected for the catalyst to FAL mass ratio of 1:8 (89% FOL yield to 86% FOL yield). This result has further confirmed that the 20%Cu/MgO-Al2O3 catalyst has been very effective in the liquid phase hydrogenation of FAL to FOL. The reaction temperature has been investigated at three different temperatures (170, 190, and 210°C), and the results are shown in Fig. 7. As expected, the reaction temperature has had a significant effect on the conversion of FAL and the yield of FOL, since higher reaction temperatures have given higher reaction rates. In addition, the dehydrogenation of iso-propanol has been found to be sensitive to the reaction temperature [4]. From the results in Fig. 7, the FAL conversion has increased at higher reaction temperatures as well as time. Complete FAL conversion has been achieved quickly at a temperature of 210°C in only 1–2h, while it has needed 3h to reach complete FAL conversion at 190°C. At 170°C, the 20%Cu/MgO-Al2O3 catalyst has given a much lower FAL conversion in 1h (56.7%), while the conversion has increased to 100% in 4h, which has indicated that the temperature has influenced the reaction significantly, and the 210°C reaction temperature has been the most suitable condition. The change in the reaction rate of FAL conversion has been found to be faster at an early reaction stage than that at a later reaction stage, which has been due to the higher concentration of FAL at the early reaction stage, corresponding to a higher reaction rate. However, it has been interesting to observe that the reaction temperature and time have shown an effect on the FOL selectivity and the yield of FOL as shown in Fig. 7. When the experiments have been conducted at 170 and 190°C, the selectivities of FOL have reached 40.7% and 57.3%, respectively. The selectivity of FOL has increased first as the reaction continued and then has decreased slightly after 4h. At 210°C, the highest yields and selectivity for FOL have been obtained at the beginning of the reaction at 1h, and then these outcomes have decreased gradually during the reaction process. Thus, for the 20%Cu/MgO-Al2O3 catalyst, the FOL has been produced stably at 170 and 190°C without further reduction to other products or degradation. The FOL has been produced quickly, in only 1h at 210°C but unstable, and some undesirable side reactions such as etherification have occurred to form aldol condensation products [5]. Gilkey et al. [31] have investigated the mechanism of the catalytic transfer hydrogenation of FAL to FOL. Two reaction pathways have been reported, called Lewis acid-mediated intermolecular hydride transfer and metal-mediated hydrogenation. In the case of the Lewis acid-mediated intermolecular hydride transfer pathway, the iso-propanol and FAL are adsorbed on the Lewis acid site simultaneously, and they form a FAL-propanol six-membered ring configuration compound [31]. Thus, the H that is transferred to the carbonyl C atom of furfural is the β-H of iso-propanol, and this transfer happens in a concerted step, in which the H being transferred never adsorbs onto the surface of the catalyst. In contrast, the FOL that is formed, following the metal-mediated hydrogenation, occurs from two consecutive reaction steps, and the H atoms transferred are adsorbed onto the metallic sites prior to being added to the carbonyl group of FAL [31]. It has been clearly shown that both reaction pathways have occurred in this work, and this situation explains why the Cu/MgO2-Al2O3 catalyst has shown excellent catalytic performance in the CTH of FAL to FOL. Here, we proposed an entire reaction scheme for quantitative conversion of FAL to FOL over a Cu/MgO2-Al2O3 catalyst as shown in Scheme 1 . The catalyst Cu/MgO2-Al2O3 has been synthesized by co-precipitation, so the support, MgO2-Al2O3, has been exposed to the outside of the catalyst most greatly. The result of NH3-TPD has shown that the Cu/MgO2-Al2O3 catalysts in our work have given a large amount of available Lewis acidic sites, which has also support this suggestion. Previous published works have shown that MgO2-Al2O3 materials have excellent performance due to their adsorption capacity and tunable basicity of the surface [20]. Besides the influence of MgO2-Al2O3, the incorporated Cu has been another significant factor affecting the catalytic performance. The Cu has been reported to have excellent performance for in situ H2 generation using different alcohols as H2 donors [3,16]. Thus, as shown in Scheme 1, the Cu/MgO2-Al2O3 catalysts in our work have been shown to be highly active for the CTH of FAL to FOL in short reaction times. 3.3 Catalyst recycling experiments The catalyst stability of 20%Cu/MgO-Al2O3 has been examined by conducting catalyst recycling experiments. The catalyst has been recovered after reaction by filtration and reused four times. The CTH of FAL at 210°C for 1h has been used as the repeated reaction condition. It has been observed that the FAL conversion and FOL yield has been almost stable during the 1st–4th recycling experiments, which has suggested that the 20%Cu/MgO-Al2O3 catalyst has shown high stability during the CTH of FAL at 210°C without any significant loss of its catalytic activity (Fig. 8 ). From the results of XRD and N2-BET, it has been found that the physical properties (SBET, pore volume and average pore size) and the XRD intensity of the 20%Cu/MgO-Al2O3 catalysts have decreased slightly after four cycles. The CHT of FAL results have shown that, under identical reaction conditions, the conversion of FAL and the selectivity of FOL have remained similar, at a high level. Thus, this result has suggested that the 20%Cu/MgO-Al2O3 catalyst showed high stability during the CTH of FAL at 210°C without significant loss of its catalytic activity and catalyst structure. 4 Conclusions An efficient catalyst, Cu/MgO-Al2O3, has been synthesized by co-precipitation and successfully applied to the fast and selective catalytic transfer hydrogenation of FAL to FOL. It has been found that the Cu state (reduction and dispersion) and loading on the catalyst, the catalyst and reactant addition, the reaction temperature and the reaction time have influenced the CTH performance, while the Cu state, the reaction temperature and the reaction time contributed to the selectivity of FOL. Under the optimal reaction conditions, the selectivity of FOL has reached 89.3% with a FAL conversion of 100% after only 1h reaction time. The 20%Cu/MgO-Al2O3 catalyst has shown excellent stability after four cycles of catalyst use and regeneration, and the physical properties (SBET, pore volume and average pore size) and the XRD intensity of the 20%Cu/MgO-Al2O3 catalyst has decreased slightly. Acknowledgments This work was supported by the National Natural Science Foundation of China (No. 21676243, 21476204, 21436007), and the Fundamental Research Funds for the Central Universities. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.mcat.2017.11.011. Appendix A Supplementary data The following is Supplementary data to this article: References [1] M. Besson P. Gallezot C. Pinel Conversion of biomass into chemicals over metal catalysts Chem. Rev. 114 2014 1827 1870 [2] A. Corma S. Iborra A. Velty Chemical routes for the transformation of biomass into chemicals Chem. Rev. 107 2007 2411 2502 [3] W. Gong C. Chen Y. Zhang H. Zhou H. Wang H. Zhang Y. Zhang G. Wang H. Zhao Efficient synthesis of furfuryl alcohol from H2-hydrogenation/transfer hydrogenation of furfural using sulfonate group modified Cu catalyst ACS Sustain. Chem. Eng. 5 2017 2172 2180 [4] F. Wang Z. Zhang Catalytic transfer hydrogenation of furfural into furfuryl alcohol over magnetic γ-Fe2O3@HAP catalyst ACS Sustain. Chem. Eng. 5 2017 942 947 [5] J. Li J.-l. Liu H.-j. Zhou Y. Fu Catalytic transfer hydrogenation of furfural to furfuryl alcohol over nitrogen-doped carbon-supported iron catalysts ChemSusChem 9 2016 1339 1347 [6] B.M. Nagaraja V. Siva Kumar V. Shasikala A.H. Padmasri B. Sreedhar B. David Raju K.S. Rama Rao A highly efficient Cu/MgO catalyst for vapour phase hydrogenation of furfural to furfuryl alcohol Catal. Commun. 4 2003 287 293 [7] B.M. Nagaraja A.H. Padmasri B. David Raju K.S. Rama Rao Vapor phase selective hydrogenation of furfural to furfuryl alcohol over Cu-MgO coprecipitated catalysts J. Mol. Catal. A: Chem. 265 2007 90 97 [8] J. Kijeńskia P. Winiareka T. Paryjczakb A. Lewickib A. Mikołajska Platinum deposited on monolayer supports in selective hydrogenation of furfural to furfuryl alcohol Appl. Catal. A: Gen. 233 2002 171 182 [9] S.H. Pang J.W. Medlin Adsorption and reaction of furfural and furfuryl alcohol on Pd(111): unique reaction pathways for multifunctional reagents ACS Catal. 1 2011 1272 1283 [10] Q. Yuan D. Zhang L.v. Haandel F. Ye T. Xue E.J.M. Hensen Y. Guan Selective liquid phase hydrogenation of furfural to furfuryl alcohol by Ru/Zr-MOFs J. Mol. Catal. A: Chem. 406 2015 58 64 [11] S. Sitthisa D.E. Resasco Hydrodeoxygenation of furfural over supported metal catalysts: a comparative study of Cu, Pd and Ni Catal. Lett. 141 2011 784 791 [12] A.B. Merlo V. Vetere J.F. Ruggera M.L. Casella Bimetallic PtSn catalyst for the selective hydrogenation of furfural to furfuryl alcohol in liquid-phase Catal. Commun. 10 2009 1665 1669 [13] H. Li H. Luo L. Zhuang W. Dai M. Qiao Liquid phase hydrogenation of furfural to furfuryl alcohol over the Fe-promoted Ni-B amorphous alloy catalysts J. Mol. Catal. A: Chem. 203 2003 267 275 [14] K. Fulajtárova T. Soták M. Hronec I. Vávra E. Dobročka M. Omastová Aqueous phase hydrogenation of furfural to furfuryl alcohol over Pd-Cu catalysts Appl. Catal. A: Gen. 502 2015 78 85 [15] Q. Zhang S.-S. Li M.-M. Zhu Y.-M. Liu H.-Y. He Y. Cao Direct reductive amination of aldehydes with nitroarenes using bio-renewable formic acid as a hydrogen source Green Chem. 18 2016 2507 2513 [16] J. Yuan S.-S. Li L. Yu Y.-M. Liu Y. Cao H.-Y. He K.-N. Fan Copper-based catalysts for the efficient conversion of carbohydrate biomass into γ-valerolactone in the absence of externally added hydrogen Energy Environ. Sci. 6 2013 3308 [17] S. Bhogeswararao D. Srinivas Catalytic conversion of furfural to industrial chemicals over supported Pt and Pd catalysts J. Catal. 327 2015 65 77 [18] P. Panagiotopoulou N. Martin D.G. Vlachos Liquid-phase catalytic transfer hydrogenation of furfural over homogeneous lewis acid-Ru/C catalysts ChemSusChem 8 2015 2046 2054 [19] M.M. Villaverde T.F. Garetto A.J. Marchi Liquid-phase transfer hydrogenation of furfural to furfuryl alcohol on Cu-Mg-Al catalysts Catal. Commun. 58 2015 6 10 [20] S. Nishimura A. Takagaki K. Ebitani Characterization, synthesis and catalysis of hydrotalcite-related materials for highly efficient materials transformations Green Chem. 15 2013 2026 [21] Z. He H. Lin P. He Y. Yuan Effect of boric oxide doping on the stability and activity of a Cu-SiO2 catalyst for vapor-phase hydrogenation of dimethyl oxalate to ethylene glycol J. Catal. 277 2011 54 63 [22] H. Chen Q. Wang X. Zhang L. Wang Quantitative conversion of triglycerides to hydrocarbons over hierarchical ZSM-5catalyst Appl. Catal. B: Environ. 166–167 2015 327 334 [23] P. Boroń L. Chmielarz J. Gurgul K. Łątka B. Gil B. Marszałek S. Dzwigaj Influence of iron state and acidity of zeolites on the catalytic activity of FeHBEA, FeHZSM-5 and FeHMOR in SCR of NO with NH3 and N2O decomposition Microporous Mesoporous Mater. 203 2015 73 85 [24] J.J. Bravo-Suáreza B. Subramaniama R.V. Chaudhari Vapor-phase methanol and ethanol coupling reactions on CuMgAl mixed metal oxides Appl. Catal. A: Gen. 455 2013 234 246 [25] Y. Liu E. Lotero J.G. Goodwin X. Mo Transesterification of poultry fat with methanol using Mg-Al hydrotalcite derived catalysts Appl. Catal. A: Gen. 331 2007 138 148 [26] I.-C. Marcu D. Tichit F. Fajula N. Tanchoux Catalytic valorization of bioethanol over Cu-Mg-Al mixed oxide catalysts Catal. Today 147 2009 231 238 [27] A. Tavasoli M. Barati A. Karimi Conversion of sugarcane bagasse to gaseous and liquid fuels in near-critical water media using K2O promoted Cu/γ-Al2O3-MgO nanocatalysts Biomass Bioenergy 80 2015 63 72 [28] F. Feng J. Ye Z. Cheng X. Xu Q. Zhang L. Ma C. Lu X. Li Cu-Pd/γ-Al2O3 catalyzed the coupling of multi-step reaction: direct synthesis of benzimidazole derivatives RSC Adv. 6 2016 1 3 [29] Z. Łodziana J.K. Nørskov Adsorption of Cu and Pd on α-Al2O3(0001) surfaces with different stoichiometries J. Chem. Phys. 115 2001 11261 11267 [30] V. Sanchez-Escribano L. Arrighi P. Riani R. Marazza G. Busca Characterization of Pd-Cu alloy nanoparticles on γ-Al2O3-supported catalysts Langmuir 22 2006 9214 9219 [31] M.J. Gilkey P. Panagiotopoulou A.V. Mironenko G.R. Jenness D.G. Vlachos B. Xu Mechanistic insights into metal lewis acid-mediated catalytic transfer hydrogenation of furfural to 2-methylfuran ACS Catal. 5 2015 3988 3994",
      "scopus-id": "85039762842",
      "coredata": {
        "eid": "1-s2.0-S246882311730603X",
        "dc:description": "Catalytic transfer hydrogenation of furfural to furfuryl alcohol is considered to be a very important industrial process. In this work, non-noble Cu supported on MgO-Al2O3 catalysts have been prepared by co-precipitation and have shown excellent catalytic performance for conversion of furfural to furfuryl alcohol in near-critical iso-propanol. The effects of the Cu state (reduction degree and dispersion) and loading in Cu/MgO-Al2O3, acidity of catalysts have been investigated by X-ray diffraction (XRD), coupled plasma optical emission spectrometry (ICP-OES), N2 adsorption and desorption (N2-BET) and temperature-programmed desorption of ammonia (NH3-TPD), which have led to high activity for producing furfuryl alcohol. The results have shown that the selectivity of furfuryl alcohol has been influenced by the Cu state, Lewis acidity, reaction temperature and reaction time. The mechanisms, Lewis acid- and metal mediated hydrogenation, have shown that a desirable balance of Cu loading and Lewis acidity of catalyst has influenced the activity significantly. Almost 100% furfural conversion, with 89.3% furfuryl alcohol yield has been obtained. Cycling tests have shown that the prepared catalysts have been stable, where recycling the catalysts at least four times has not shown any reduction in activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882311730603X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Hao"
          },
          {
            "@_fa": "true",
            "$": "Ruan, Houhang"
          },
          {
            "@_fa": "true",
            "$": "Lu, Xilei"
          },
          {
            "@_fa": "true",
            "$": "Fu, Jie"
          },
          {
            "@_fa": "true",
            "$": "Langrish, Timothy"
          },
          {
            "@_fa": "true",
            "$": "Lu, Xiuyang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882311730603X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882311730603X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(17)30603-X",
        "prism:volume": "445",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Efficient catalytic transfer hydrogenation of furfural to furfuryl alcohol in near-critical isopropanol over Cu/MgO-Al2O3 catalyst",
        "prism:copyright": "© 2017 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic transfer hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cu/MgO-Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Furfuryl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Recycle"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "94-101",
        "prism:endingPage": "101",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2018",
        "prism:doi": "10.1016/j.mcat.2017.11.011",
        "prism:startingPage": "94",
        "dc:identifier": "doi:10.1016/j.mcat.2017.11.011",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5558",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5750",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8263",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "132",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6617",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7597",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7144",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7001",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2507",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "153",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5549",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6619",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17375",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22936",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "308",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32504",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "283",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29349",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "311",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28016",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23133",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "294",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24608",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "871",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37427",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18413",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20972",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730603X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "753550",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85039762842"
      }
    }
  }
}