{
  "metadata": {
    "title": "In-situ confinement growth of FeNi alloy within B/N co-doped carbon nanotubes as efficient electrocatalyst for water splitting",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-02-01",
    "doi": "10.1016/j.mcat.2024.114737",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124009192",
    "pii": "S2468823124009192"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85210288316",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-11-30 2024-11-30 2024-11-30 2024-11-30 2025-01-10T19:57:26 1-s2.0-S2468823124009192 S2468-8231(24)00919-2 S2468823124009192 10.1016/j.mcat.2024.114737 S300 S300.1 FULL-TEXT 1-s2.0-S2468823124X00188 2025-01-10T21:49:12.249045Z 0 0 20250201 2025 2024-11-30T01:36:15.277666Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 572 572 C Volume 572 9 114737 114737 114737 20250201 1 February 2025 2025-02-01 2025 Regular Papers article fla © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. INSITUCONFINEMENTGROWTHFENIALLOYWITHINBNCODOPEDCARBONNANOTUBESEFFICIENTELECTROCATALYSTFORWATERSPLITTING WU S 1 Introduction 2 Experimental section 2.1 Materials 2.2 Synthesis of FeNi@BNC, Fe@BNC and Ni@BNC 2.3 Characterization 2.4 Electrochemical measurements 3 Results and discussion 3.1 Catalyst preparation and characterizations 3.2 HER performance evaluation 3.3 OER performance evaluation 3.4 Overall water splitting performance 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix Supplementary materials References WU 2023 113473 S YU 2020 100253 L RABI 2020 111116 O WANG 2021 5960 Z YE 2021 12499 12508 S SONG 2022 1043 1065 H SEH 2017 eaad4998 Z DINHCHUONG 2021 105750 N LI 2021 591 597 K LIU 2020 104787 T FANG 2018 5241 5247 Z MOHAMMEDIBRAHIM 2020 227375 J ROESSNER 2021 23616 23626 L ZHU 2018 2326 Y CHEN 2021 977 990 K ZHOU 2023 95 Q ZHANG 2022 1425 1434 Z DARBAND 2020 53719 53730 G GUO 2023 6452 6464 M WEI 2022 2109709 G HUANG 2019 15173 15180 Y TABASSUM 2017 1601671 H XIA 2021 4225 Y CHANG 2022 1276 1284 Y CHHETRI 2016 95 101 M TABASSUM 2016 16469 16475 H ZHENG 2011 20116 20119 Y JIN 2014 3313 3321 J PENG 2023 122171 W WANG 2022 2203340 Y PING 2022 23653 23660 D WU 2020 135930 S WANG 2023 167511 Y HE 2024 123786 Z BOPPELLA 2024 123699 R WANG 2021 422 432 S YANG 2010 1863 1867 Q CHAKRABARTY 2024 111370 K YANG 2023 145052 L WEI 2022 2650 2659 B JU 2017 944 W WANG 2022 2103866 X TABASSUM 2018 1705441 H LIU 2022 135294 S BADRAYYANA 2015 10453 10462 S BHOWMIK 2018 1200 1209 T ZHANG 2022 134275 Q WUX2025X114737 WUX2025X114737XS 2026-11-30T00:00:00.000Z 2026-11-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-12-04T12:15:31.944Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 52272243 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Talented Youth Cultivation Project of Henan Province 2024HYTP029 http://sws.geonames.org/1814991 Science and Technology Project of Henan Province Science and Technology Department of Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100011447 http://sws.geonames.org/1814991/ Doctoral Research Foundation of Zhengzhou University of Light Industry 2023BSJJ034 http://sws.geonames.org/1814991 242102321095 242102231006 Henan Provincial Science and Technology Research Project http://data.elsevier.com/vocabulary/SciValFunders/501100017700 http://sws.geonames.org/1814991 This work was financially supported by the Science and Technology Project of Henan Province (Grant Number 242102231006 and 242102321095), the Talented Youth Cultivation Project of Henan Province (Grant Number 2024HYTP029), the National Natural Science Foundation of China (Grant Number 52272243), and the Doctoral Research Foundation of Zhengzhou University of Light Industry (grant number 2023BSJJ034). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(24)00919-2 S2468823124009192 1-s2.0-S2468823124009192 10.1016/j.mcat.2024.114737 315758 2025-01-10T21:49:12.249045Z 2025-02-01 1-s2.0-S2468823124009192-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/MAIN/application/pdf/0abc2250ff25f2b792e8b96f6918a1fd/main.pdf main.pdf pdf true 7458962 MAIN 8 1-s2.0-S2468823124009192-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/PREVIEW/image/png/f62bd03d0ff5b435fff5bdd1ce445905/main_1.png main_1.png png 61562 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823124009192-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr5/DOWNSAMPLED/image/jpeg/111746fc890c11cd085f217be109fe21/gr5.jpg gr5 gr5.jpg jpg 108408 548 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr6/DOWNSAMPLED/image/jpeg/40f1378f856eb1ce00b8db317950aff3/gr6.jpg gr6 gr6.jpg jpg 55833 293 452 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr3/DOWNSAMPLED/image/jpeg/a740f64c750037ec87f88f2c194edf5e/gr3.jpg gr3 gr3.jpg jpg 215466 635 781 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr4/DOWNSAMPLED/image/jpeg/43546b5d0aa7773e2acb2a7cfabc3708/gr4.jpg gr4 gr4.jpg jpg 133543 427 781 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr1/DOWNSAMPLED/image/jpeg/d6f8291b1e1a5e46095935acc92f59cf/gr1.jpg gr1 gr1.jpg jpg 54175 241 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr2/DOWNSAMPLED/image/jpeg/7b23962175295c271746154fc8e3aa7a/gr2.jpg gr2 gr2.jpg jpg 175967 564 678 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/ga1/DOWNSAMPLED/image/jpeg/23927367d0129946c369ca1f2d451f00/ga1.jpg ga1 true ga1.jpg jpg 58472 193 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823124009192-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr5/THUMBNAIL/image/gif/545f9342c2a6dc3b656ea8683780728e/gr5.sml gr5 gr5.sml sml 13067 164 203 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr6/THUMBNAIL/image/gif/f42c16a5916a92dc6fdc894b831b1dea/gr6.sml gr6 gr6.sml sml 14317 142 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr3/THUMBNAIL/image/gif/1765bc0788c85d80f928e87a6158b4c8/gr3.sml gr3 gr3.sml sml 17619 164 202 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr4/THUMBNAIL/image/gif/12844d4e381f9fb4e90bee81ccd91eac/gr4.sml gr4 gr4.sml sml 14025 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/gr1/THUMBNAIL/image/gif/3c635c0c31e64c9a59bbc0464b48c607/gr1.sml gr1 gr1.sml sml 14471 93 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009507/gr2/THUMBNAIL/image/gif/9b882b78c521ffd668ab5b94e24bcff4/gr2.sml gr2 gr2.sml sml 23090 164 197 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009507/ga1/THUMBNAIL/image/gif/32d0484bd912577742350a94ebda96c9/ga1.sml ga1 true ga1.sml sml 18137 84 219 IMAGE-THUMBNAIL 1-s2.0-S2468823124009192-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/HIGHRES/image/jpeg/7d28b63be373cb4cb47ea0871eb6dc2e/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 812455 2424 3000 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/HIGHRES/image/jpeg/ac21a9eb09586798b7cb82b71956a046/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 413136 1297 2000 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/HIGHRES/image/jpeg/03b30f75545232076f2802fa7718f5b0/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1638321 2811 3458 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/HIGHRES/image/jpeg/aee20bd38fdbb31303ecda65a42f4e72/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 963955 1891 3458 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/HIGHRES/image/jpeg/f9618c8d2440315af45a0b28da199b52/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 439755 1065 2500 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009507/HIGHRES/image/jpeg/7886d7ef7e33a3cf2f668b343313dc4c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 2254875 2495 3000 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009507/HIGHRES/image/jpeg/4abb1c7e314d5486bbbc3a499052346c/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 460632 853 2213 IMAGE-HIGH-RES 1-s2.0-S2468823124009192-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124009192/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/f5850fa71f2dc206298ce24ce8ca2234/mmc1.docx mmc1 mmc1.docx docx 4032872 APPLICATION MCAT 114737 114737 S2468-8231(24)00919-2 10.1016/j.mcat.2024.114737 Elsevier B.V. Fig. 1 The synthesis procedure of FeNi@BNC. Fig 1 Fig. 2 FE-SEM images of the catalysts: (a) FeNi@BNC-1, (b) FeNi@BNC-2, (c) FeNi@BNC-3. (d) TEM and (e, f) HRTEM images of the FeNi@BNC-2. (g) EDS elemental mapping images of the FeNi@BNC-2. Fig 2 Fig. 3 (a) XRD patterns, (b) Raman spectra, (c) BET adsorption-desorption isotherms, (d) Pore size distributions, and (e) XPS wide-survey spectra of the prepared catalysts. (f) B 1 s and (g) N 1 s XPS spectra of Fe@BNC, Ni@BNC and FeNi@BNC-2. (h) Fe 2p XPS spectra of Fe@BNC and FeNi@BNC-2. (i) Ni 2p XPS spectra of Ni@BNC and FeNi@BNC-2. Fig 3 Fig. 4 The HER performance of prepared catalysts in 1 M KOH. (a) LSV curves of the prepared catalysts. (b) Comparisons of overpotentials at 10 mA·cm−2 and 50 mA·cm−2 and (c) Tafel plots for all the prepared catalysts. (d) CV curves of FeNi@BNC-2 at different scan rates. The (e) Cdl values of the prepared catalysts obtained from CV curves. The (f) potentiostatic stability test of the FeNi@BNC-2 for 24 h Fig 4 Fig. 5 OER performance in 1 M KOH: (a) LSV curves, (b) Overpotential comparisons at 10 mA·cm⁻² and 30 mA·cm⁻², (c) Tafel plots, (d) Potentiostatic stability test of FeNi@BNC-2. Fig 5 Fig. 6 (a) LSV curves of overall water splitting performance of FeNi@BNC-2||FeNi@BNC-2 and Pt/C||RuO2 electrolyzer. (b) Chronoamperometry test of the FeNi@BNC-2||FeNi@BNC-2 conducted at 1.2 V vs. RHE in 1 M KOH. (c) Comparison of cell voltages required to obtain a current density of 10 mA·cm−2 for FeNi@BNC-2 with other reported bifunctional catalysts. Fig 6 In-situ confinement growth of FeNi alloy within B/N co-doped carbon nanotubes as efficient electrocatalyst for water splitting Shide Wu Supervision Resources Funding acquisition a Yapeng Li Writing – original draft Visualization Investigation a Dan Ping Writing – review & editing Funding acquisition Conceptualization a ⁎ Weitao Liu Validation Data curation a Yichen Feng Validation Data curation a Qingshuo Zhang Validation Data curation a Mengjin Gao Validation Data curation a Shuqing Liu Validation Data curation a Di Wu Validation Data curation a Shiwen Wang Validation Supervision Data curation b Jianqiang Zhang Validation Data curation a Shaoming Fang Supervision Resources Funding acquisition a ⁎ a Henan Provincial Key Laboratory of Surface & Interface Science, Henan Engineering Research Center of Technology and Equipment of Biodegradable Materials, School of Material and Chemical Engineering, Zhengzhou University of Light Industry, Zhengzhou 450002, PR China Henan Provincial Key Laboratory of Surface & Interface Science Henan Engineering Research Center of Technology and Equipment of Biodegradable Materials School of Material and Chemical Engineering Zhengzhou University of Light Industry Zhengzhou 450002 PR China aHenan Provincial Key Laboratory of Surface & Interface Science, Henan Engineering Research Center of Technology and Equipment of Biodegradable Materials, School of Material and Chemical Engineering, Zhengzhou University of Light Industry, Zhengzhou 450002, PR China b College of New Energy, Zhengzhou University of Light Industry, Zhengzhou 450002, PR China College of New Energy Zhengzhou University of Light Industry Zhengzhou 450002 PR China bCollege of New Energy, Zhengzhou University of Light Industry, Zhengzhou 450002, PR China ⁎ Corresponding authors. Developing low-cost and efficient catalysts for hydrogen evolution reaction (HER) and oxygen evolution reaction (OER) still remains a challenge in water electrolysis. Herein, FeNi alloy encapsulated within boron and nitrogen co-doped carbon (FeNi@BNC) nanotubes are synthesized through a simple one-step pyrolysis method using FeCl3·6H2O, NiCl2·6H2O, H3BO3, urea and PEG-2000 as precursors. The BNC nanotubes are quite requisite for dispersing and stabilizing FeNi alloy nanoparticles (NPs) during pyrolysis. Benefiting from the synergistic catalytic effect of Fe and Ni, as well as the confinement effect of BNC nanotubes, such FeNi@BNC catalyst demonstrates impressive activities for both HER and OER, much superior to pristine Fe@BNC and Ni@BNC. Notably, the overpotentials needed to achieve a current density of 10 mA·cm−2 are just 230 mV for HER and 280 mV for OER. Moreover, the FeNi@BNC catalyst demonstrates significant stability, showing no noticeable degradation during potentiostatic electrolysis or repeated CV tests. Furthermore, FeNi@BNC exhibits remarkable activity for overall water splitting, requiring cell voltages of just 1.24 V and 1.60 V vs. RHE to achieve current densities of 10 mA·cm−2 and 20 mA·cm−2, respectively. This study introduces a novel strategy for developing bifunctional electrocatalysts with high-efficiency water splitting performance. Graphical abstract Image, graphical abstract Keywords Confinement effect FeNi alloys BNC nanotubes Electrocatalyst Water splitting Data availability Data will be made available on request. 1 Introduction Since the industrial revolution, the widespread use of fossil fuels has led to severe energy shortages, making the search for alternative energy sources urgent [1,2]. Hydrogen is widely considered as one of the ideal alternative energy sources for its cleanliness, high energy density, and renewability [3,4]. Among various hydrogen production technologies, photocatalytic and electrocatalytic water splitting attract the most attention. However, due to the low conversion efficiency, photocatalytic water splitting is difficult for industrial utilization [5,6]. In contrast, electrocatalytic water splitting is a sustainable hydrogen production method that can be integrated with renewable energies like wind and solar power, potentially achieving zero carbon emissions [7]. Nonetheless, the sluggish kinetics of the four-electron oxygen evolution reaction (OER) at the anode remains a significant barrier to the advancement of this technology [8]. It is well known that Pt/C and RuO2 (or IrO2) are the best electrode materials for the hydrogen evolution reaction (HER) and the OER, respectively. However, their significant cost and limited availability greatly hinder large-scale application in water electrolysis [9]. Therefore, the development of efficient bifunctional electrocatalysts that can boost HER and OER simultaneously for water splitting is desperate and still challenging. In recent years, transition metal-based catalysts have drawn widespread attention owing to their low cost and abundant reserves. In particular, Ni-based catalysts show good catalytic performance for water electrolysis [10], and the introduction of a second metal atom to construct bimetallic catalysts can further enhance their reactivity [11,12]. For example, the formation of NiMo [13], NiCu [14], and NiFe [15,16] alloys by introducing Mo, Cu and Fe into Ni-based catalysts can significantly improve catalytic performance. Specifically, Fe is considered a suitable metal element to improve the HER and OER performances of Ni-based catalysts [15–17]. However, issues such as poor conductivity and stability, low specific surface area, and slow kinetics still need to be addressed [18]. Integrating NiFe alloys with carbon substrates has emerged as a highly promising approach to boost catalyst activity [19,20]. Unfortunately, the poor bonding interactions between active metal alloys with carbon substrate often result in unsatisfactory performance [21]. Zou et al. [22] found that using B/N co-doped graphene (BNC) nanotubes to confine MOF-derived CoP nanoparticles (NPs) can effectively improve the electron transfer and mass diffusion pathways in HER. This is because B atoms have lower electronegativity and higher electron-donating ability than C and N atoms. Incorporating B and N atoms into the carbon framework can effectively regulate the electron spin and charge density of adjacent carbon atoms, thereby promoting active sites immobilization [23–26]. Hence, the combination of BNC substrate with NiFe alloy may lead to an improved catalytic performance. In this study, we develop a series of BNC nanotubes encapsulated FeNi alloy catalysts (FeNi@BNC) through a simple one-step pyrolysis method using a mixture of FeCl3·6H2O, NiCl2·6H2O, boric acid, urea, and polyethylene glycol-2000 as precursors. The effect of the mass ratio of FeCl3·6H2O to NiCl2·6H2O in the precursor on the catalytic performance is thoroughly investigated. Characterization results show that this catalyst exhibited a tubular morphology with open ends and a tube diameter of approximately 100 nm. Thanks to the unique confinement effect of the BNC nanotubes and the synergistic catalytic effect between Ni and Fe sites, the prepared FeNi@BNC catalyst exhibit superior electrocatalytic water splitting performance compared to monometallic catalysts (Fe@BNC and Ni@BNC). The optimal catalytic performance was achieved when the mass ratio of FeCl3·6H2O to NiCl2·6H2O in the precursor was 2, showing the lowest HER and OER overpotentials of 230 mV and 280 mV, respectively, for achieving a current density of 10 mA·cm−2. Additionally, the catalyst demonstrated good catalytic stability and excellent overall water splitting activity, with the cell voltages of only 1.24 and 1.60 V vs. RHE at current densities of 10 mA·cm−2 and 20 mA·cm−2, respectively. This work provides a novel strategy for the development of efficient and cost-effective bifunctional electrocatalysts for water splitting. 2 Experimental section 2.1 Materials Ferric chloride hexahydrate (FeCl3·6H2O) was sourced from Tianjin Damao Chemical Reagent Factory, while nickel chloride hexahydrate (NiCl2·6H2O) was acquired from Tianjin Fengchuan Chemical Reagent Technology Co., Ltd. Boric acid (H3BO3) was purchased from Tianjin Kaitong Chemical Reagent Co., Ltd. Urea (H2NCONH2) was purchased from Tianjin Ruijinte Chemical Products Co., Ltd. Polyethylene glycol-2000 (PEG-2000) was purchased from Tianjin Kemiou Chemical Reagent Co., Ltd. and Nafion solution was purchased from Sigma-Aldrich (Shanghai) Trading Co., Ltd. Nitrogen (N2) gas was purchased from Henan Yuanzheng Special Gas Co., Ltd. 2.2 Synthesis of FeNi@BNC, Fe@BNC and Ni@BNC Preparation of FeNi@BNC-X: First, 0.067 g of FeCl3·6H2O, 0.033 g of NiCl2·6H2O, 0.15 g of H3BO3, 5 g of urea, and 0.5 g of PEG-2000 were added to 50 mL water under ultrasonication. After 12 h of stirring, the mixture was dried at 80 ℃ to yield the catalyst precursor. The precursor was then subjected to pyrolysis in a tube furnace at 800 ℃ for 2 h under a nitrogen atmosphere, with a heating rate of 5 ℃·min−1 to yield the final catalyst, denoted as FeNi@BNC-2. Where the mass ratio of FeCl3·6H2O to NiCl2·6H2O was 2. Keeping the total mass of FeCl3·6H2O and NiCl2·6H2O at 0.1 g, catalysts of FeNi@BNC-1 and FeNi@BNC-3 were also obtained by varying the mass ratio of FeCl3·6H2O to NiCl2·6H2O to 1 and 3, respectively. For comparison, control samples of Fe@BNC and Ni@BNC were prepared using similar preparation procedures as FeNi@BNC-X (X = 1, 2, 3) by employing only 0.1 g of FeCl3·6H2O or 0.1 g of NiCl2·6H2O as metal source, respectively. In addition, the sample prepared without metal source addition was also obtained and denoted as BNC. Unless specified, the pyrolysis temperature was 800 °C. 2.3 Characterization The phase composition of the samples was examined using a D8/Advance X-ray diffraction (XRD) instrument (Bruker, Germany) equipped with Cu Kα radiation (λ= 1.541 Å) at 40 kV and 40 mA. The scanning range was 5 to 80° with a dwell time of 0.1 s and a step size of 0.02°·s −1. Raman spectra data were obtained on a LabRAM HR800 confocal Raman microscope (Horiba, France) with a laser excitation wavelength of 532 nm and a scan range of 500∼4000 cm−1. The microstructure and morphology were characterized using field emission scanning electron microscopy (FE-SEM, JSM-7001F) and transmission electron microscopy (TEM, JEM-2100). FE-SEM images were performed at an operating voltage of 15 kV and TEM images were performed at an operating voltage of 200 kV. The metal loading was determined using inductively coupled plasma atomic emission spectroscopy (ICP-OES, ELAN9000). Fourier-transform infrared spectroscopy (FTIR) measurement was analyzed on a Nicolet 5700 FTIR spectrometer at a resolution of 0.09 cm−1. The chemical states were analyzed by X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi) using a monochromated Al Ka radiation (1486.6 eV). Specific surface areas were determined using the Brunauer-Emmett-Teller (BET, ASAP2010) method, following vacuum drying at 120 ℃ for 12 h. 2.4 Electrochemical measurements The performance tests of the catalyst were conducted on a CHI 660E electrochemical workstation. The catalyst-coated carbon cloth was used as the working electrode, with Hg/HgO as the reference electrode and a carbon rod as the counter electrode. The working electrode was prepared by dispersing 5 mg of the catalyst in a mixture of 475 μL anhydrous ethanol and 25 μL Nafion (5 wt%), followed by ultrasonication to form the catalyst ink. The catalyst ink was dropped to a 1 × 1 cm2 carbon cloth, resulting in a catalyst loading of 1 mg·cm−2. A 1 M KOH solution saturated with N2 (pH ≈ 13.8) served as the electrolyte. In all tests, the voltage was converted to the reversible hydrogen electrode (RHE) using the equation ERHE = EHg/HgO + 0.059 × pH + 0.095. The HER polarization curves of the catalyst were tested at a scan rate of 5 mV·s −1 using linear sweep voltammetry (LSV) in a potential range from 0 to −0.9 V vs. RHE. The LSV curves were converted to Tafel plots to evaluate the mass transport properties of the catalyst. The electrochemical active surface area (ECSA) of the catalyst was evaluated using cyclic voltammetry (CV) method at different scan rates (10, 30, 50, 70, 90 mV·s −1) in the non-Faradaic current region. Then, the plot of current density difference at the midpoint potential versus scan rate was made, and the slope of the plot was Cdl that is proportional to the ECSA of the catalyst. The stability of the catalyst was studied using chronoamperometry (i-t) and continuous cyclic voltammetry (CV) under constant potential. 3 Results and discussion 3.1 Catalyst preparation and characterizations As shown in Fig. 1 , the target catalysts FeNi@BNC-X (X = 1, 2, 3) were prepared via a simple one-step pyrolysis method using the mixture of FeCl3·6H2O, NiCl2·6H2O, H3BO3, urea and PEG-2000 as precursors. FeCl3·6H2O and NiCl2·6H2O served as metal sources and transformed into FeNi alloy during pyrolysis. Urea, boric acid, and PEG-2000 acted as nitrogen, boron, and carbon sources, respectively, and finally changed into BNC nanotubes during pyrolysis. The detailed formation mechanism was as follows. When the pyrolysis temperature was below 700 ℃, urea and PEG-2000 decomposed to form g-C3N4 graphite nanosheets. As the temperature exceeded 700 ℃, boric acid decomposed to generate active free radicals B2O2, which attracted N atoms and form B/N co-doped carbon (BNC) nanosheets. Upon further heating to 800 ℃, the nanosheets started to bend into BNC nanotubes [22,27,28]. Meanwhile, Fe3+ and Ni2+ were in-situ carbothermally reduced to form FeNi alloy and encapsulated within the nanotubes during pyrolysis. The metals content in the catalyst were analyzed using ICP, and the results were shown in Table S1. For example, the mass fractions of Fe and Ni in the FeNi@BNC-2 were 12.16 wt% and 4.81 wt%, respectively, consistent with the precursor composition. Fig. 2a-c showed the FE-SEM images of FeNi@BNC-1, FeNi@BNC-2, and FeNi@BNC-3, respectively. All these catalysts exhibited an open-ended nanotube morphology with a diameter of approximately 100 nm. Additionally, metal nanoparticles (NPs) were uniformly dispersed within the tubes. As control samples, the single-metal catalysts Fe@BNC and Ni@BNC also exhibited similar morphological structures (Fig. S1), indicating that the formation of nanotubes was independent of the type or ratio of metals. The TEM images in Fig. 2d clearly confirmed the open-ended nanotubular morphology of BNC with metal particles uniformly encapsulating. As depicted in Fig. 2e and f, lattice spacings of 0.33 nm and 0.208 nm were observed, corresponding to the (002) plane of carbon and the (111) plane of the CoNi alloy, respectively. [19,29,30]. Fig. 2g showed the energy-dispersive spectroscopy (EDS) mapping images of the catalyst, which confirmed the uniform distribution of B, N, C, Fe, and Ni elements throughout the catalyst. Besides, the overlapped signals of Fe and Ni confirmed the formation of the FeNi alloy. In summary, BNC nanotubes-encapsulated FeNi alloy catalyst has been successfully prepared. Fig. 3a showed the XRD patterns of the prepared catalysts. All catalysts exhibited a distinct broad peak at around 22.7°, corresponding to the C (002) plane [31,32]. Fe@BNC exhibited distinct diffraction peaks at 42.76°, 49.79°, and 73.07°, corresponding to the Fe (111), (200), and (220) planes, respectively. Ni@BNC showed diffraction peaks at 44.51°, 51.85°, and 76.37°, relating to the Ni (111), (200), and (220) planes, respectively. In comparison, the peaks of FeNi@BNC-1 were located at 43.94°, 50.67° and 74.54°, corresponding to the planes of the FeNi alloy, consistent with TEM analyses. As the Fe content increases, the alloy peaks shifted negatively, which was due to the incorporation of larger Fe atoms into the Ni atoms [30,33]. These results indicated the successful preparation of the FeNi alloy, aligning with the EDS results. The Raman spectra in Fig. 3b showed distinct characteristic peaks at 1350 cm−1 and 1580 cm−1 for all catalysts, corresponding to the D and G bands. By comparing the intensity of the D and G bands (ID/IG), the graphitization degree of the catalysts can be evaluated [34]. The calculated ID/IG values for Fe@BNC, Ni@BNC, FeNi@BNC-1, FeNi@BNC-2 and FeNi@BNC-3 were 1.061, 1.049, 1.063, 1.009, and 1.072, respectively. It can be seen that FeNi@BNC-2 has the lowest ID/IG value, indicating its highest degree of graphitization, which was beneficial for the electron transporation [35,36]. The FTIR spectra (Fig. S2) confirmed the existence of B-N-B (∼791 cm−1), C = N (∼1020 cm−1), B-C (∼1140 cm−1), B-N (∼1365 cm−1) and C = C (∼1621 cm−1) functional groups in the catalysts [37–39]. Fig. 3c shows the N2 adsorption/desorption isotherms of prepared samples. All samples exhibit typical type IV isotherms with H3 hysteresis loops, indicating the presence of mesopores [40]. Moreover, a sharp increase in N2 uptake at high relative pressures was also identified, implying macropores also existed within the samples [41,42]. The pore distribution isotherms in Fig. 3d indicated the hierarchically porous structure of prepared Fe@BNC, Ni@BNC and FeNi@BNC-X samples, presenting both mesopores and macropores. The detailed pore structure properties of samples were shown in Table S2. It can be seen that FeNi@BNC-2 has the largest specific surface area among the FeNi@BNC-X catalysts, which was beneficial for more active sites exposure and facilitated mass transportation. XPS was used to analyze the valence states of the prepared catalysts [43]. The wide-survey XPS spectra (Fig. 3e) confirmed the presence of Fe, Ni, B, N, and C in the FeNi@BNC-X catalysts, consistent with the EDS results. The B 1 s spectra shown in Fig. 3f and Fig. S3a can be deconvoluted into peaks at 190.3 eV, 191.4 eV and 192.7 eV, corresponding to B-C, B-N and B-O bonds, respectively [39]. The N 1 s spectra (Fig. 3g and Fig. S3b) showed peaks at 397.4 eV, 398.0 eV, 398.7 eV, 399.4 eV, 400.3 eV, and 402.9 eV, which corresponded to B-N, CN-B, pyridinic N, pyrollic N, graphitic N and oxidized N, respectively. The Fe 2p spectra of Fe@BNC showed peaks at 706.4 eV or 721.9 eV, 712.5 eV or 726.2 eV, 715.4 eV or 731.6 eV, and 719.2 eV or 734.4 eV, corresponding to Fe0, Fe2+, Fe3+, and satellite peaks, respectively [33,44]. The presence of Fe2+ and Fe3+ was mainly due to partial surface oxidation during sample transfer. Compared to Fe@BNC, the XPS peaks of Fe in the FeNi@BNC-2 showed a negative shift (Fig. 3h), indicating electronic interactions between Fe and Ni. The Ni 2p spectra of Ni@BNC showed peaks at 549.6 eV or 869.1 eV, 854.1 eV or 872.3 eV, 855.2 eV or 874.7 eV, and 863.5 eV or 878.9 eV, corresponding to Ni0, Ni2+, Ni3+, and satellite peaks, respectively [16,19,33]. Accordingly, the peaks of Ni in the FeNi@BNC-2 exhibited a positive shift (Fig. 3i). Besides, the Fe 2p and Ni 2p spectra of FeNi@BNC-1 and FeNi@BNC-3 were also shown in Fig. S4, which presented significantly increased peak area of Fe0 in FeNi@BNC-3 and of Ni0 in FeNi@BNC-1, consistent with the ICP and XRD results. 3.2 HER performance evaluation The HER electrochemical performance was evaluated using a three-electrode system in 1 M KOH electrolyte. Fig. 4a showed the LSV curves of the prepared catalysts, which indicated that FeNi@BNC-2 has the smallest overpotential and highest catalytic activity. Fig. 4b illustrated that the FeNi@BNC-2 exhibited an overpotential of just 230 mV at 10 mA·cm−2, which was much smaller than those of FeNi@BNC-1 (η10=290 mV), FeNi@BNC-3 (η10=270 mV), Ni@BNC (η10=310 mV) and Fe@BNC (η10=370 mV). Additionally, FeNi@BNC-2 also has the lowest overpotential among the prepared catalysts at a current density of 50 mA·cm−2. The superior performance was comparable and even better than other reported catalysts shown in Table S3. Besides, the LSV curves of pristine BNC nanotubes was tested (Fig. S5), which showed apparently the smallest current densities and highest overpotentials. This indicated the crucial role of FeNi alloy in the FeNi@BNC-X catalysts for HER. Fig. 4c showed the much smaller Tafel slops of the FeNi@BNC-2 (71.6 mV·dec−1) and FeNi@BNC-3 (61.7 mV·dec−1), indicating their favorable reaction kinetics for HER process. Additionally, the Tafel slope analysis indicated that HER on the electrocatalysts followed a Heyrovsky-Volmer mechanism [45]. To further understand the mass transfer kinetics of the reaction process, electrochemical impedance spectroscopy (EIS) analyses were performed on all catalysts. As shown in Fig. S6, FeNi@BNC-2 has the lowest charge transfer resistance, implying its fastest electron transfer capability, which is consistent with its superior catalytic activity. Fig. 4d and S7 showed the CV curves of the catalysts. The Cdl values obtained from the CV tests can be used to determine the ECSA of the catalysts. As shown in Fig. 4e, among the prepared FeNi@BNC-X catalysts, FeNi@BNC-2 has the highest Cdl value (25.1 mF·cm−2), this reflected its maximum ECSA and the highest exposure of active sites for HER. Stability is also crucial in catalyst evaluation. As illustrated in Fig. 4f, FeNi@BNC-2 exhibited a strong catalytic stability during 24 h of potentiostatic electrolysis. After 1000 and 2000 continuous CV cycles, the LSV curves of the FeNi@BNC-2 nearly coincided with the initial one, further demonstrating its robust stability (Fig. S8). The reason could be due to the confinement effect of BNC nanotubes and the strong metal-support interaction. 3.3 OER performance evaluation The OER performance of the prepared catalysts was also studied using a three-electrode system in 1 M KOH electrolyte. Fig. 5a presents the LSV curves of the catalysts. FeNi@BNC-X showed much superior OER activity than Fe@BNC and Ni@BNC, indicating the synergistic roles of Fe and Ni in catalyzing OER process. Among the prepared catalysts, FeNi@BNC-2 exhibited the smallest overpotential of only 280 mV to achieve a current density of 10 mA·cm−2 (Fig. 5b), which was comparable to many reported catalysts (Table S4). While for others, the overpotential greatly increased to 340 mV (for FeNi@BNC-3), 330 mV (for FeNi@BNC-1), 370 mV (for Fe@BNC) and 380 mV (Ni@BNC). Additionally, the LSV curves of pure BNC nanotubes was also tested (Fig. S9), exhibiting the poorest OER activity with the highest overpotential of 388 mV at 10 mA·cm−2. This further demonstrated the determining role of metal species for OER process. From Fig. 5c, it can be seen that FeNi@BNC-2 and FeNi@BNC-3 have the smallest Tafel slope values, demonstrating their more favorable OER kinetics associated with a primary water discharge as the rate-determining step [46]. Moreover, FeNi@BNC-2 demonstrated outstanding stability within the long-term (10 h) electrolysis at 1.5 V vs. RHE (Fig. 5d). 3.4 Overall water splitting performance Considering that FeNi@BNC-2 exhibited superior catalytic performances in both HER and OER, it was subsequently used as a bifunctional electrocatalyst for overall water splitting. A two-electrode system was assembled with FeNi@BNC-2 serving as both anode and cathode for overall water splitting [47] and denoted as FeNi@BNC-2||FeNi@BNC-2, as depicted in the inset of Fig. 6a. For comparison, Pt/C and RuO2 two-electrode system (denoted as Pt/C||RuO2) were also assembled. As illustrated in Fig. 6a, the FeNi@BNC-2||FeNi@BNC-2 electrolyzer demonstrated higher overall water splitting activity, showing consistently lower potential compared to the Pt/C||RuO2 electrolyzer at a same current density. To be specific, the FeNi@BNC-2||FeNi@BNC-2 required 1.24 V vs. RHE and 1.60 V vs. RHE to achieve 10 mA·cm−2 and 20 mA·cm−2, respectively. While for the Pt/C||RuO2 electrolyzer, the potentials increased to 1.66 V vs. RHE and 1.85 V vs. RHE, respectively. Additionally, the FeNi@BNC-2||FeNi@BNC-2 electrolyzer showed good stability for over 18 h with negligible activity decline at 1.2 V vs. RHE (Fig. 6b). More importantly, the catalyst developed in this study exhibits significantly superior performance compared to those previously reported (Fig. 6c and Table S5). All these results indicated the synergistic catalytic effect of Fe and Ni and the great application potentials of the synthesized FeNi@BNC-2 in promoting water splitting. Based on the physicochemical characterization analyses, the superior HER and OER activities of the FeNi@BNC-2 may be attributed to the following factors. i) The unique tubular structure of BNC substrate possessing large specific active area and hierarchically porous structure would facilitate active sites exposure and faster mass transportation during electrolysis. ii) The BNC substrate with abundant B/N doping could improve the conductivity of the electrode, and enhance the dispersion and stability of FeNi NPs through strong metal-support interactions, leading to sufficient stability. ⅲ) The uniformly dispersed FeNi NPs and the synergistic interaction between Fe and Ni would enhance the electrocatalytic activities. All in all, the confinement effect of BNC nanotubes and the highly active FeNi alloy collectively contribute to the excellent performance for both HER and OER of the prepared FeNi@BNC-2. 4 Conclusion In summary, a series of FeNi alloy catalysts encapsulated in BNC nanotubes (FeNi@BNC) was successfully designed and synthesized through a simple one-step pyrolysis process. Combining with the synergistic catalytic role of Fe and Ni, the unique structure of BNC nanotubes and its confinement effect in dispersing and stabilizing FeNi alloy, FeNi@BNC demonstrated superior catalytic activity and stability for both HER and OER. The electrocatalyst demonstrated a low overpotential of just 230 mV for HER and 280 mV for OER at a current density of 10 mA·cm−2. Additionally, the FeNi@BNC exhibit good catalytic stability for HER and OER in an alkaline electrolyte. As a bifunctional catalyst in a two-electrode water electrolyser, FeNi@BNC achieved excellent overall water splitting performance, requiring only 1.24 V at 10 mA·cm−2 and 1.60 V at 20 mA·cm−2. The high-efficiency catalyst can be applied to various energy storage and utilization devices, such as water electrolysis, fuel cells, batteries, etc. This study offers new perspectives on the exploration and design of advanced electrocatalysts for efficient water splitting. CRediT authorship contribution statement Shide Wu: Supervision, Resources, Funding acquisition. Yapeng Li: Writing – original draft, Visualization, Investigation. Dan Ping: Writing – review & editing, Funding acquisition, Conceptualization. Weitao Liu: Validation, Data curation. Yichen Feng: Validation, Data curation. Qingshuo Zhang: Validation, Data curation. Mengjin Gao: Validation, Data curation. Shuqing Liu: Validation, Data curation. Di Wu: Validation, Data curation. Shiwen Wang: Validation, Supervision, Data curation. Jianqiang Zhang: Validation, Data curation. Shaoming Fang: Supervision, Resources, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by the Science and Technology Project of Henan Province (Grant Number 242102231006 and 242102321095), the Talented Youth Cultivation Project of Henan Province (Grant Number 2024HYTP029), the National Natural Science Foundation of China (Grant Number 52272243), and the Doctoral Research Foundation of Zhengzhou University of Light Industry (grant number 2023BSJJ034). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2024.114737. Appendix Supplementary materials Image, application 1 References [1] S. Wu Y. Zhang F. Yi D. Ping W. Li S. Cheng D. Fan L. Han S. Wang J. Tian S. Fang Confined synthesis of highly dispersed Ni anchored on mesoporous carbon as efficient catalyst for water splitting Mol. Catal. 548 2023 113473 S. Wu, Y. Zhang, F. Yi, D. Ping, W. Li, S. Cheng, D. Fan, L. Han, S. Wang, J. Tian, S. Fang, Confined synthesis of highly dispersed Ni anchored on mesoporous carbon as efficient catalyst for water splitting, Mol. Catal. 548 (2023) 113473. [2] L. Yu Z. Ren Systematic study of the influence of iR compensation on water electrolysis Mater. Today Phys. 14 2020 100253 L. Yu, Z. Ren, Systematic study of the influence of iR compensation on water electrolysis, Mater. Today Phys. 14 (2020) 100253. [3] O. Rabi E. Pervaiz R. Zahra M. Ali M.B.K. Niazi An inclusive review on the synthesis of molybdenum carbide and its hybrids as catalyst for electrochemical water splitting Mol. Catal. 494 2020 111116 O. Rabi, E. Pervaiz, R. Zahra, M. Ali, M.B.K. Niazi, An inclusive review on the synthesis of molybdenum carbide and its hybrids as catalyst for electrochemical water splitting, Mol. Catal. 494 (2020) 111116. [4] Z. Wang J. Chen E. Song N. Wang J. Dong X. Zhang P.M. Ajayan W. Yao C. Wang J. Liu J. Shen M. Ye Manipulation on active electronic states of metastable phase β-NiMoO4 for large current density hydrogen evolution Nat. Commun. 12 2021 5960 Z. Wang, J. Chen, E. Song, N. Wang, J. Dong, X. Zhang, P.M. Ajayan, W. Yao, C. Wang, J. Liu, J. Shen, M. Ye, Manipulation on active electronic states of metastable phase β-NiMoO4 for large current density hydrogen evolution, Nat. Commun. 12 (2021) 5960. [5] S. Ye W. Shi Y. Liu D. Li H. Yin H. Chi Y. Luo N. Ta F. Fan X. Wang C. Li Unassisted photoelectrochemical cell with multimediator modulation for solar water splitting exceeding 4% solar-to-hydrogen efficiency J. Am. Chem. Soc. 143 2021 12499 12508 S. Ye, W. Shi, Y. Liu, D. Li, H. Yin, H. Chi, Y. Luo, N. Ta, F. Fan, X. Wang, C. Li, Unassisted photoelectrochemical cell with multimediator modulation for solar water splitting exceeding 4% solar-to-hydrogen efficiency, J. Am. Chem. Soc. 143 (2021) 12499–12508. [6] H. Song S. Luo H. Huang B. Deng J. Ye Solar-driven hydrogen production: recent advances, challenges, and future perspectives ACS Energy Lett 7 2022 1043 1065 H. Song, S. Luo, H. Huang, B. Deng, J. Ye, Solar-driven hydrogen production: recent advances, challenges, and future perspectives, ACS Energy Lett. 7 (2022) 1043–1065. [7] Z.W. Seh J. Kibsgaard C.F. Dickens I.B. Chorkendorff J.K. Norskov T.F. Jaramillo Combining theory and experiment in electrocatalysis: insights into materials design Science 355 2017 eaad4998 Z.W. Seh, J. Kibsgaard, C.F. Dickens, I.B. Chorkendorff, J.K. Norskov, T.F. Jaramillo, Combining theory and experiment in electrocatalysis: insights into materials design, Science 355 (2017) eaad4998. [8] N. Dinh Chuong D.Thi Luu Luyen S. Prabhakaran T. Duy Thanh D.H. Kim J.H. Lee N.H. Kim Hierarchical Co and Nb dual-doped MoS2 nanosheets shelled micro-TiO2 hollow spheres as effective multifunctional electrocatalysts for HER, OER, and ORR Nano Energy 82 2021 105750 N. Dinh Chuong, D.Thi Luu Luyen, S. Prabhakaran, T. Duy Thanh, D.H. Kim, J.H. Lee, N.H. Kim, Hierarchical Co and Nb dual-doped MoS2 nanosheets shelled micro-TiO2 hollow spheres as effective multifunctional electrocatalysts for HER, OER, and ORR, Nano Energy 82 (2021) 105750. [9] K. Li J. Xu C. Chen Z. Xie D. Liu D. Qu H. Tang Q. Wei Q. Deng J. Li N. Hu Activating the hydrogen evolution activity of Pt electrode via synergistic interaction with NiS2 J. Colloid Interf. Sci. 582 2021 591 597 K. Li, J. Xu, C. Chen, Z. Xie, D. Liu, D. Qu, H. Tang, Q. Wei, Q. Deng, J. Li, N. Hu, Activating the hydrogen evolution activity of Pt electrode via synergistic interaction with NiS2, J. Colloid Interf. Sci. 582 (2021) 591–597. [10] T. Liu P. Diao Z. Lin H. Wang Sulfur and selenium doped nickel chalcogenides as efficient and stable electrocatalysts for hydrogen evolution reaction: the importance of the dopant atoms in and beneath the surface Nano Energy 74 2020 104787 T. Liu, P. Diao, Z. Lin, H. Wang, Sulfur and selenium doped nickel chalcogenides as efficient and stable electrocatalysts for hydrogen evolution reaction: the importance of the dopant atoms in and beneath the surface, Nano Energy 74 (2020) 104787. [11] Z. Fang L. Peng Y. Qian X. Zhang Y. Xie J.J. Cha G. Yu Dual tuning of Ni-Co-A (A = P, Se, O) nanosheets by anion substitution and holey engineering for efficient hydrogen evolution J. Am. Chem. Soc. 140 2018 5241 5247 Z. Fang, L. Peng, Y. Qian, X. Zhang, Y. Xie, J.J. Cha, G. Yu, Dual tuning of Ni-Co-A (A = P, Se, O) nanosheets by anion substitution and holey engineering for efficient hydrogen evolution, J. Am. Chem. Soc. 140 (2018) 5241–5247. [12] J. Mohammed-Ibrahim A review on NiFe-based electrocatalysts for efficient alkaline oxygen evolution reaction J. Power Sources 448 2020 227375 J. Mohammed-Ibrahim, A review on NiFe-based electrocatalysts for efficient alkaline oxygen evolution reaction, J. Power Sources 448 (2020) 227375. [13] L. Roessner H. Schwarz I. Veremchuk R. Zerdoumi T. Seyller M. Armbruester Challenging the durability of intermetallic Mo-Ni compounds in the hydrogen evolution reaction ACS Appl. Mater. Interfaces 13 2021 23616 23626 L. Roessner, H. Schwarz, I. Veremchuk, R. Zerdoumi, T. Seyller, M. Armbruester, Challenging the durability of intermetallic Mo-Ni compounds in the hydrogen evolution reaction, ACS Appl. Mater. Interfaces 13 (2021) 23616–23626. [14] Y. Zhu G. Chen Y. Zhong Y. Chen N. Ma W. Zhou Z. Shao A surface-modified antiperovskite as an electrocatalyst for water oxidation Nat. Commun. 9 2018 2326 Y. Zhu, G. Chen, Y. Zhong, Y. Chen, N. Ma, W. Zhou, Z. Shao, A surface-modified antiperovskite as an electrocatalyst for water oxidation, Nat. Commun. 9 (2018) 2326. [15] K. Chen S. Kim R. Rajendiran K. Prabakar G. Li Z. Shi C. Jeong J. Kang O.L. Li Enhancing ORR/OER active sites through lattice distortion of Fe-enriched FeNi3 intermetallic nanoparticles doped N-doped carbon for high-performance rechargeable Zn-air battery J. Colloid Interf. Sci. 582 2021 977 990 K. Chen, S. Kim, R. Rajendiran, K. Prabakar, G. Li, Z. Shi, C. Jeong, J. Kang, O.L. Li, Enhancing ORR/OER active sites through lattice distortion of Fe-enriched FeNi3 intermetallic nanoparticles doped N-doped carbon for high-performance rechargeable Zn-air battery, J. Colloid Interf. Sci. 582 (2021) 977–990. [16] Q. Zhou C. Xu J. Hou W. Ma T. Jian S. Yan H. Liu Duplex interpenetrating-phase FeNiZn and FeNi3 heterostructure with low-gibbs free energy interface coupling for highly efficient overall water splitting Nano-Micro Lett. 15 2023 95 Q. Zhou, C. Xu, J. Hou, W. Ma, T. Jian, S. Yan, H. Liu, Duplex interpenetrating-phase FeNiZn and FeNi3 heterostructure with low-gibbs free energy interface coupling for highly efficient overall water splitting, Nano-Micro Lett.. 15 (2023) 95. [17] Z. Zhang Y. Wu D. Zhang Potentiostatic electrodeposition of cost-effective and efficient Ni-Fe electrocatalysts on Ni foam for the alkaline hydrogen evolution reaction Int. J. Hydrogen Energ. 47 2022 1425 1434 Z. Zhang, Y. Wu, D. Zhang, Potentiostatic electrodeposition of cost-effective and efficient Ni-Fe electrocatalysts on Ni foam for the alkaline hydrogen evolution reaction, Int. J. Hydrogen Energ. 47 (2022) 1425–1434. [18] G.B. Darband M. Aliofkhazraei S. Hyun S. Shanmugam Pulse electrodeposition of a superhydrophilic and binder-free Ni-Fe-P nanostructure as highly active and durable electrocatalyst for both hydrogen and oxygen evolution reactions ACS Appl. Mater. Interfaces 12 2020 53719 53730 G.B. Darband, M. Aliofkhazraei, S. Hyun, S. Shanmugam, Pulse electrodeposition of a superhydrophilic and binder-free Ni-Fe-P nanostructure as highly active and durable electrocatalyst for both hydrogen and oxygen evolution reactions, ACS Appl. Mater. Interfaces 12 (2020) 53719–53730. [19] M. Guo H. Meng J. Jin J. Mi Amine-assisted synthesis of the Ni3Fe alloy encapsulated in nitrogen-doped carbon for high-performance water splitting J. Mater. Chem. A 11 2023 6452 6464 M. Guo, H. Meng, J. Jin, J. Mi, Amine-assisted synthesis of the Ni3Fe alloy encapsulated in nitrogen-doped carbon for high-performance water splitting, J. Mater. Chem. A 11 (2023) 6452–6464. [20] G. Wei Y. Shen X. Zhao Y. Wang W. Zhang C. An Hexagonal phase Ni3Fe nanosheets toward high-performance water splitting by a room-temperature methane plasma method Adv. Funct. Mater. 32 2022 2109709 G. Wei, Y. Shen, X. Zhao, Y. Wang, W. Zhang, C. An, Hexagonal phase Ni3Fe nanosheets toward high-performance water splitting by a room-temperature methane plasma method, Adv. Funct. Mater. 32 (2022) 2109709. [21] Y. Huang T. Yang L. Yang R. Liu G. Zhang J. Jiang Y. Luo P. Lian S. Tang Graphene-boron nitride hybrid-supported single Mo atom electrocatalysts for efficient nitrogen reduction reaction J. Mater. Chem. A 7 2019 15173 15180 Y. Huang, T. Yang, L. Yang, R. Liu, G. Zhang, J. Jiang, Y. Luo, P. Lian, S. Tang, Graphene-boron nitride hybrid-supported single Mo atom electrocatalysts for efficient nitrogen reduction reaction, J. Mater. Chem. A 7 (2019) 15173–15180. [22] H. Tabassum W. Guo W. Meng A. Mahmood R. Zhao Q. Wang R. Zou Metal-organic frameworks derived cobalt phosphide architecture encapsulated into B/N co-doped graphene nanotubes for all pH value electrochemical hydrogen evolution Adv. Energy Mater. 7 2017 1601671 H. Tabassum, W. Guo, W. Meng, A. Mahmood, R. Zhao, Q. Wang, R. Zou, Metal-organic frameworks derived cobalt phosphide architecture encapsulated into B/N co-doped graphene nanotubes for all pH value electrochemical hydrogen evolution, Adv. Energy Mater. 7 (2017) 1601671. [23] Y. Xia X. Zhao C. Xia Z.-Y. Wu P. Zhu J.Y.T. Kim X. Bai G. Gao Y. Hu J. Zhong Y. Liu H. Wang Highly active and selective oxygen reduction to H2O2 on boron-doped carbon for high production rates Nat. Commun. 12 2021 4225 Y. Xia, X. Zhao, C. Xia, Z.-Y. Wu, P. Zhu, J.Y.T. Kim, X. Bai, G. Gao, Y. Hu, J. Zhong, Y. Liu, H. Wang, Highly active and selective oxygen reduction to H2O2 on boron-doped carbon for high production rates, Nat. Commun. 12 (2021) 4225. [24] Y. Chang J. Li J. Ma Y. Liu R. Xing Y. Wang G. Zhang Oxygenated boron-doped carbon via polymer dehalogenation as an electrocatalyst for high-efficiency O2 reduction to H2O2 Sci. China Mater. 65 2022 1276 1284 Y. Chang, J. Li, J. Ma, Y. Liu, R. Xing, Y. Wang, G. Zhang, Oxygenated boron-doped carbon via polymer dehalogenation as an electrocatalyst for high-efficiency O2 reduction to H2O2, Sci. China Mater. 65 (2022) 1276–1284. [25] M. Chhetri S. Maitra H. Chakraborty U.V. Waghmare C.N.R. Rao Superior performance of borocarbonitrides, BxCyNz, as stable, low-cost metal-free electrocatalysts for the hydrogen evolution reaction Energ. Environ. Sci. 9 2016 95 101 M. Chhetri, S. Maitra, H. Chakraborty, U.V. Waghmare, C.N.R. Rao, Superior performance of borocarbonitrides, BxCyNz, as stable, low-cost metal-free electrocatalysts for the hydrogen evolution reaction, Energ. Environ. Sci. 9 (2016) 95–101. [26] H. Tabassum R. Zou A. Mahmood Z. Liang S. Guo A catalyst-free synthesis of B, N co-doped graphene nanostructures with tunable dimensions as highly efficient metal free dual electrocatalysts J. Mater. Chem. A 4 2016 16469 16475 H. Tabassum, R. Zou, A. Mahmood, Z. Liang, S. Guo, A catalyst-free synthesis of B, N co-doped graphene nanostructures with tunable dimensions as highly efficient metal free dual electrocatalysts, J. Mater. Chem. A 4 (2016) 16469–16475. [27] Y. Zheng Y. Jiao J. Chen J. Liu J. Liang A. Du W. Zhang Z. Zhu S.C. Smith M. Jaroniec G.Q. Lu S.Z. Qiao Nanoporous graphitic-C3N4@Carbon metal-free electrocatalysts for highly efficient oxygen reduction J. Am. Chem. Soc. 133 2011 20116 20119 Y. Zheng, Y. Jiao, J. Chen, J. Liu, J. Liang, A. Du, W. Zhang, Z. Zhu, S.C. Smith, M. Jaroniec, G.Q. Lu, S.Z. Qiao, Nanoporous graphitic-C3N4@Carbon metal-free electrocatalysts for highly efficient oxygen reduction, J. Am. Chem. Soc. 133 (2011) 20116–20119. [28] J. Jin F. Pan L. Jiang X. Fu A. Liang Z. Wei J. Zhang G. Sun Catalyst-free synthesis of crumpled boron and nitrogen co-doped graphite layers with tunable bond structure for oxygen reduction reaction ACS Nano 8 2014 3313 3321 J. Jin, F. Pan, L. Jiang, X. Fu, A. Liang, Z. Wei, J. Zhang, G. Sun, Catalyst-free synthesis of crumpled boron and nitrogen co-doped graphite layers with tunable bond structure for oxygen reduction reaction, ACS Nano 8 (2014) 3313–3321. [29] W. Peng Y. Li B. Yuan R. Hu Z. Luo M. Zhu A dealloyed bulk FeNi pattern with exposed highly active facets for cost-effective oxygen evolution Appl. Catal. B-Environ. Energy 323 2023 122171 W. Peng, Y. Li, B. Yuan, R. Hu, Z. Luo, M. Zhu, A dealloyed bulk FeNi pattern with exposed highly active facets for cost-effective oxygen evolution, Appl. Catal. B-Environ. Energy 323 (2023) 122171. [30] Y. Wang W. Nong N. Gong T. Salim M. Luo T.L. Tan K. Hippalgaonkar Z. Liu Y. Huang Tuning electronic structure and composition of FeNi nanoalloys for enhanced oxygen evolution electrocatalysis via a general synthesis strategy Small 18 2022 2203340 Y. Wang, W. Nong, N. Gong, T. Salim, M. Luo, T.L. Tan, K. Hippalgaonkar, Z. Liu, Y. Huang, Tuning electronic structure and composition of FeNi nanoalloys for enhanced oxygen evolution electrocatalysis via a general synthesis strategy, Small 18 (2022) 2203340. [31] D. Ping S. Huang S. Wu Y. Zhang F. Yi L. Han S. Wang H. Wang X. Yang D. Guo J. Hao S. Fang LDHs-based bifunctional electrocatalyst for effective tunable syngas generation via CO2 reduction Int. J. Hydrogen Energ. 47 2022 23653 23660 D. Ping, S. Huang, S. Wu, Y. Zhang, F. Yi, L. Han, S. Wang, H. Wang, X. Yang, D. Guo, J. Hao, S. Fang, LDHs-based bifunctional electrocatalyst for effective tunable syngas generation via CO2 reduction, Int. J. Hydrogen Energ. 47 (2022) 23653–23660. [32] S. Wu X. Lv D. Ping G. Zhang S. Wang H. Wang X. Yang D. Guo S. Fang Highly exposed atomic Fe-N active sites within carbon nanorods towards electrocatalytic reduction of CO2 to CO Electrochim. Acta 340 2020 135930 S. Wu, X. Lv, D. Ping, G. Zhang, S. Wang, H. Wang, X. Yang, D. Guo, S. Fang, Highly exposed atomic Fe-N active sites within carbon nanorods towards electrocatalytic reduction of CO2 to CO, Electrochim. Acta 340 (2020) 135930. [33] Y. Wang J. Zhang X. Wang W. Meng D. Ren B. Tong C. Han Bimetal-organic framework-derived nanorod-like FexNi1-x@C, P composites for electrochemical hydrogen evolution J. Alloy. Compd. 931 2023 167511 Y. Wang, J. Zhang, X. Wang, W. Meng, D. Ren, B. Tong, C. Han, Bimetal-organic framework-derived nanorod-like FexNi1-x@C, P composites for electrochemical hydrogen evolution, J. Alloy. Compd. 931 (2023) 167511. [34] Z.-H. He K. Wang W. Wang Y. Tian J. Liu L. Li Z.-T. Liu Efficient synthesis of syngas from CO2 electrochemical reduction over a dual functional FexC@CNT/N-MXene catalyst Appl. Catal. B-Environ. Energy 347 2024 123786 Z.-H. He, K. Wang, W. Wang, Y. Tian, J. Liu, L. Li, Z.-T. Liu, Efficient synthesis of syngas from CO2 electrochemical reduction over a dual functional FexC@CNT/N-MXene catalyst, Appl. Catal. B-Environ. Energy 347 (2024) 123786. [35] R. Boppella Y. Kim K.A.J. Reddy I. Song Y. Eom E. Sim T.K. Kim Synergistic electronic structure modulation in single-atomic Ni sites dispersed on Ni nanoparticles encapsulated in N-rich carbon nanotubes synthesized at low temperature for efficient CO2 electrolysis Appl. Catal. B-Environ. Energy 345 2024 123699 R. Boppella, Y. Kim, K.A.J. Reddy, I. Song, Y. Eom, E. Sim, T.K. Kim, Synergistic electronic structure modulation in single-atomic Ni sites dispersed on Ni nanoparticles encapsulated in N-rich carbon nanotubes synthesized at low temperature for efficient CO2 electrolysis, Appl. Catal. B-Environ. Energy 345 (2024) 123699. [36] S. Wang J. Wang X. Wang L. Li J. Qin M. Cao Carbon hybrid with 3D nano-forest architecture in-situ catalytically constructed by CoFe alloy as advanced multifunctional electrocatalysts for Zn-air batteries-driven water splitting J. Energy Chem. 53 2021 422 432 S. Wang, J. Wang, X. Wang, L. Li, J. Qin, M. Cao, Carbon hybrid with 3D nano-forest architecture in-situ catalytically constructed by CoFe alloy as advanced multifunctional electrocatalysts for Zn-air batteries-driven water splitting, J. Energy Chem. 53 (2021) 422–432. [37] Q. Yang C.B. Wang S. Zhang D.M. Zhang Q. Shen L.M. Zhang Effect of nitrogen pressure on structure and optical properties of pulsed laser deposited BCN thin films Surf. Coat. Tech. 204 2010 1863 1867 Q. Yang, C.B. Wang, S. Zhang, D.M. Zhang, Q. Shen, L.M. Zhang, Effect of nitrogen pressure on structure and optical properties of pulsed laser deposited BCN thin films, Surf. Coat. Tech. 204 (2010) 1863–1867. [38] K. Chakrabarty P.A. Baker S.A. Catledge Novel superhard BC10N synthesized by microwave plasma CVD Diam. Relat. Mater. 147 2024 111370 K. Chakrabarty, P.A. Baker, S.A. Catledge, Novel superhard BC10N synthesized by microwave plasma CVD, Diam. Relat. Mater. 147 (2024) 111370. [39] L. Yang G. Sun H. Fu L. Zhang Isolation of cobalt single atoms on hollow B, N co-doped defective carbon nanotubes for hydrogen peroxide production and tandem reagent-free electro-Fenton oxidation Chem. Eng. J. 472 2023 145052 L. Yang, G. Sun, H. Fu, L. Zhang, Isolation of cobalt single atoms on hollow B, N co-doped defective carbon nanotubes for hydrogen peroxide production and tandem reagent-free electro-Fenton oxidation, Chem. Eng. J. 472 (2023) 145052. [40] B. Wei J. Hao B. Ge W. Luo Y. Chen Y. Xiong L. Li W. Shi Highly efficient electrochemical carbon dioxide reduction to syngas with tunable ratios over pyridinic-nitrogen rich ultrathin carbon nanosheets J. Colloid Interf. Sci. 608 2022 2650 2659 B. Wei, J. Hao, B. Ge, W. Luo, Y. Chen, Y. Xiong, L. Li, W. Shi, Highly efficient electrochemical carbon dioxide reduction to syngas with tunable ratios over pyridinic-nitrogen rich ultrathin carbon nanosheets, J. Colloid Interf. Sci. 608 (2022) 2650–2659. [41] W. Ju A. Bagger G.-P. Hao A. Sofia Varela I. Sinev V. Bon B. Roldan Cuenya S. Kaskel J. Rossmeisl P. Strasser Understanding activity and selectivity of metal-nitrogen-doped carbon catalysts for electrochemical reduction of CO2 Nat. Commun. 8 2017 944 W. Ju, A. Bagger, G.-P. Hao, A. Sofia Varela, I. Sinev, V. Bon, B. Roldan Cuenya, S. Kaskel, J. Rossmeisl, P. Strasser, Understanding activity and selectivity of metal-nitrogen-doped carbon catalysts for electrochemical reduction of CO2, Nat. Commun. 8 (2017) 944. [42] X. Wang Y. Fei J. Chen Y. Pan W. Yuan L.Y. Zhang C.X. Guo C.M. Li Directionally in situ self-assembled, high-density, macropore-oriented, CoP-impregnated, 3D hierarchical porous carbon sheet nanostructure for superior electrocatalysis in the hydrogen evolution reaction Small 18 2022 2103866 X. Wang, Y. Fei, J. Chen, Y. Pan, W. Yuan, L.Y. Zhang, C.X. Guo, C.M. Li, Directionally in situ self-assembled, high-density, macropore-oriented, CoP-impregnated, 3D hierarchical porous carbon sheet nanostructure for superior electrocatalysis in the hydrogen evolution reaction, Small 18 (2022) 2103866. [43] H. Tabassum R. Zou A. Mahmood Z. Liang Q. Wang H. Zhang S. Gao C. Qu W. Guo S. Guo A universal strategy for hollow metal oxide nanoparticles encapsulated into B/N co-doped graphitic nanotubes as high-performance lithium-ion battery anodes Adv. Mater. 30 2018 1705441 H. Tabassum, R. Zou, A. Mahmood, Z. Liang, Q. Wang, H. Zhang, S. Gao, C. Qu, W. Guo, S. Guo, A universal strategy for hollow metal oxide nanoparticles encapsulated into B/N co-doped graphitic nanotubes as high-performance lithium-ion battery anodes, Adv. Mater. 30 (2018) 1705441. [44] S. Liu M. Jin J. Sun Y. Qin S. Gao Y. Chen S. Zhang J. Luo X. Liu Coordination environment engineering to boost electrocatalytic CO2 reduction performance by introducing boron into single-Fe-atomic catalyst Chem. Eng. J. 437 2022 135294 S. Liu, M. Jin, J. Sun, Y. Qin, S. Gao, Y. Chen, S. Zhang, J. Luo, X. Liu, Coordination environment engineering to boost electrocatalytic CO2 reduction performance by introducing boron into single-Fe-atomic catalyst, Chem. Eng. J. 437 (2022) 135294. [45] S. Badrayyana D.K. Bhat S. Shenoy Y. Ullal A.C. Hegde Novel Fe-Ni-Graphene composite electrode for hydrogen production Int. J. Hydrogen Energ. 40 2015 10453 10462 S. Badrayyana, D.K. Bhat, S. Shenoy, Y. Ullal, A.C. Hegde, Novel Fe-Ni-Graphene composite electrode for hydrogen production, Int. J. Hydrogen Energ. 40 (2015) 10453–10462. [46] T. Bhowmik M.K. Kundu S. Barman CoFe layered double hydroxide supported on graphitic carbon nitrides: an efficient and durable bifunctional electrocatalyst for oxygen evolution and hydrogen evolution reactions ACS Appl. Energy Mater. 1 2018 1200 1209 T. Bhowmik, M.K. Kundu, S. Barman, CoFe layered double hydroxide supported on graphitic carbon nitrides: an efficient and durable bifunctional electrocatalyst for oxygen evolution and hydrogen evolution reactions, ACS Appl. Energy Mater. 1 (2018) 1200–1209. [47] Q. Zhang M. Sun J. Zhu S. Yang L. Chen X. Yang P. Wang K. Li F. Xue Y. Lu J. Zhang P. Zhao New strategy to synthesize oxygen vacancy-rich CoFe nanoneedles for overall water splitting and urea electrolysis Chem. Eng. J. 432 2022 134275 Q. Zhang, M. Sun, J. Zhu, S. Yang, L. Chen, X. Yang, P. Wang, K. Li, F. Xue, Y. Lu, J. Zhang, P. Zhao, New strategy to synthesize oxygen vacancy-rich CoFe nanoneedles for overall water splitting and urea electrolysis, Chem. Eng. J. 432 (2022) 134275.",
      "scopus-id": "85210288316",
      "coredata": {
        "eid": "1-s2.0-S2468823124009192",
        "dc:description": "Developing low-cost and efficient catalysts for hydrogen evolution reaction (HER) and oxygen evolution reaction (OER) still remains a challenge in water electrolysis. Herein, FeNi alloy encapsulated within boron and nitrogen co-doped carbon (FeNi@BNC) nanotubes are synthesized through a simple one-step pyrolysis method using FeCl3·6H2O, NiCl2·6H2O, H3BO3, urea and PEG-2000 as precursors. The BNC nanotubes are quite requisite for dispersing and stabilizing FeNi alloy nanoparticles (NPs) during pyrolysis. Benefiting from the synergistic catalytic effect of Fe and Ni, as well as the confinement effect of BNC nanotubes, such FeNi@BNC catalyst demonstrates impressive activities for both HER and OER, much superior to pristine Fe@BNC and Ni@BNC. Notably, the overpotentials needed to achieve a current density of 10 mA·cm−2 are just 230 mV for HER and 280 mV for OER. Moreover, the FeNi@BNC catalyst demonstrates significant stability, showing no noticeable degradation during potentiostatic electrolysis or repeated CV tests. Furthermore, FeNi@BNC exhibits remarkable activity for overall water splitting, requiring cell voltages of just 1.24 V and 1.60 V vs. RHE to achieve current densities of 10 mA·cm−2 and 20 mA·cm−2, respectively. This study introduces a novel strategy for developing bifunctional electrocatalysts with high-efficiency water splitting performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124009192",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wu, Shide"
          },
          {
            "@_fa": "true",
            "$": "Li, Yapeng"
          },
          {
            "@_fa": "true",
            "$": "Ping, Dan"
          },
          {
            "@_fa": "true",
            "$": "Liu, Weitao"
          },
          {
            "@_fa": "true",
            "$": "Feng, Yichen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Qingshuo"
          },
          {
            "@_fa": "true",
            "$": "Gao, Mengjin"
          },
          {
            "@_fa": "true",
            "$": "Liu, Shuqing"
          },
          {
            "@_fa": "true",
            "$": "Wu, Di"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shiwen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jianqiang"
          },
          {
            "@_fa": "true",
            "$": "Fang, Shaoming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124009192"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124009192"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00919-2",
        "prism:volume": "572",
        "articleNumber": "114737",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "In-situ confinement growth of FeNi alloy within B/N co-doped carbon nanotubes as efficient electrocatalyst for water splitting",
        "prism:copyright": "© 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Confinement effect"
          },
          {
            "@_fa": "true",
            "$": "FeNi alloys"
          },
          {
            "@_fa": "true",
            "$": "BNC nanotubes"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Water splitting"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114737",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 2025",
        "prism:doi": "10.1016/j.mcat.2024.114737",
        "prism:startingPage": "114737",
        "dc:identifier": "doi:10.1016/j.mcat.2024.114737",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "548",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108408",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "452",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55833",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "635",
            "@width": "781",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "215466",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "427",
            "@width": "781",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133543",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "241",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54175",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "564",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "175967",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "193",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58472",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13067",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "142",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14317",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17619",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14025",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14471",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23090",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18137",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2424",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "812455",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1297",
            "@width": "2000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "413136",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2811",
            "@width": "3458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1638321",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1891",
            "@width": "3458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "963955",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1065",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "439755",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2495",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2254875",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "853",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "460632",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823124009192-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4032872",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85210288316"
      }
    }
  }
}