{
  "metadata": {
    "title": "Effect of WO<ce:inf loc=post>3</ce:inf> and MoO<ce:inf loc=post>3</ce:inf> doping on the interaction mechanism between arsenic oxide and V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>-based SCR catalyst: A theoretical account",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-01-31",
    "doi": "10.1016/j.mcat.2020.111317",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120305800",
    "pii": "S2468823120305800"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85097479418",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-12-05 2020-12-05 2020-12-22 2020-12-22 2020-12-22T19:55:34 1-s2.0-S2468823120305800 S2468-8231(20)30580-0 S2468823120305800 10.1016/j.mcat.2020.111317 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00186 2021-04-14T02:15:43.006075Z 0 0 20210101 20210131 2021 2020-12-05T21:50:45.726392Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 499 499 C Volume 499 39 111317 111317 111317 202101 January 2021 2021-01-01 2021-01-31 2021 article fla © 2020 Elsevier B.V. All rights reserved. EFFECTWO3MOO3DOPINGINTERACTIONMECHANISMBETWEENARSENICOXIDEV2O5BASEDSCRCATALYSTATHEORETICALACCOUNT WU Y 1 Introduction 2 Catalysts models and computational details 2.1 Catalysts models 2.2 Calculation details 3 Results and discussion 3.1 As2O3 adsorption on WO3 and MoO3 doped catalysts 3.2 Interaction of As2O3 with WO3 and MoO3 doped catalysts 3.2.1 Interaction of As2O3 with V2O5 and WO3 3.2.2 Interaction of As2O3 with V2O5 and MoO3 3.3 Influence of WO3 and MoO3 on the interaction between As2O3 and the catalyst 4 Conclusion CRediT authorship contribution statement Acknowledgements References XIN 2018 81 87 Y LIU 2016 54 69 C LIU 2020 649 657 J AKTER 2020 110664 N LIU 2014 8445 8463 F XIN 2018 4937 4949 Y LAI 2018 6537 6551 J RUGGERI 2018 48 54 M WEI 2020 31 37 L LIU 2020 110991 X KROCHER 2008 215 227 O NICOSIA 2008 228 236 D TIAN 2019 1045 1052 Y LI 2018 153 164 C LEI 2016 1 10 T CHANG 2018 710 717 H LI 2016 45 48 X QI 2019 492 500 L LARSSON 2007 369 379 A JIANG 2014 270 278 Y ZHANG 2014 1 8 B LUO 2011 2763 2769 G SENIOR 2006 209 221 C HUANG 2019 2951 2957 Y XUE 2018 34114 34122 Y LI 2016 413 427 J PENG 2015 195 202 Y PENG 2014 13895 13900 Y PENG 2016 692 698 Y LI 2015 9971 9978 X HU 2016 118 128 W KONG 2015 121 126 M LU 2019 377 384 Q LU 2020 4865 4873 Q LI 2016 246 257 X LANGE 1996 245 265 F ZHANG 2015 2855 2865 B WANG 2016 5398 5404 Z ALEXOPOULOS 2010 3115 3130 K WANG 2019 20451 20456 X DU 2018 4517 4523 X GAO 2017 27963 27975 Y NEGREIRA 2013 24397 24406 A DELLEY 2000 7756 7764 B PERDEW 1996 3865 3868 J PERDEW 1996 16533 16539 J DELLEY 2002 155125 B HALGREN 1977 225 232 T WU 2021 147752 Y ZHU 2018 1145 1149 C WUX2021X111317 WUX2021X111317XY 2022-12-22T00:00:00.000Z 2022-12-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-11-22T13:25:20.844Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Fok Ying Tong Education Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100004806 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991 item S2468-8231(20)30580-0 S2468823120305800 1-s2.0-S2468823120305800 10.1016/j.mcat.2020.111317 315758 2021-04-14T02:15:43.006075Z 2021-01-01 2021-01-31 1-s2.0-S2468823120305800-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/MAIN/application/pdf/094bd11385b19de1b670ee379179a475/main.pdf main.pdf pdf true 4805566 MAIN 8 1-s2.0-S2468823120305800-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/PREVIEW/image/png/7e99b6bc089436006cb755b1adf2fa4b/main_1.png main_1.png png 56840 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120305800-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr5/DOWNSAMPLED/image/jpeg/f41eae682fd3ec0a453e084ef10ad5f7/gr5.jpg gr5 gr5.jpg jpg 22586 315 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr4/DOWNSAMPLED/image/jpeg/b74488461ae323655c67f84808f94c1b/gr4.jpg gr4 gr4.jpg jpg 36737 226 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr7/DOWNSAMPLED/image/jpeg/83295ea8b0d8b7b2303d15c3df4d7a04/gr7.jpg gr7 gr7.jpg jpg 21927 315 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr6/DOWNSAMPLED/image/jpeg/6abec7dce3aef31be0c6cf17b809d1b5/gr6.jpg gr6 gr6.jpg jpg 88635 398 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr1/DOWNSAMPLED/image/jpeg/7a5ab603c2cf56e899218c2d69d1d65d/gr1.jpg gr1 gr1.jpg jpg 57331 466 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr3/DOWNSAMPLED/image/jpeg/0dc95ba1c9124ff109ff34b103dca60f/gr3.jpg gr3 gr3.jpg jpg 30560 253 470 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr2/DOWNSAMPLED/image/jpeg/16115ddb25a0df9204a966bfb88b172c/gr2.jpg gr2 gr2.jpg jpg 56190 282 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/ga1/DOWNSAMPLED/image/jpeg/8f0a6498b07c0f63c22ecdc158d318e8/ga1.jpg ga1 true ga1.jpg jpg 32533 195 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr8.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr8/DOWNSAMPLED/image/jpeg/1e37e21ce202080111a16d38884d107b/gr8.jpg gr8 gr8.jpg jpg 81861 398 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120305800-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr5/THUMBNAIL/image/gif/8271bbc2408f2bb7db06caf752198cf3/gr5.sml gr5 gr5.sml sml 4846 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr4/THUMBNAIL/image/gif/3a49edf555a353ed85414e1df5cda38f/gr4.sml gr4 gr4.sml sml 9236 87 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr7/THUMBNAIL/image/gif/9b712aacbd605b23610f7b1a888a5d75/gr7.sml gr7 gr7.sml sml 4681 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr6/THUMBNAIL/image/gif/73eba68b86289d69ce13abb232554816/gr6.sml gr6 gr6.sml sml 15429 154 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr1/THUMBNAIL/image/gif/623610717185055a7c3dd915ca9935e4/gr1.sml gr1 gr1.sml sml 11182 164 165 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr3/THUMBNAIL/image/gif/403b8b1a87ec43376beb2df0acb58060/gr3.sml gr3 gr3.sml sml 16526 118 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr2/THUMBNAIL/image/gif/cd8488974b73d4bed3cb0052f061d482/gr2.sml gr2 gr2.sml sml 10173 109 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/ga1/THUMBNAIL/image/gif/530da49a67e4bd5a6ee833d64ccde5e2/ga1.sml ga1 true ga1.sml sml 9056 86 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-gr8.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120305800/gr8/THUMBNAIL/image/gif/e28b4037e7680de62d4a1d20ec9985a3/gr8.sml gr8 gr8.sml sml 14478 154 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120305800-am.pdf am am.pdf pdf 749533 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10XPM6H5M06/MAIN/application/pdf/9935adfb7c0e239d69155286cca76cbc/am.pdf MCAT 111317 111317 S2468-8231(20)30580-0 10.1016/j.mcat.2020.111317 Elsevier B.V. Fig. 1 a). V2O5-WO3/TiO2 (001) catalyst model; b). V2O5-MoO3/TiO2 (001) catalyst model. Fig. 1 Fig. 2 As2O3 adsorption configurations on V2O5-WO3(MoO3)/TiO2 catalysts. Fig. 2 Fig. 3 a). Electron density difference map of 1B; b). Electron density difference map of 2B (isosurface value: 0.015 eV). Fig. 3 Fig. 4 a). PDOS of As, O1, W atoms and VWO5 cluster in 1B; b). PDOS of As, O1, Mo atoms and VMoO5 cluster in 2B. Fig. 4 Fig. 5 Inter-reaction pathways between As2O3 and V2O5-WO3/TiO2(001) surface. Fig. 5 Fig. 6 Geometry configurations involved in the interaction between As2O3 and V2O5-WO3/TiO2 (001) surface. Fig. 6 Fig. 7 Inter-reaction pathways between As2O3 and V2O5-MoO3/TiO2(001) surface. Fig. 7 Fig. 8 Geometry configurations involved in the interaction between As2O3 and V2O5-MoO3/TiO2(001) surface. Fig. 8 Table 1 Geometry parameters and adsorption energies of As2O3 on V2O5-WO3(MoO3)/TiO2 catalysts. Table 1 RAs-O 1 (Å) Ead (kJ/mol) V2O5-WO3/TiO2 surface 1A 3.106/2.392 −42.16 1B 2.742/3.336 −45.59 1C 2.961/3.801 −30.60 1D 3.321/3.151 −41.04 V2O5-MoO3/TiO2 surface 2A 2.912 −39.81 2B 2.539/3.285 −69.81 2C 3.523/3.856 −24.94 2D 3.309/4.164 −29.17 2E 3.374/2.974 −41.37 1 RAs-O denotes the distance between arsenic and the surface O site. Table 2 Energy barriers of elementary reactions between As2O3 and V2O5-based catalyst. Table 2 Inter-reaction pathways Energy barriers of elementary reactions V2O5-WO3/TiO2 Reaction sites V2O5-MoO3/TiO2 Reaction sites pathway Ⅰ 357.09/358.08 2 V = O/W = O 355.05 2 /328.56 V = O/Mo = O pathway Ⅱ 416.53 2 /342.02 W-O-V 390.11 2 /300.01 Mo-O-V pathway Ⅲ 548.59/589.67 2 W = O/V = O 309.16 2 /295.13 Mo = O/V = O 2 denotes the total energy barrier of the reaction pathways. Effect of WO3 and MoO3 doping on the interaction mechanism between arsenic oxide and V2O5-based SCR catalyst: A theoretical account Yang-wen Wu Conceptualization Investigation Methodology Writing - original draft Xin-yue Zhou Software Methodology Writing - original draft Teng-ge Mi Software Validation Bin Hu Investigation Formal analysis Ji Liu Supervision Writing - review & editing Qiang Lu Conceptualization Funding acquisition Supervision Writing - review & editing * National Engineering Laboratory for Biomass Power Generation Equipment, North China Electric Power University, Beijing, 102206, China National Engineering Laboratory for Biomass Power Generation Equipment North China Electric Power University Beijing 102206 China National Engineering Laboratory for Biomass Power Generation Equipment, North China Electric Power University, Beijing 102206, China ⁎ Corresponding author. Graphical abstract WO3 and MoO3 are widely used as the additives for the V2O5-based selective catalytic reduction (SCR) catalysts, which have different anti-arsenic poisoning performances. To clarify their different influence mechanism on the interaction between arsenic oxide (As2O3) and the V2O5-based catalyst, WO3 and MoO3 doped V2O5/TiO2 catalyst models were built, density functional theory (DFT) method was employed to explore the interaction mechanism for As2O3 with V2O5, WO3 and MoO3 from a theoretical level. As2O3 adsorption configurations, adsorption energies and electronic structures were obtained, along with the detailed inter-reaction pathways and relevant energy barriers. The results indicate that strong interaction and electron transfer occur after As2O3 adsorption, the MoO3 doped catalyst has higher reactivity and stronger charge transfer with As2O3 than the WO3 doped catalyst. Moreover, on V2O5-WO3/TiO2 catalyst, the reactivity of WO3 with As2O3 is lower than that of V2O5, hence As2O3 is inclined to react with V2O5, resulting in the catalyst deactivation. Whereas for V2O5-MoO3/TiO2 catalyst, As2O3 tends to react with the more active MoO3, thus protecting the V2O5 from arsenic poisoning. In summary, MoO3 doping provides better anti-arsenic poisoning effect than WO3, which agrees well with previous experimental results. Keywords As2O3 SCR catalyst Additives doping Interaction mechanism Density functional theory 1 Introduction In past decades, nitrogen oxide (NOx) has drawn wide-spread attention due to its severe damage to the environment [1–4]. The mainstream NOx abatement approach is selective catalytic reduction (SCR) method, which efficiently converts NOx to nitrogen with the help of SCR catalysts and ammonia [5–10]. Commercial vanadium-titanium-based SCR catalyst is the key of SCR system, directly influences the operation and economy of SCR system [11–13]. However, some components in flue gas from coal (such as K, Ca, As, Se, Pb, Hg, etc.) can lead to the catalyst poisoning, significantly shortening the service life of the catalyst [14–22]. Specifically, arsenic has a significant toxic effect on SCR catalysts, it is generally believed that arsenic species mainly exist as As2O3 in flue gas from coal-fired boilers [23]. Besides depositing on the catalyst and covering active sites, arsenic species may also interact with the catalyst and result in severe chemical deactivation [24–26]. To date, numerous researches have been reported on the arsenic poisoning mechanism of SCR catalyst, it is believed that As2O3 can be converted into As2O5, decreasing the Lewis acid sites (V = O) of the catalyst and hindering NH3 adsorption. Moreover, As−OH Brønsted acid sites are formed and the redox property is enhanced, promoting the non-selective catalytic reduction reaction (NSCR) process to produce N2O [27–32]. In our earlier research about V2O5-MoO3/TiO2 catalyst, it is confirmed that the Lewis acid sites on arsenic-poisoned catalysts decreased significantly while the Brønsted acid sites increased. The X-ray photoelectron spectroscopy (XPS) results also demonstrated that the ratio of chemisorbed oxygen and V5+ on the arsenic-poisoning catalysts were much lower than the fresh catalyst [33,34]. Therefore, the decrease of chemisorbed oxygen and V5+ ratio is also responsible for arsenic poisoning of the catalyst. WO3 and MoO3 are common additives for V2O5-based SCR catalysts. According to previous experimental studies, compared with WO3, MoO3 doping can provide better resistance to arsenic poisoning for vanadium-based and cerium-based catalysts [29,35,36]. Li et al. studied the arsenic poisoning mechanism of cerium-based catalysts and the anti-poisoning effect of MoO3. The results showed that MoO3 loading restored the acidity of the catalyst, the As-Mo interaction also alleviated the toxicity of As2O3 and improved the reactivity of Ce3+/Ce4+ [35]. Peng et al. compared the arsenic poisoning mechanism of WO3 and MoO3 doped vanadium-based catalysts using diffuse reflectance infrared Fourier transform (DRIFT) spectroscopy and density functional theory (DFT) method [29]. They found the NO conversion rate of the arsenic-poisoned catalyst after MoO3 doping was significantly higher than that after WO3 doping, their DFT results also showed that the MoO3 clusters had higher reactivity than WO3 clusters. Therefore, it was speculated that the arsenic oxide was prone to react with the more active MoO3, which protected the active species on the catalyst. However, this preliminary DFT investigation only studied the effect of As atom doping on the catalyst properties without any reaction mechanisms. Generally, previous experimental and theoretical researches did not consider the detailed interaction mechanism between As2O3 and catalyst components (V2O5, WO3 and MoO3). Moreover, theoretical explanations on the different effects of WO3 and MoO3 on the anti-arsenic poisoning performance of the catalysts are still lacking at current stage, thus these unaddressed issues still need further theoretical studies. In view of the limitations of the above-mentioned studies, two periodic SCR catalyst models were built in this study, i.e., V2O5-WO3/TiO2 (001) model and V2O5-MoO3/TiO2 (001) model. Using DFT method, the adsorption mechanisms of As2O3 on the two catalyst surfaces were investigated, and the influences of As2O3 on the electronic structures of the catalysts were studied. Moreover, by analyzing the different reaction pathways of As2O3 on the catalyst surface and the corresponding energy barriers, the detailed interaction mechanisms of As2O3 with V2O5, WO3 and MoO3 were investigated, to reveal the different effects of WO3 and MoO3 on the catalyst's anti-arsenic ability. 2 Catalysts models and computational details 2.1 Catalysts models The ad-molecular model was used in this study to represent the vanadium-titanium-based catalyst, which has been applied in many researches [37–39]. A three-layer TiO2 (001) slab in 3 × 3 supercell was constructed and loaded by a V2O5 cluster, since (001) facet is the most active facet for vanadium-titanium based catalyst and has already been applied in many theoretical studies [40,41]. 12 Å vacuum was set to eliminate the energy deviation. A V atom of V2O5 cluster was substituted by a W(Mo) atom to simulate the doping effect of WO3 or MoO3. Similar models have been widely used and the feasibility has already been verified [42,43]. The constructed catalyst models are depicted in Fig. 1 . 2.2 Calculation details The DFT calculations were conducted using DMol3 module [44]. The double numerical basis set plus polarization (DNP method) with p-functions on hydrogen atoms was utilized, as well as the generalized gradient approximation (GGA) scheme with Perdew–Burke–Ernzerhoff (PBE) functional [45,46]. For the core electrons of vanadium, tungsten, molybdenum and arsenic, the DFT semi-core pseudopotential method was used concerning the relativistic effect [47]. A 3 × 3 × 1 K-point and a 4.5 Å orbital cutoff were set, the TiO2 layers were fixed along with a 0.008 Ha smearing to facilitate the convergence of self-consistent field. The maximum for energy, force and displacement are 10−5 Ha, 0.002 Ha/atom and 0.005 Å. The adsorption energies (Eads) were determined according to formula (1): (1) Eads = Eadmodel− Ead − Ecatal Where Eadmodel denotes the energy of the adsorption configuration, Ead and Ecatal denote the energies of As2O3 and the catalyst, respectively. The electron density difference (Δρ) is usually applied to illustrate the electron transfer on interfaces, it was calculated by formula (2): (2) Δρ = ρsystem–ρad–ρsub Where ρsystem means the electron density for the configuration. ρad and ρsub are the unperturbed electron densities for As2O3 and the catalyst, respectively. Transition states were obtained by complete linear synchronous transit/quadratic synchronous transit method [48]. Energy barriers (Ebarrier) were obtained by Formula (3): (3) Ebarrier = ETS− EIM Where ETS and EIM are the energies of transition states and intermediates, respectively. 3 Results and discussion 3.1 As2O3 adsorption on WO3 and MoO3 doped catalysts The As2O3 adsorption mechanism on V2O5-WO3(MoO3)/TiO2 surface was investigated, concerning all possible positions. The initial configuration of As2O3 was the same, after geometry optimization the As2O3 configuration changed due to the different inter-reaction with the catalyst. The obtained configurations are illustrated in Fig. 2 , geometry parameters with relevant adsorption energies are shown in Table 1 . Four stable configurations are obtained on V2O5-WO3/TiO2 (001) surface, noted as 1A∼1D. Moreover, on V2O5-MoO3/TiO2 (001) surface, there are five stable adsorption configurations noted as 2A∼2E. As seen in Fig. 2 and Table 1, the active sites are partially covered after As2O3 adsorption on the catalyst, preventing NH3 adsorption and inhibiting the SCR progress. In addition, according to the study of Liu et al., the value of physical adsorption energy is under 30 kJ/mol while the value of chemical adsorption energy is over 50 kJ/mol [38]. Therefore, the adsorption of As2O3 on V2O5-WO3(MoO3)/TiO2 catalyst is between physisorption and chemisorption. Moreover, the adsorption energies of As2O3 on WO3 and MoO3 doped surfaces are very close, indicating that the doping of WO3 and MoO3 has little difference regarding As2O3 adsorption. To in-depth understand the influence of As2O3 adsorption, the electron density differences and partial density of states (PDOS) of the most stable configurations (1B and 2B) were obtained. In Fig. 3 , red and blue regions are regarded as charge accumulation and depletion regions. Charge loss occurs in vicinity of the As atom near the catalyst surface, charge transfer between As2O3 molecule and the O1 site on the catalyst can also be observed. In vicinity of O1, O2, and O3 atoms in VWO5 and VMoO5 clusters, obvious charge accumulation can be found, charge depletion can be observed near the V, W and Mo atoms. These phenomena demonstrate that As2O3 adsorption adjusts the electron distribution of the catalyst, some electrons in As2O3 are transferred to the O sites of VWO5 and VMoO5 clusters. Therefore, a strong interaction is confirmed between As2O3 and the catalyst. Additionally, the Mo atom has more significant electron loss than the W atom, indicating that Mo donates more electrons than W, and the VMoO5 cluster has a stronger charge transfer with As2O3. Fig. 4 shows the PDOS maps of As, O, W and Mo atoms in VWO5 and VMoO5 clusters in 1B and 2B configurations. The hybridization and overlap between As atoms and O, W, Mo atoms on the catalyst indicate a strong charge transfer, which agrees with the electron density difference analysis. Comparing Fig. 4 (a) and Fig. 4 (b), it can be found that in 2B configuration, the overlap of As and Mo orbits is more obvious, hence the interaction between As2O3 and VMoO5 clusters is more intense. Moreover, due to the different chemical properties and activities of W and Mo, the energy gap of 2B is 1.461 eV, which is smaller than the energy gap of 1B (1.856 eV). The energy gap can be used as an indicator of the electronic activity of the catalyst, and the narrow energy gap is favorable for electron transition across the Fermi surface [43]. Therefore, the electron transfer on the catalyst is more likely to occur after MoO3 doping, the V2O5-MoO3/TiO2 catalyst is more reactive. This phenomenon is also in line with the findings of Peng et al. [29]. According to above analysis, the adsorption manners of As2O3 on V2O5-WO3(MoO3)/TiO2 surfaces are between physisorption and chemisorption. After As2O3 adsorption, charge transfer and interaction occur between As2O3 and the catalyst surface. MoO3 provides stronger electron transfer, which promotes the interaction between As2O3 and the catalyst, hence improving the reactivity of the catalyst. 3.2 Interaction of As2O3 with WO3 and MoO3 doped catalysts Deposited As2O3 can interact with the catalyst surface and be oxidized to As2O5, consuming the active component V2O5 and resulting in the chemical deactivation of the catalyst [23,24]. According to our previous XPS characterization, the proportion of low valence vanadium on As-poisoned catalyst surface increased significantly while the proportion of pentavalent vanadium decreased, hence it can be inferred that V5+ in V2O5 is reduced to lower valence because of As2O3 [33,34]. Accordingly, the interactions of As2O3 with V2O5-WO3(MoO3)/TiO2 catalysts were further explored. The reaction pathways and relevant energy barriers were calculated, so as to reveal the effects of WO3 and MoO3 on the interaction between As2O3 and the V2O5-based catalysts. 3.2.1 Interaction of As2O3 with V2O5 and WO3 Fig. 5 shows the energy diagrams of the inter-reaction pathways between As2O3 and V2O5-WO3/TiO2 (001) surface. All reactants, products, and transition states are shown in Fig. 6 . In pathway Ⅰ, As2O3 is adsorbed on the catalyst as IM1. Then As2O3 is combined with the VO site to form an As2O4 molecule. In this process, the energy barrier to generate IM2 through TS1 is 357.09 kJ/mol, the reaction heat is 264.10 kJ/mol. The new formed As-O bond length in TS1 is 1.631 Å, while in IM2 it is 1.625 Å. Subsequently, in IM2 As2O4 reacts with the WO site on the catalyst, the WO bond is broken and As2O5 is formed in FS1. The energy barrier is 358.08 kJ/mol with a 340.96 kJ/mol reaction heat. In pathway Ⅰ (IM1→TS1→IM2→TS2→FS1), As2O3 tends to destroy the VO site on the catalyst initially, then reacts with the WO site to generate As2O5 molecule, leaving a WOV site on the catalyst. The rate-determining step (RDS) of Pathway Ⅰ is the formation of As2O5 because of the relatively high energy barrier. In pathway Ⅱ (IM3→TS3→IM4→TS4→FS2), As2O3 is adsorbed between VO and WO sites to form IM3, then reacts with the WOV site, overcoming 416.53 kJ/mol energy barrier to generate an As-VWOx cluster through TS3. The O atom at the WOV site combines with the As2O3 molecule to form a 1.674 Å As-O bond in TS3, and the new formed As2O4 is bonded with the O atom from WO site, producing a 2.192 Å As-O bond in IM4. The reaction heat at this step is 292.73 kJ/mol. In TS4, the WO bond is cracked, generating As2O5 with a 342.02 kJ/mol energy barrier. The WOV site of VWOx clusters is reformed on the catalyst, indicating that once the WOV structure is destroyed, WO and VO sites cannot exist stably, the reaction heat of this process is 306.51 kJ/mol. In pathway Ⅱ, As2O3 mainly reacts with the WOV site on the catalyst, the WOV site of VWOx cluster is destroyed in the first step and is reformed in the second step. For pathway Ⅱ, the RDS is the process of As2O3 reacting with WOV site to generate As2O4. The total energy barrier of pathway Ⅱ is 416.53 kJ/mol. The pathway Ⅲ of the interaction between As2O3 and the WO3-doped catalyst is shown by the blue line in Fig. 5 (IM5→TS5→IM6→TS6→FS3). The As2O3 molecule is initially adsorbed near the WO site, causing the WO site destruction, the O atom at the site combines with As2O3 to form two AsO2 fragments in TS5, the energy barrier is 548.59 kJ/mol. The two AsO2 fragments in IM6 merge into an As2O4 molecule, during which 298.94 kJ/mol reaction heat is needed. Then, the As2O4 further reacts with the VO site, the VO bond in TS6 is broken, the distance between As atom and O atom from VO site is shortened from 5.153 Å to 2.837 Å, a free O radical is formed and combines with As atoms to generate As2O5. In this step, the energy barrier is 589.67 kJ/mol, the reaction heat is 302.13 kJ/mol. In pathway Ⅲ, As2O3 is inclined to destroy the WO sites on the catalyst in the first place, then destroys the VO site at the second stage, which is opposite to pathway Ⅰ. The RDS is the As2O5 generation process with a 589.67 kJ/mol energy barrier, hence it is less likely to occur than pathway Ⅰ. To compare the three reaction pathways of the interaction between As2O3 and V2O5-WO3/TiO2 catalyst, pathway Ⅰ has the lowest energy barrier (358.08 kJ/mol). Therefore, pathway Ⅰ is the optimal pathway, it can be considered that the reactivity of WO3 is lower than V2O5 when interacting with As2O3. After As2O3 adsorption, it tends to react with the V = O site and destroys the active sites, hence hinders NH3 adsorption and SCR process. 3.2.2 Interaction of As2O3 with V2O5 and MoO3 The energy diagrams of the inter-reaction pathways between As2O3 and V2O5-MoO3/TiO2 (001) surface are shown in Fig. 7 . The involved reactants, products, and transition state configurations are shown in Fig. 8 . At the beginning, As2O3 is adsorbed on VO and Mo = O sites to form the configuration IM1*. According to our calculations results, all reaction pathways on V2O5-MoO3/TiO2 (001) surface start with the configuration IM1*. For pathway Ⅳ (IM1*→ TS1*→IM2*→TS2*→FS1*), As2O3 in IM1* firstly interacts with the VO site on V2O5-MoO3/TiO2 (001) surface, combining the O atom of VO site through TS1* to generate As2O4 in IM2*, the newly formed As-O bond length in As2O4 molecule is 1.632 Å. After VO site destruction, the distance between V and O atom is 5.111 Å (TS1*) and 4.388 Å (IM2*). The energy barrier for this step is 328.56 kJ/mol. The As2O4 molecule combines with the O atom of Mo = O site in TS2*, overcoming a 355.05 kJ/mol barrier to form two fragments AsO3 and AsO2. Finally, the AsO3 and AsO2 fragments in FS1* reunite into As2O5 and both VO and Mo = O sites are damaged. The RDS of pathway Ⅳ is the formation of As2O5 and the total energy barrier is 355.05 kJ/mol. In addition, the interaction between As2O3 and the Mo-O-V site at the first stage is considered, which is noted as the pathway Ⅴ (IM1*→TS3*→IM3*→TS4*→FS2*) and is shown in red line in Fig. 8. Initially, due to the interaction between the As2O3 molecule and Mo-O-V site, the O atom at the Mo-O-V site migrates upwards, approaches the As2O3 molecule and combines with an As atom to form the transition state TS3*, this process needs a 390.11 kJ/mol energy barrier. In IM4* the O atom continues to migrate and interact with another As atom to produce As2O4, the reaction heat of this step is 295.82 kJ/mol. Furthermore, the new-formed As2O4 approaches the VO site and is decomposed into two fragments (AsO3 and AsO2) in TS4*, the O atom of the Mo = O site approaches the V atom. Finally, at FS3* the AsO3 and AsO2 are recombined into an As2O5 molecule and the Mo-O-V structure is reformed, indicating that similar to V2O5-WO3/TiO2 (001) surface, when the Mo-O-V structure is destroyed, VO and Mo = O groups cannot exist stably. The energy barrier is 300.11 kJ/mol in this step. The RDS of pathway Ⅴ is the generation of As2O4, the total energy barrier is 390.11 kJ/mol. In pathway Ⅵ (IM1*→TS5*→IM4*→TS6*→FS3*), the Mo = O site on the catalyst is firstly destroyed, the O atom migrates upward and forms a 1.682 Å As-O bond in TS5*, the energy barrier is 309.16 kJ/mol. The new-formed As-O bond in IM2* is stable to 1.633 Å, the reaction heat to generate IM2* is 277.20 kJ/mol. In IM2*, the VO site on the catalyst is also destroyed in the second stage of pathway Ⅵ, the VO bond in TS6* is broken, the distance between V and O atoms increases to 3.223 Å, the length of the new formed As-O bond in As2O5 is 1.662 Å, the reaction barrier is 295.13 kJ/mol. In FS2*, two As atoms of the As2O5 molecule are bound to O atoms of VO and Mo = O sites, and the two As-O bond lengths are 1.625 Å and 1.638 Å. This process requires 263.47 kJ/mol heat. In pathway Ⅵ, As2O3 prefers to combine the Mo = O site firstly. The RDS is the As2O4 generation process and the energy barrier is 309.16 kJ/mol. Based on above illustrations, it can be seen that the energy barrier of pathway Ⅳ is the lowest when As2O3 interacts with the V2O5-MoO3/TiO2 (001) surface. Therefore, As2O3 tends to react with the Mo = O sites at the first place. Moreover, the energy barrier for the reaction between V2O5-MoO3/TiO2 (001) surface and As2O3 is lower than the barrier on V2O5-WO3/TiO2 (001) surface, indicating that the V2O5-MoO3/TiO2 (001) surface has higher reactivity when interacting with As2O3. 3.3 Influence of WO3 and MoO3 on the interaction between As2O3 and the catalyst The calculation results in Section 3.2 are summarized in Table 2 . For V2O5-WO3/TiO2 catalyst, the energy barriers for As2O3 reacting preferentially with V = O, W-O-V and W = O sites are 358.08 kJ/mol, 416.53 kJ/mol and 589.67 kJ/mol, respectively. While on V2O5-MoO3/TiO2 catalyst, the energy barriers for As2O3 reacting preferentially with V = O, Mo-O-V and Mo = O sites are 355.05 kJ/mol, 390.11 kJ/mol and 309.16 kJ/mol, respectively. It can be known that on V2O5-WO3/TiO2 (001) surface, As2O3 tends to interact with the V = O site firstly because of the lowest energy barrier. Furthermore, the pathway starting from the W = O site has the highest energy barrier, indicating the lowest reactivity with As2O3 for W = O site. Therefore, it can be concluded that on V2O5-WO3/TiO2 (001) surface, V2O5 is more active than WO3 to react with As2O3. Whereas on V2O5-MoO3/TiO2 (001) surface, according to Table 2, As2O3 would like to firstly destroy the Mo = O site due to the lowest energy barrier. The optimal inter-reaction pathways on the two catalyst surfaces are not the same, suggesting the different reactivities of V2O5, WO3 and MoO3. All energy barriers for the interaction of As2O3 with MoO3 doped surface are lower than those with WO3, this phenomenon indicates that MoO3 has higher activity to react with As2O3 than V2O5 and WO3. In our previous theoretical study, the energy barriers of three inter-reaction pathways on the V2O5/TiO2 (001) surface are 545.20, 404.42 and 398.33 kJ/mol, respectively [49]. Therefore, the energy barriers are in the order of V2O5-WO3/TiO2 (001) > V2O5/TiO2 (001) > V2O5-MoO3/TiO2 (001), which also reflects the different reactivities of V2O5, WO3 and MoO3. In addition, this is also consistent with our preliminary experimental study regarding the As2O3 poisoned SCR catalysts from a coal-fired power station [50]. According to our XPS results, MoO3 can react with As2O3 while W species remained in the form of WO3, the content of V4+ species in V2O5-WO3/TiO2 catalyst is higher than that in V2O5-MoO3/TiO2 catalyst. Therefore, WO3 is inferred to have lower reactivity with As2O3 than V2O5, hence As2O3 prefers to directly react with the active component V2O5, leading to the severe poisoning and inactivation of the catalyst. Nevertheless, when MoO3 is doped, instead of V2O5, it is MoO3 on the catalyst that reacts with As2O3 due to its higher reactivity, which protects the active component V2O5 to a certain extent. This accords well with the electronic structure analysis on WO3 and MoO3 doped catalysts that MoO3 doping promotes the charge transfer and reactivity of the catalyst. In conclusion, MoO3 may have better anti-arsenic poisoning than WO3 because it is more active and is sacrificed to protect the V2O5 component. In summary, due to the different chemical properties of WO3 and MoO3 and their affinities to As2O3, the doping of WO3 and MoO3 has different effects on the vanadium-based catalyst. In terms of the interaction activity with As2O3, WO3 is less active than V2O5, hence the doping of WO3 has little effect on the As2O3-poisoning resistance. On the other hand, MoO3 is more active than V2O5, the interaction between MoO3 and V2O5 alleviate the As2O3 poisoning of V2O5, which explains why previous experimental studies confirm that MoO3 doped catalyst has better anti-As2O3-poisoning effect than WO3 doped catalyst. 4 Conclusion Detailed theoretical studies using DFT were performed on periodic catalyst models in this paper, to explore the influence mechanism of WO3 and MoO3 doping on the interaction between As2O3 and the V2O5-based catalyst. The results suggest that the adsorption strength of As2O3 on WO3 and MoO3 doped catalysts is between physical and chemical adsorption, there is significant charge transfer and strong interaction between As2O3 and the catalyst surface. In addition, PDOS maps demonstrate that the energy gap of the VMoO5 cluster is smaller than VWO5, and the charge transfer with As2O3 is stronger, indicating that MoO3 doping is more conducive to activate the electrons on catalyst surface than WO3 doping, hence the redox activity of the catalyst is promoted by MoO3 doping to some extent. Based on the inter-reaction pathways and energy barriers of As2O3 with V2O5-WO3(MoO3)/TiO2 catalysts, it is inferred that on V2O5-WO3/TiO2 surface, the reactivity of WO3 reacting with As2O3 is lower than V2O5. Whereas, on the V2O5-MoO3/TiO2 surface, As2O3 is prone to react with the more active MoO3, thus protecting the active component V2O5. Therefore, MoO3 doping can provide better anti-arsenic poisoning effect than WO3, which is also consistent with previous research conclusions. CRediT authorship contribution statement Yang-wen Wu: Conceptualization, Investigation, Methodology, Writing - original draft. Xin-yue Zhou: Software, Methodology, Writing - original draft. Teng-ge Mi: Software, Validation. Bin Hu: Investigation, Formal analysis. Ji Liu: Supervision, Writing - review & editing. Qiang Lu: Conceptualization, Funding acquisition, Supervision, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors thank the National Natural Science Foundation of China (51922040, 51821004), Grants from Fok Ying Tung Education Foundation (161051) and Fundamental Research Funds for the Central Universities (2020DF01, 2018ZZD08) for financial support. References [1] Y. Xin N.N. Zhang Q. Li Z.L. Zhang X.M. Cao L.R. Zheng Y.W. Zeng J.A. Anderson Selective catalytic reduction of NOx with NH3 over short-range ordered W-O-Fe structures with high thermal stability Appl. Catal. B-Environ. 229 2018 81 87 https://10.1016/j.apcatb.201.8.02.012 Y. Xin, N.N. Zhang, Q. Li, Z.L. Zhang, X.M. Cao, L.R. Zheng, Y.W. Zeng, J.A. Anderson, Selective catalytic reduction of NOx with NH3 over short-range ordered W-O-Fe structures with high thermal stability, Appl. Catal. B-Environ. 229 (2018) 81-87. https://10.1016/j.apcatb.201.8.02.012. [2] C. Liu J.W. Shi C. Gao C.M. Niu Manganese oxide-based catalysts for low-temperature selective catalytic reduction of NOx with NH3: a review Appl. Catal. A-Gen. 552 2016 54 69 https://10.1016/j.apcata.2016.04.023 C. Liu, J.W. Shi, C. Gao, C.M. Niu, Manganese oxide-based catalysts for low-temperature selective catalytic reduction of NOx with NH3: A review, Appl. Catal. A-Gen. 552 (2016) 54-69. https://10.1016/j.apcata.2016.04.023. [3] J. Liu X.L. Zhang B. Hu Q. Lu D.J. Liu C.Q. Dong Formation mechanism of HCN and NH3 during indole pyrolysis: a theoretical DFT study J. Energy Inst. 93 2020 649 657 10.1016/j.joei.2019.05.015 J. Liu, X.L. Zhang, B. Hu, Q. Lu, D.J. Liu, C.Q. Dong, Formation mechanism of HCN and NH3 during indole pyrolysis: A theoretical DFT study, J. Energy Inst. 93 (2020) 649-657. https://doi.org/10.1016/j.joei.2019.05.015. [4] N. Akter S.H. Zhang J. Lee D.H. Kim J.A. Boscoboinik T. Kim Selective catalytic reduction of NO by ammonia and NO oxidation over CoOx/CeO2 catalysts Mol. Catal. 482 2020 110664 10.1016/j.mcat.2019.110664 N. Akter, S.H. Zhang, J. Lee, D.H. Kim, J.A. Boscoboinik, T. Kim, Selective catalytic reduction of NO by ammonia and NO oxidation Over CoOx/CeO2 catalysts [5] F.D. Liu Y.B. Yu H. He Environmentally-benign catalysts for the selective catalytic reduction of NOx from diesel engines: structure-activity relationship and reaction mechanism aspects Chem. Commun. 50 2014 8445 8463 10.1039/C4CC01098A F.D. Liu, Y.B. Yu, H. He, Environmentally-benign catalysts for the selective catalytic reduction of NOx from diesel engines: Structure-activity relationship and reaction mechanism aspects, Chem. Commun. 50 (2014) 8445-8463. https://doi.org/10.1039/C4CC01098A. [6] Y. Xin H. Li N.N. Zhang Q. Li Z.L. Zhang X.M. Cao P. Hu L.R. Zheng J.A. Anderson Molecular-level insight into selective catalytic reduction of NOx with NH3 to N2 over a highly efficient bifunctional Va‑MnOx catalyst at low temperature ACS Catal. 8 2018 4937 4949 10.1021/acscatal.8b00196 Y. Xin, H. Li, N.N. Zhang, Q. Li, Z.L. Zhang, X.M. Cao, P. Hu, L.R. Zheng, J.A.Anderson, Molecular-level insight into selective catalytic reduction of NOx with NH3 to N2 over a highly efficient bifunctional Va‑MnOx catalyst at low temperature, ACS Catal. 8 (2018) 4937-4949. https://10.1021/acscatal.8b00196. [7] J.K. Lai I.E. Wachs A perspective on the selective catalytic reduction (SCR) of NO with NH3 by supported V2O5-WO3/TiO2 catalysts ACS Catal. 8 2018 6537 6551 10.1021/acscatal.8b01357 J.K. Lai, I.E. Wachs, A perspective on the selective catalytic reduction (SCR) of NO with NH3 by supported V2O5-WO3/TiO2 catalysts, ACS Catal. 8 (2018) 6537-6551. https://doi.org/10.1021/acscatal.8b01357. [8] M.P. Ruggeri J. Luo I. Nova E. Tronconi K. Kamasamudram A. Yezerets Novel method of ammonium nitrate quantification in SCR catalysts Catal. Today 307 2018 48 54 10.1016/j.cattod.2017.04.016 M.P. Ruggeri, J. Luo, I. Nova, E. Tronconi, K. Kamasamudram, A. Yezerets, Novel method of ammonium nitrate quantification in SCR catalysts, Catal. Today 307 (2018) 48-54. https://doi.org/10.1016/j.cattod.2017.04.016. [9] L. Wei S.P. Cui H.X. Guo Study the low-temperature SCR property of M-doped (M=Ni, Cr, Co, Se, Sn) MnO2(100) through density functional theory (DFT): improvement of sulfur poisoning resistance Mol. Catal. 459 2020 31 37 10.1016/j.mcat.2018.08.020 L. Wei, S.P. Cui, H.X. Guo, Study the low-temperature SCR property of M-doped (M=Ni, Cr, Co, Se, Sn) MnO2(100) through density functional theory (DFT): Improvement of sulfur poisoning resistance, Mol. Catal. 459 (2020) 31-37. https://doi.org/10.1016/j.mcat.2018.08.020. [10] X.S. Liu Z.Y. Gao H.Y. Huang G. Yan T.F. Huang C. Chen W.J. Yang X.L. Ding Simultaneous catalytic oxidation of nitric oxide and elemental mercury by single-atom Pd/g-C3N4 catalyst: a DFT study Mol. Catal. 488 2020 110991 10.1016/j.mcat.2020.110901 X.S. Liu, Z.Y. Gao, H.Y. Huang, G. Yan, T.F. Huang, C. Chen, W.J. Yang, X.L. Ding, Simultaneous catalytic oxidation of nitric oxide and elemental mercury by single-atom Pd/g-C3N4 catalyst: A DFT study, Mol. Catal. 488 (2020) 110991. https://doi.org/10.1016/j.mcat.2020.110901. [11] O. Kröcher M. Elsener Chemical deactivation of V2O5/WO3−TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution Appl. Catal. B-Environ. 77 2008 215 227 10.1016/j.apcatb.2007.04.021 O. Krocher, M. Elsener, Chemical deactivation of V2O5/WO3−TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution. Appl. Catal. B-Environ. 77 (2008) 215-227, https://doi.org/10.1016/ j. apcatb.2007.04.021. [12] D. Nicosia I. Czekaj O. Kröcher Chemical deactivation of V2O5/WO3−TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution Appl. Catal. B-Environ. 77 2008 228 236 10.1016/j.apcatb.2007.07.032 D. Nicosia, I. Czekaj, O. Kröcher, Chemical deactivation of V2O5/WO3−TiO2 SCR catalysts by additives and impurities from fuels, lubrication oils and urea solution. Appl. Catal. B-Environ. 77 (2008) 228-236, https://doi.org/10.1016/j.apcatb.2007.07.032. [13] Y.M. Tian J. Yang C. Yang F. Lin G. Hu M. Kong Q.C. Liu Comparative study of the poisoning effect of NaCl and Na2O on selective catalytic reduction of NO with NH3 over V2O5-WO3/TiO2 catalyst J. Energy Inst. 92 2019 1045 1052 10.1016/j.joei.2018.07.002 Y.M. Tian, J. Yang, C. Yang, F. Lin, G. Hu, M. Kong, Q.C. Liu, Comparative study of the poisoning effect of NaCl and Na2O on selective catalytic reduction of NO with NH3 over V2O5-WO3/TiO2 catalyst, J. Energy Inst. 92 (2019) 1045-1052. https://doi.org/10.1016/j.joei.2018.07.002. [14] C.X. Li M.Q. Shen J.Q. Wang J. Wang Y.P. Zhai New insights into the promotional mechanism of ceria for activity and ammonium bisulfate resistance over V/WTi catalyst for selective catalytic reduction of NO with NH3 Appl. Catal. A Gen. 560 2018 153 164 10.1016/j.apcata.2018.05.005 C.X. Li, M.Q. Shen, J.Q. Wang, J. Wang, Y.P. Zhai, New insights into the promotional mechanism of ceria for activity and ammonium bisulfate resistance over V/WTi catalyst for selective catalytic reduction of NO with NH3, Appl. Catal. A- Gen. 560 (2018) 153-164. https://doi.org/10.1016/j.apcata.2018.05.005. [15] T. Lei Q. Li S. Chen Z.Y. Liu Q.Y. Liu KCl-induced deactivation of V2O5–WO3/TiO2 catalyst during selective catalytic reduction of NO by NH3: comparison of poisoning methods Chem. Eng. J. 296 2016 1 10 10.1016/j.cej.2016.03.095 T. Lei, Q. Li, S. Chen, Z.Y. Liu, Q.Y. Liu, KCl-induced deactivation of V2O5–WO3/TiO2 catalyst during selective catalytic reduction of NO by NH3: Comparison of poisoning methods, Chem. Eng. J. 296 (2016) 1-10. https://doi.org/10.1016/j.cej.2016.03.095. [16] H.Z. Chang C.N. Shi M.G. Li T. Zhang C.Z. Wang L.L. Jiang X.Y. Wang The effect of cations (NH4 +, Na+, K+, and Ca2+) on chemical deactivation of commercial SCR catalyst by bromides Chin. J. Catal. 39 2018 710 717 10.1016/S1872-2067(18)63011-6 H.Z. Chang, C.N. Shi, M.G. Li, T. Zhang, C.Z. Wang, L.L. Jiang, X.Y. Wang, The effect of cations (NH4+, Na+, K+, and Ca2+) on chemical deactivation of commercial SCR catalyst by bromides, Chinese J. Catal. 39 (2018) 710-717. https://doi.org/10.1016/S1872-2067(18)63011-6. [17] X. Li X.S. Li J.J. Chen J.H. Li J.M. Hao An efficient novel regeneration method for Ca-poisoning V2O5-WO3/TiO2 catalyst Catal. Commun. 87 2016 45 48 10.1016/j.catcom.2016.06.017 X. Li, X.S. Li, J.J. Chen, J.H. Li, J.M. Hao, An efficient novel regeneration method for Ca-poisoning V2O5-WO3/TiO2 catalyst, Catal. Commun. 87 (2016) 45-48. https://doi.org/10.1016/j.catcom.2016.06.017. [18] L.Q. Qi J.T. Li Y. Yao Y.Z. Zhang Heavy metal poisoned and regeneration of selective catalytic reduction catalysts J. Hazard. Mater. 366 2019 492 500 10.1016/j.jhazmat.2018.11.112 L.Q. Qi, J.T. Li, Y. Yao, Y.Z. Zhang, Heavy metal poisoned and regeneration of selective catalytic reduction catalysts, J. Hazard. Mater. 366 (2019) 492-500. https:// doi.org/10.1016/j.jhazmat.2018.11.112. [19] A.C. Larsson J. Einvall M. Sanati Deactivation of SCR catalysts by exposure to aerosol particles of potassium and zinc salts Aerosol Sci. Technol. 47 2007 369 379 10.1080/02786820701203207 A.C. Larsson, J. Einvall, M. Sanati, Deactivation of SCR catalysts by exposure to aerosol particles of potassium and zinc salts, Aerosol Sci. Technol. 47 (2007) 369-379. https://doi.org/10.1080/02786820701203207. [20] Y. Jiang X. Gao Y.X. Zhang W.H. Wu H. Song Z.Y. Luo Effects of PbCl2 on selective catalytic reduction of NO with NH3 over vanadia-based catalysts J. Hazard. Matel. 274 2014 270 278 10.1016/j.jhazmat.2014.04.026 Y. Jiang, X. Gao, Y.X. Zhang, W.H. Wu, H. Song, Z.Y. Luo. Effects of PbCl2 on selective catalytic reduction of NO with NH3 over vanadia-based catalysts, J. Hazard. Matel. 274 (2014) 270-278. https://doi.org/10.1016/j.jhazmat.2014.04.026. [21] B. Zhang P. Xu Y. Qiu J.J. Ma H. Wu G.Q. Luo M.H. Xu H. Yao Increasing oxygen functional groups of activated carbon with non-thermal plasma to enhance mercury removal efficiency for flue gases Chem. Eng. J. 263 2014 1 8 10.1016/j.cej.2014.10.090 B. Zhang, P. Xu, Y. Qiu, J.J. Ma, H. Wu, G.Q. Luo, M.H. Xu, H. Yao, Increasing oxygen functional groups of activated carbon with non-thermal plasma to enhance mercury removal efficiency for flue gases, Chem. Eng. J. 263 (2014) 1-8. https://doi.org /10.1016/j.cej.2014.10.090. [22] G.Q. Luo H. Yao M.H. Xu R. Gupta Z.H. Xu Identifying modes of occurrence of mercury in coal by temperature programmed pyrolysis Proc. Combust. Inst. 33 2011 2763 2769 10.1016/j.proci.2010.06.108 G.Q. Luo, H. Yao, M.H. Xu, R. Gupta, Z.H. Xu, Identifying modes of occurrence of mercury in coal by temperature programmed pyrolysis, P. Combust. Inst, 33 (2011) 2763-2769. https://doi.org/10.1016/j.proci.2010.06.108. [23] C.L. Senior D.O. Lignell A.F. Sarofm A. Mehta Modeling arsenic partitioning in coal-fired power plants Combust. Flame 47 2006 209 221 10.1016/j.combustflame.2006.08.005 C.L. Senior, D.O. Lignell, A.F. Sarofm, A. Mehta, Modeling arsenic partitioning in coal-fired power plants, Combust. Flame 47 (2006) 209-221. https://doi.org/10.1016/j.combustflame.2006.08.005. [24] Y.D. Huang Y.H. Yang H.Y. Hu M. Xu H. Liu X. Li X.Y. Wang H. Yao A deep insight into arsenic adsorption over γ -Al2O3 in the presence of SO2/NO Proc. Combust. Inst. 37 2019 2951 2957 10.1016/j.proci.2018.06.136 Y.D. Huang, Y.H. Yang, H.Y. Hu, M. Xu, H. Liu, X. Li, X.Y. Wang, H. Yao. A deep insight into arsenic adsorption over γ -Al2O3 in the presence of SO2/NO, P. Combust. Inst. 37 (2019) 2951-2957. https://doi.org/10.1016/j.proci.2018.06.136. [25] Y.D. Xue Y.T. Wang Effective industrial regeneration of arsenic poisoning waste selective catalytic reduction catalyst: contaminants removal and activity recovery Environ. Sci. Pollut. R. 25 2018 34114 34122 10.1007/s11356-018-3369-0 Y.D. Xue, Y.T. Wang, Effective industrial regeneration of arsenic poisoning waste selective catalytic reduction catalyst: contaminants removal and activity recovery, Environ. Sci. Pollut. R. 25 (2018) 34114-34122. https://doi.org/10.1007/s11356-018-3369-0. [26] J.H. Li Y. Peng H.Z. Chang X. Li J. Crittenden J.M. Hao Chemical poison and regeneration of SCR catalysts for NOx removal from stationary sources Front. Environ. Sci. Eng. 10 2016 413 427 10.1007/s11783-016-0832-3 J.H. Li, Y. Peng, H.Z. Chang, X. Li, J. Crittenden, J.M. Hao, Chemical poison and regeneration of SCR catalysts for NOx removal from stationary sources, Front. Environ. Sci. Eng. 10 (2016) 413-427. https://doi.org/10.1007/s11783-016-0832-3. [27] Y. Peng J.H. Li W.Z. Si J.M. Luo Y. Wang J. Fu X. Li J. Crittenden J.M. Hao Deactivation and regeneration of a commercial SCR catalyst: comparison with alkali metals and arsenic Appl. Catal. B-Environ. 168-169 2015 195 202 10.1016/j. apcatb.2014.12.005 Y. Peng, J.H. Li, W.Z. Si, J.M. Luo, Y. Wang, J. Fu, X. Li, J. Crittenden, J.M. Hao, Deactivation and regeneration of a commercial SCR catalyst: Comparison with alkali metals and arsenic, Appl. Catal. B-Environ. 168-169 (2015) 195-202. https:// doi.org/10.1016/j. apcatb.2014.12.005. [28] Y. Peng J.H. Li W.Z. Si J.M. Luo Q.Z. Dai X.B. Luo X. Liu J.M. Hao Insight into deactivation of commercial SCR catalyst by arsenic: an experiment and DFT study Environ. Sci. Technol. 48 2014 13895 13900 10.1021/es503486w Y. Peng, J.H. Li, W.Z. Si, J.M. Luo, Q.Z. Dai, X.B. Luo, X. Liu, J.M. Hao, Insight into deactivation of commercial SCR catalyst by arsenic: An experiment and DFT study, Environ. Sci. Technol. 48 (2014) 13895-13900. https://doi.org/10.1021/es503486w. [29] Y. Peng W.Z. Si X. Li J.M. Luo J.H. Li J. Crittenden J.M. Hao Comparison of MoO3 and WO3 on arsenic poisoning V2O5/TiO2 catalyst: DRIFTS and DFT study Appl. Catal. B-Environ. 181 2016 692 698 10.1016/j.apcatb.2015.08.030 Y. Peng, W.Z. Si, X. Li, J.M. Luo, J.H. Li, J. Crittenden, J.M. Hao, Comparison of MoO3 and WO3 on arsenic poisoning V2O5/TiO2 catalyst: DRIFTS and DFT study, Appl. Catal. B-Environ. 181 (2016) 692-698. https://doi.org/10.1016/j.apcatb.2015.08.030. [30] X. Li J.H. Li Y. Peng W.Z. Si X. He J.M. Hao Regeneration of commercial SCR catalysts: probing the existing forms of arsenic oxide Environ. Sci. Technol. 49 2015 9971 9978 10.1021/acs.est.5b02257 X. Li, J.H. Li, Y. Peng, W.Z. Si, X. He, J.M. Hao, Regeneration of commercial SCR catalysts: probing the existing forms of arsenic oxide, Environ. Sci. Technol. 49 (2015) 9971-9978. https://doi.org/10.1021/acs.est.5b02257. [31] W.S. Hu X. Gao Y.W. Deng R.Y. Qu C.H. Zheng X.B. Zhu K.F. Cen Deactivation mechanism of arsenic and resistance effect of SO4 2− on commercial catalysts for selective catalytic reduction of NOx with NH3 Chem. Eng. J. 293 2016 118 128 10.1016/j.cej.2016.02.095 W.S. Hu, X. Gao, Y.W. Deng, R.Y. Qu, C.H. Zheng, X.B. Zhu, K.F. Cen, Deactivation mechanism of arsenic and resistance effect of SO42-− on commercial catalysts for selective catalytic reduction of NOx with NH3, Chem. Eng. J. 293 (2016) 118-128. https://doi.org/10.1016/j.cej.2016.02.095. [32] M. Kong Q.C. Liu X.Q. Wang S. Ren J. Yang D. Zhao W.C. Xi L. Yao Performance impact and poisoning mechanism of arsenic over commercial V2O5–WO3/TiO2 SCR catalyst Catal. Commun. 72 2015 121 126 10.1016/j.catcom.2015.09.029 M. Kong, Q.C. Liu, X. Q. Wang, S. Ren, J. Yang, D. Zhao, W.C. Xi, L. Yao, Performance impact and poisoning mechanism of arsenic over commercial V2O5–WO3/TiO2 SCR catalyst, Catal. Commun. 72 (2015) 121-126. https://doi.org/10.1016/j. catcom.2015.09.029. [33] Q. Lu Z. Ali H. Tang T. Iqbal Z. Arian M.S. Cui D.J. Liu W.Y. Li Y.P. Yang Regeneration of commercial SCR catalyst deactivated by arsenic poisoning in coal-fired power plants Korean J. Chem. Eng. 36 2019 377 384 10.1007/s11814-018-0227-9 Q. Lu, Z. Ali, H. Tang, T. Iqbal, Z. Arian, M.S. Cui, D.J. Liu, W.Y. Li, Y.P. Yang, Regeneration of commercial SCR catalyst deactivated by arsenic poisoning in coal-fired power plants, Korean J. Chem. Eng. 36 (2019) 377-384. https://doi.org/10.1007/s11814-018-0227-9. [34] Q. Lu X.Q. Pei Y.W. Wu M.X. Xu D.J. Liu L. Zhao Deactivation mechanism of the commercial V2O5-MoO3/TiO2 selective catalytic reduction catalyst by arsenic poisoning in coal-fired power plants Energy Fuel. 34 2020 4865 4873 10.1021/acs.energyfuels.0c00066 Q. Lu, X.Q. Pei, Y.W. Wu, M.X. Xu, D.J. Liu, L. Zhao, Deactivation mechanism of the commercial V2O5-MoO3/TiO2 selective catalytic reduction catalyst by arsenic poisoning in coal-fired power plants, Energy Fuel. 34 (2020) 4865-4873. https://doi.org/10.1021/acs.energyfuels.0c00066. [35] X. Li J.H. Li Y. Peng H.Z. Chang T. Zhang S. Zhao W.Z. Si J.M. Hao Mechanism of arsenic poisoning on SCR catalyst of CeW/Ti and its novel efficient regeneration method with hydrogen Appl. Catal. B-Environ. 184 2016 246 257 10.1016/j.apcatb.2015.11.042 X. Li, J.H. Li, Y. Peng, H.Z. Chang, T. Zhang, S. Zhao, W.Z. Si, J.M. Hao, Mechanism of arsenic poisoning on SCR catalyst of CeW/Ti and its novel efficient regeneration method with hydrogen, Appl. Catal. B-Environ. 184 (2016) 246-257. https://doi.org/10.1016/j.apcatb.2015.11.042. [36] F. Lange H. Schmelz H. Knözinger Infrared-spectroscopic investigations of selective catalytic reduction catalysts poisoned with arsenic oxide Appl. Catal. B-Environ 8 1996 245 265 10.1016/0926-3373(95)00071-2 F. Lange, H. Schmelz, H. Knözinger, Infrared-spectroscopic investigations of selective catalytic reduction catalysts poisoned with arsenic oxide. Appl. Catal. B-Environ, 8 (1996) 245-265. https://doi.org/10.1016/0926-3373(95)00071-2. [37] B.K. Zhang J. Liu G.L. Dai M. Chang C.G. Zheng Insights into the mechanism of heterogeneous mercury oxidation by HCl over V2O5/TiO2 catalyst: periodic density functional theory study Proc. Combust. Inst. 35 2015 2855 2865 10.1016/j. proci.2014.06.051 B.K. Zhang, J. Liu, G.L. Dai, M. Chang, C.G. Zheng, Insights into the mechanism of heterogeneous mercury oxidation by HCl over V2O5/TiO2 catalyst: Periodic density functional theory study, P. Combust. Inst. 35 (2015) 2855-2865. https://doi.org/10.1016 /j. proci.2014.06.051. [38] Z. Wang J. Liu B.K. Zhang Y.J. Yang Z. Zhang S. Miao Mechanism of heterogeneous mercury oxidation by HBr over V2O5/TiO2 catalyst Environ. Sci. Technol. 50 2016 5398 5404 10.1021/acs.est.6b00549 Z. Wang, J. Liu, B.K. Zhang, Y.J. Yang, Z. Zhang, S. Miao, Mechanism of heterogeneous mercury oxidation by HBr over V2O5/TiO2 catalyst, Environ. Sci. Technol. 50 (2016) 5398-5404. https://doi.org/10.1021/acs.est.6b00549. [39] K. Alexopoulos P. Hejduk M. Witko M.F. Reyniers G.B. Marin Theoretical study of the effect of (001) TiO2 anatase support on V2O5 J. Phys. Chem. C 114 2010 3115 3130 10.1021/jp910685z K. Alexopoulos, P. Hejduk, M. Witko, M.F. Reyniers, G.B. Marin, Theoretical study of the effect of (001) TiO2 anatase support on V2O5, J. Phys. Chem. C 114 (2010) 3115-3130. https://doi.org/10.1021/jp910685z. [40] X.M. Wang X.S. Du G.P. Yang J.Y. Xue Y.R. Chen L. Zhang Chemisorption of NO2 on V-based SCR catalysts: a fundamental study toward the mechanism of “Fast SCR” reaction J. Phys. Chem. C 123 2019 20451 20456 10.1021/acs.jpcc.9b06910 X.M. Wang, X.S. Du, G.P. Yang, J.Y. Xue, Y.R. Chen, L Zhang, Chemisorption of NO2 on V-based SCR catalysts: A fundamental study toward the mechanism of “Fast SCR” reaction, J. Phys. Chem. C 123 (2019) 20451-20456. http://doi.org/10.1021/acs. jpcc.9b06910. [41] X.S. Du J.Y. Xue X.M. Wang Y.R. Chen J.Y. Ran L. Zhang Oxidation for sulfur dioxide over catalyst with low vanadium loading: a theoretical study J. Phys. Chem. C 122 2018 4517 4523 10.1021/acs.jpcc.8b00296 X.S. Du, J.Y. Xue, X.M. Wang, Y.R. Chen, J.Y. Ran, L. Zhang, Oxidation for sulfur dioxide over catalyst with low vanadium loading: A theoretical study, J. Phys. Chem. C 122 (2018) 4517-4523. http://doi.org/10.1021/acs.jpcc.8b00296. [42] Y.Y. Gao Z.X. Li Y.H. Hao Effect of M-doped (M=Cr, Fe, Co and Pb) V2O5/TiO2 (001) on mercury oxidation: The insights from DFT calculation J. Phys. Chem. C. 121 2017 27963 27975 10.1021/acs.jpcc.7b08151 Y.Y. Gao, Z.X. Li, Y.H. Hao, Effect of M-doped (M=Cr, Fe, Co and Pb) V2O5/TiO2 (001) on mercury oxidation: The insights from DFT calculation, J. Phys. Chem. C. 121 (2017) 27963-27975. https://doi.org/10.1021/acs.jpcc.7b08151. [43] A.S. Negreira J. Wilcox Role of WO3 in the Hg oxidation across the V2O5–WO3–TiO2 SCR catalyst: a DFT study J. Phys. Chem. C. 117 2013 24397 24406 10.1021/jp407794g A.S. Negreira, J. Wilcox, Role of WO3 in the Hg oxidation across the V2O5–WO3–TiO2 SCR catalyst: A DFT study, J. Phys. Chem. C. 117 (2013) 24397-24406. https://doi.org/10.1021/jp407794g. [44] B. Delley From molecules to solids with the DMol3 approach J. Chem. Phys. 113 2000 7756 7764 10.1063/1.1316015 B. Delley, From molecules to solids with the DMol3 approach, J. Chem. Phys. 113 (2000) 7756-7764. https://doi.org/10.1063/1.1316015. [45] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rec. Let. 77 1996 3865 3868 10.1103/physrevlett.77.3865 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized gradient approximation made simple, Phys. Rec. Let.t 77 (1996) 3865-3868. https://doi.org/10.1103/physrevlett. 77.3865. [46] J.P. Perdew K. Burke Y. Wang Generalized gradient approximation for the exchange-correlation hole of a many-electron system Phys. Rev. B 54 1996 16533 16539 10.1103/PhysRevB.54.16533 J.P. Perdew, K. Burke, Y. Wang, Generalized gradient approximation for the exchange-correlation hole of a many-electron system, Phys. Rev. B 54 (1996) 16533-16539. https://doi.org/10.1103/PhysRevB.54.16533. [47] B. Delley Hardness conserving semilocal pseudopotentials Phys. Rev. B 66 2002 155125 10.1103/PhysRevB.66.155125 B. Delley, Hardness conserving semilocal pseudopotentials, Phys. Rev. B. 66 (2002) 155125. https://doi.org/10.1103/PhysRevB.66.155125. [48] T.A. Halgren W.N. Lipscomb The synchronous-transit method for determining reaction pathways and locating molecular transition states Chem. Phys. Lett. 49 1977 225 232 10.1016/0009-2614(77)80574-5 T.A. Halgren, W.N. Lipscomb, The synchronous-transit method for determining reaction pathways and locating molecular transition states, Chem. Phys. Lett. 49 (1977) 225-232. https://doi.org/10.1016/0009-2614(77)80574-5. [49] Y.W. Wu X.Y. Zhou T.G. Mi M.X. Xu L. Zhao Q. Lu Theoretical insight into the interaction mechanism between V2O5/TiO2 (001) surface and arsenic oxides in flue gas Appl. Surf. Sci. 535 2021 147752 10.1016/j.apsusc.2020.147752 Y.W. Wu, X.Y. Zhou, T.G. Mi, M.X. Xu, L. Zhao, Q. Lu, Theoretical insight into the interaction mechanism between V2O5/TiO2 (001) surface and arsenic oxides in flue gas, Appl. Surf. Sci. 535 (2021) 147752. https://doi.org/10.1016/j.apsusc.2020.147752. [50] C.H. Zhu Q. Lu K. Zhuang Y.C. Qu M.S. Cui Research on the deactivation of arsenic poisoned SCR De-NOx catalyst in coal-fired power plants Appl. Chem. Ind. 47 2018 1145 1149 10.16581/j.cnki.issn1671-3206.20180330.034 C.H. Zhu, Q. Lu, K. Zhuang, Y.C. Qu, M.S. Cui, Research on the deactivation of arsenic poisoned SCR De-NOx catalyst in coal-fired power plants, Appl. Chem. Ind. 47 (2018) 1145-1149. https://doi.org/10.16581/j.cnki.issn1671-3206.20180330.034.",
      "scopus-id": "85097479418",
      "coredata": {
        "eid": "1-s2.0-S2468823120305800",
        "dc:description": "WO3 and MoO3 are widely used as the additives for the V2O5-based selective catalytic reduction (SCR) catalysts, which have different anti-arsenic poisoning performances. To clarify their different influence mechanism on the interaction between arsenic oxide (As2O3) and the V2O5-based catalyst, WO3 and MoO3 doped V2O5/TiO2 catalyst models were built, density functional theory (DFT) method was employed to explore the interaction mechanism for As2O3 with V2O5, WO3 and MoO3 from a theoretical level. As2O3 adsorption configurations, adsorption energies and electronic structures were obtained, along with the detailed inter-reaction pathways and relevant energy barriers. The results indicate that strong interaction and electron transfer occur after As2O3 adsorption, the MoO3 doped catalyst has higher reactivity and stronger charge transfer with As2O3 than the WO3 doped catalyst. Moreover, on V2O5-WO3/TiO2 catalyst, the reactivity of WO3 with As2O3 is lower than that of V2O5, hence As2O3 is inclined to react with V2O5, resulting in the catalyst deactivation. Whereas for V2O5-MoO3/TiO2 catalyst, As2O3 tends to react with the more active MoO3, thus protecting the V2O5 from arsenic poisoning. In summary, MoO3 doping provides better anti-arsenic poisoning effect than WO3, which agrees well with previous experimental results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120305800",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wu, Yang-wen"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Xin-yue"
          },
          {
            "@_fa": "true",
            "$": "Mi, Teng-ge"
          },
          {
            "@_fa": "true",
            "$": "Hu, Bin"
          },
          {
            "@_fa": "true",
            "$": "Liu, Ji"
          },
          {
            "@_fa": "true",
            "$": "Lu, Qiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120305800"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120305800"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30580-0",
        "prism:volume": "499",
        "articleNumber": "111317",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of WO3 and MoO3 doping on the interaction mechanism between arsenic oxide and V2O5-based SCR catalyst: A theoretical account",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "As2O3"
          },
          {
            "@_fa": "true",
            "$": "SCR catalyst"
          },
          {
            "@_fa": "true",
            "$": "Additives doping"
          },
          {
            "@_fa": "true",
            "$": "Interaction mechanism"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111317",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2021",
        "prism:doi": "10.1016/j.mcat.2020.111317",
        "prism:startingPage": "111317",
        "dc:identifier": "doi:10.1016/j.mcat.2020.111317",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "315",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22586",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "226",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36737",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "315",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21927",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88635",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "466",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57331",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30560",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56190",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "195",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32533",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81861",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4846",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9236",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4681",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15429",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11182",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16526",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10173",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9056",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14478",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120305800-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "749533",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85097479418"
      }
    }
  }
}