{
  "metadata": {
    "title": "Hydrogen production by the steam reforming of ethanol over K-promoted Co/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>–CaO xerogel catalysts",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-08-31",
    "doi": "10.1016/j.mcat.2020.110980",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120302406",
    "pii": "S2468823120302406"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85084432875",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-05-15 2020-05-15 2020-05-15 2020-05-15 2020-07-22T19:55:43 1-s2.0-S2468823120302406 S2468-8231(20)30240-6 S2468823120302406 10.1016/j.mcat.2020.110980 S300 S300.2 FULL-TEXT 1-s2.0-S2468823120X00101 2020-07-22T20:08:54.205211Z 0 0 20200801 20200831 2020 2020-05-15T10:52:01.015766Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 491 491 C Volume 491 8 110980 110980 110980 202008 August 2020 2020-08-01 2020-08-31 2020 Regular Papers article fla © 2020 Elsevier B.V. All rights reserved. HYDROGENPRODUCTIONBYSTEAMREFORMINGETHANOLOVERKPROMOTEDCOAL2O3CAOXEROGELCATALYSTS YOO S 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Characterization 2.3 Steam reforming of ethanol 2.4 Methanation reaction of carbon monoxide 3 Results and discussion 3.1 Textural properties of the calcined catalysts 3.2 Crystalline structures of the calcined catalysts 3.3 Reducibility of the calcined catalysts 3.4 Characterization of the reduced catalysts 3.5 Temperature Programmed Surface Reaction (TPSR) of the reduced catalysts 3.6 Hydrogen production by the steam reforming of ethanol 3.7 Methanation reaction of carbon monoxide and hydrogen 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References DEMIRBAS 2011 163 170 A WOO 2015 367 376 C CIPRIANI 2014 8482 8494 G ARVANEH 2019 1033 1041 R HE 2017 14429 14438 S WU 2017 276 284 C OGO 2020 106238 S ZANCHET 2015 3841 3863 D LLORCA 2004 556 560 J CASANOVAS 2010 7690 7698 A LINDO 2010 5895 5901 M ZHANG 2018 1979 1987 D TORRES 2007 158 166 J CHE 2016 77 89 F DIVINS 2015 99 105 N DAVIDSON 2016 140 147 S RIANI 2019 538 546 P ELIAS 2013 4407 4417 K YU 2019 183 190 N DOMOK 2008 49 57 M HAN 2017 5886 5898 S YANG 2001 18 24 Q ALVAR 2010 275 278 E DELAOSA 2011 96 106 A HUO 1996 1147 1160 Q JONGSOMJIT 2001 98 109 B CHEN 2009 134 141 X KARUNADASA 2019 21 28 K SIRIJARUPHAN 2003 89 94 A QUERINI 1998 5 19 C DELRIO 2012 39 46 L KHOBRAGADE 2012 385 394 M CHEN 2019 24 31 Q LIN 2009 69 77 S OGO 2015 30 38 S GNANAMANI 2014 1127 1133 M ESPINAL 2012 59 67 R MONTERO 2015 181 192 C NATESAKHAWAT 2005 496 508 S KARIM 2011 279 286 A WATANABE 2016 2478 2484 R ANG 2015 130 143 M YOOX2020X110980 YOOX2020X110980XS 2022-05-15T00:00:00.000Z 2022-05-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. All rights reserved. 2020-04-25T09:28:14.856Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NRF National Research Foundation of Korea http://data.elsevier.com/vocabulary/SciValFunders/501100003725 http://sws.geonames.org/1835841 item S2468-8231(20)30240-6 S2468823120302406 1-s2.0-S2468823120302406 10.1016/j.mcat.2020.110980 315758 2020-07-22T20:08:54.205211Z 2020-08-01 2020-08-31 1-s2.0-S2468823120302406-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/MAIN/application/pdf/b50c7ce0b29887c97545f925638e5f82/main.pdf main.pdf pdf true 858632 MAIN 7 1-s2.0-S2468823120302406-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/PREVIEW/image/png/da6849a8de0d0c0ad259430d9f38483d/main_1.png main_1.png png 51874 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120302406-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/ga1/DOWNSAMPLED/image/jpeg/7976b001cb0c5c9383168d9c293c899b/ga1.jpg ga1 true ga1.jpg jpg 17078 200 356 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr1/DOWNSAMPLED/image/jpeg/d848e71a6fa4cdf5c0ab4e40d7769387/gr1.jpg gr1 gr1.jpg jpg 26073 376 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr2/DOWNSAMPLED/image/jpeg/0d0618147ad89bb5e63216bc9519ca55/gr2.jpg gr2 gr2.jpg jpg 29275 334 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr3/DOWNSAMPLED/image/jpeg/360998a4668a048b34adcea32e54ac6b/gr3.jpg gr3 gr3.jpg jpg 25152 373 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr4/DOWNSAMPLED/image/jpeg/1fa8baf520f561b774b4cac2d1ab51d6/gr4.jpg gr4 gr4.jpg jpg 28665 333 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr5/DOWNSAMPLED/image/jpeg/eea8663418e91fe594d5b9cf7d64c1ab/gr5.jpg gr5 gr5.jpg jpg 20846 317 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr6/DOWNSAMPLED/image/jpeg/ee7263fb2b2bab8276317177dd9c630c/gr6.jpg gr6 gr6.jpg jpg 24962 389 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120302406-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/ga1/THUMBNAIL/image/gif/344430cfb9689c0865f248e8dc37c61e/ga1.sml ga1 true ga1.sml sml 7590 123 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr1/THUMBNAIL/image/gif/65fea3de57c7208b24dcab097b4271dc/gr1.sml gr1 gr1.sml sml 5410 164 164 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr2/THUMBNAIL/image/gif/4c64d5ec38349d82bb81d19dd9e6aa40/gr2.sml gr2 gr2.sml sml 8633 164 184 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr3/THUMBNAIL/image/gif/b4ef5e80b1e39188d7fa966703920ad6/gr3.sml gr3 gr3.sml sml 5124 164 165 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr4/THUMBNAIL/image/gif/dd5d744342320d916bc56579e8f2c4c1/gr4.sml gr4 gr4.sml sml 8145 164 185 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr5/THUMBNAIL/image/gif/7695f3dc70dde01cbad8a388ef083322/gr5.sml gr5 gr5.sml sml 5139 164 194 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/gr6/THUMBNAIL/image/gif/56168ba9945ce222cd6ebe36dc258a16/gr6.sml gr6 gr6.sml sml 4899 163 158 IMAGE-THUMBNAIL 1-s2.0-S2468823120302406-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/f2aed8d71d4e4e647b9c6de9e743865c/mmc1.docx mmc1 mmc1.docx docx 268243 APPLICATION 1-s2.0-S2468823120302406-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/STRIPIN/image/svg+xml/0586b7980f6c68649baa9d42ef37b88d/si1.svg si1 si1.svg svg 45592 ALTIMG 1-s2.0-S2468823120302406-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/STRIPIN/image/svg+xml/3a9d4bb6e0164d42bb40e796cfac959c/si2.svg si2 si2.svg svg 41307 ALTIMG 1-s2.0-S2468823120302406-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120302406/STRIPIN/image/svg+xml/a58db681db6f0ab4c4db4da3cc31e148/si3.svg si3 si3.svg svg 30947 ALTIMG 1-s2.0-S2468823120302406-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10RKGXTS37X/MAIN/application/pdf/2a2948d7b1a20e891899cdfcb8f81ac7/am.pdf am am.pdf pdf false 1049836 AAM-PDF MCAT 110980 110980 S2468-8231(20)30240-6 10.1016/j.mcat.2020.110980 Elsevier B.V. Fig. 1 Nitrogen adsorption–desorption isotherms of calcined Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts. Fig. 1 Fig. 2 XRD patterns of the calcined Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts. Fig. 2 Fig. 3 TPR profiles of the calcined Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts. Fig. 3 Fig. 4 XRD patterns of the reduced Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts. Fig. 4 Fig. 5 TPSR profiles of the reduced Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts. Fig. 5 Fig. 6 Hydrogen yield with time on stream in the steam reforming of ethanol over Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts at 450 ℃. Fig. 6 Table 1 Textural properties of calcined Co–xK/Al2O3–CaO catalysts. Table 1 Catalyst BET surface area (m2/g) a Pore volume (cm3/g) b Average pore diameter (nm) Co/Al2O3–CaO 60 0.17 11.4 Co–5 K/Al2O3–CaO 42 0.14 13.2 Co–10 K/Al2O3–CaO 37 0.14 16.9 Co–15 K/Al2O3–CaO 36 0.15 16.6 a Calculated by the BET equation at relative pressure (P/P0) of 0.05–0.30. b Total pore volume at P/P0 = 0.99. Table 2 Cobalt particle size of the reduced Co–xK/Al2O3–CaO catalysts. Table 2 Catalyst Cobalt particle size (nm) a Co/Al2O3–CaO 17.7 Co–5 K/Al2O3–CaO 17.0 Co–10 K/Al2O3–CaO 16.3 Co–15 K/Al2O3–CaO 18.4 a Calculated from the fcc Co (1 1 1) diffraction peak. Table 3 Surface atomic concentration of the reduced Co–xK/Al2O3–CaO catalysts. Table 3 Catalyst Surface atomic concentration (%) a Co K Al Ca Co/Al2O3–CaO 4.8 0 69.4 25.8 Co–5 K/Al2O3–CaO 3.7 5.7 66.7 23.9 Co–10 K/Al2O3–CaO 3.1 11.5 63.8 21.6 Co–15 K/Al2O3–CaO 2.0 20.0 57.9 19.9 a Obtained by XPS analysis. Table 4 Detailed catalytic performance of Co–xK/Al2O3–CaO catalysts in the steam reforming of ethanol at 450 ℃ after a 1,000 min reaction. Table 4 Catalyst Co/Al2O3–CaO Co–5 K/Al2O3–CaO Co–10 K/Al2O3–CaO Co–15 K/Al2O3–CaO Ethanol conversion (%) 100 100 100 100 H2 yield (%) 160 171 175 171 Selectivity for CH4 (%) 14 9 7 10 Selectivity for CO (%) 6 8 8 5 Selectivity for CO2 (%) 80 83 85 85 Table 5 Detailed catalytic performance of Co–xK/Al2O3–CaO catalysts in the methanation reaction of carbon monoxide at 450 °C after 1,000 min reaction. Table 5 Catalyst Co/Al2O3–CaO Co–5 K/Al2O3–CaO Co–10 K/Al2O3–CaO Co–15 K/Al2O3–CaO CO conversion (%) 87 66 65 62 CH4 yield (%) 81 26 15 10 CO2 yield (%) 19 27 30 29 Hydrogen production by the steam reforming of ethanol over K-promoted Co/Al2O3–CaO xerogel catalysts Sangbeom Yoo Conceptualization Methodology Investigation Writing - original draft Seungwon Park Investigation Ji Hwan Song Investigation Do Heui Kim Supervision Writing - review & editing * School of Chemical and Biological Engineering, Institute of Chemical Processes, Seoul National University, 1 Gwanak-ro, Gwanak-gu, Seoul, 08826, South Korea School of Chemical and Biological Engineering Institute of Chemical Processes Seoul National University 1 Gwanak-ro, Gwanak-gu Seoul 08826 South Korea 1 School of Chemical and Biological Engineering, Institute of Chemical Processes, Seoul National University, 1 Gwanak-ro, Gwanak-gu, Seoul, 08826, South Korea ⁎ Corresponding author. Graphical abstract After K doping on Co/Al2O3-CaO catalyst, methanation of CO (side reaction) was suppressed and higher hydrogen yield could be achieved from ethanol steam reforming. A series of K-promoted cobalt catalysts supported on Al2O3–CaO xerogel supports with different K loading (Co–xK/Al2O3–CaO, x = 0, 5, 10, and 15 wt.%, at fixed Co loading of 15 wt.%) were prepared to apply for ethanol steam reforming (ESR). K-promoted catalysts showed higher hydrogen yield and lower methane selectivity than did unpromoted catalyst. The promotion effect of K was investigated using various analyses, such as N2 adsorption–desorption, X-ray Diffraction (XRD), H2–Temperature-Programmed Reduction (H2–TPR), X-ray Photoelectron Spectroscopy (XPS), and Temperature-Programmed Surface Reaction (TPSR). Also, the catalysts were applied to methanation reaction, which is the main undesired reaction. It was found that lower methane selectivity during ESR over K-promoted catalysts was explained by the suppression effect of K on the methanation reaction. Also, TPSR study revealed that after K doping, starting temperature of the ESR shifted to lower temperature. However, excess amount of K doping blocked small pores of the alumina–calcium support, resulting in deterioration of the textural property of the catalysts. In addition, XPS analysis showed that as the amount of K doping increased, amount of surface concentration of cobalt decreased. Therefore, 10 wt.% K was found to be optimum loading for the ESR. Keywords Ethanol steam reforming Hydrogen production Co–K/Al2O3–CaO catalyst K doping Methanation 1 Introduction Fossil fuels have been the most abundantly used energy source worldwide. In fact, about 80 % of global energy is produced from fossil fuels, such as petroleum, coal, and natural gas [1]. However, since conventional fossil fuels are finite resources, exploiting clean and renewable energy sources has become a highly critical issue [2]. Hydrogen energy is one of the possible candidates for replacing fossil energy, because it does not produce any harmful pollutants, in addition to the high energy density per mass [3]. Hydrogen is mostly produced from the reforming of hydrocarbons. Specifically, steam reforming of natural gas is most frequently used for hydrogen production [4]. However, from the viewpoint of sustainability, the use of non-fossil feedstock, such as ethanol, for steam reforming reaction can be more advantageous. Ethanol is a non-toxic chemical, and can be produced from the fermentation of biomass. In addition, it exists in liquid state at room temperature (RT), so that it is easy to store and transport [5,6]. Theoretically, the only products of ethanol steam reforming reaction should be hydrogen and carbon dioxide. However, ethanol steam reforming reaction is composed of multiple step reactions and undesirable side reactions. It is known that the reaction mechanism may vary depending on the type of catalyst, but the most widely accepted reaction pathway for ethanol steam reforming is described below [7,8]: (1) C2H5OH ↔ C2H4O + H2 (2) C2H4O + H2O ↔ 2CO + 3H2 (3) C2H5OH ↔ CH4 + CO + H2 (4) C2H5OH ↔ C2H4 + H2O (5) CO + 3H2 ↔ CH4 + H2O (6) CH4 + H2O ↔ CO + 3H2 (7) 2CO ↔ CO2 + C (8) CO + H2O ↔ CO2 + H2 The first step of the reaction is the dehydrogenation of ethanol to acetaldehyde (Eq. (1)), and sequential steam reforming of acetaldehyde yields carbon monoxide and hydrogen (Eq. (2)) [9]. Finally, water gas shift reaction produces additional hydrogen (Eq. (8)) [10]. In the real situation, there are additional side reactions. Previous research found that the acidic sites of catalysts can promote the dehydration of ethanol (Eq. (4)) [11,12]. Ethylene can be produced from this reaction, and the subsequent polymerization of ethylene leads to the formation of coke [13]. Methane is one of the major byproducts from ethanol steam reforming reaction, and it can be produced from the ethanol decomposition reaction (Eq. (3)) or methanation reaction (Eq. (5)). Methane is a very stable hydrocarbon, and the steam reforming of methane (Eq. (6)) requires higher temperature than the steam reforming of ethanol [14]. Finding catalysts that suppress the formation of ethylene and methane is very important to perform the steam reforming of ethanol with high selectivity to H2. Catalysts for ethanol steam reforming should have the ability to break the C–C bond. Noble metal catalysts, such as Rh, Ru, Pt, and Pd, are excellent catalysts for C–C bond cleavage [15]. However, due to their high price, transition metal catalysts, such as Ni or Co catalysts, are frequently used for ethanol steam reforming. Co catalyst is the more active catalyst for this reaction, because it produces much less methane than does Ni catalyst [16]. Usually, cobalt nanoparticles are supported on supporting materials, because unsupported cobalt nanoparticles lose catalytic activities at high temperature due to sintering [17]. One of the most widely used supports for Co catalysts is γ-Alumina, because of its high surface area and thermal stability [18]. However, since dehydration of ethanol occurs on the acidic sites of alumina support, the catalyst loses its activity, due to coke formation. Therefore, basic metals, such as alkali metals or alkaline earth metals, are incorporated into the alumina support, in order to suppress coke formation. Alkali metals have been applied as promoters for catalysts in steam reforming reaction. Specifically, some research reported the promoting effect of K in steam reforming reaction. In K–Ni–Cu–Mg–Ce–O/Al2O3 catalyst, K was found to adjust the Ni/Ni2+ ratio and surface acid–base properties. Methanation reaction was suppressed, and after the addition of K, the water–gas shift reaction was promoted [19]. For the case of Pt/Al2O3 catalyst, K was found to increase ethanol steam reforming activity by destabilizing surface acetate group [20]. Also, it is well known that alkali metals play a crucial role in enhancing catalytic activity in steam reforming reaction, by neutralizing the acidic sites of alumina support. Previously, our group studied the effect of calcium doping on Co/Al2O3 xerogel catalyst, and found that the production of ethylene was suppressed at the optimum amount of calcium doping [21]. Thus, in order to investigate the role of K in the reactivity of the Co catalyst, Al2O3–CaO support with the optimum loading of Ca was used. In this work, a series of Co–K/Al2O3–CaO xerogel catalysts with different K loading were prepared, and applied to the ethanol steam reforming reaction. 2 Experimental 2.1 Preparation of catalysts A series of mesoporous Co–K/Al2O3–CaO xerogel catalysts were prepared by using the following methods. Al2O3–CaO mixed oxide support was prepared via an epoxide-driven sol–gel method. 6 g of aluminum precursor (aluminum nitrate nonahydrate, Junsei, 98 %) and 1.9 g of calcium precursor (calcium nitrate tetrahydrate, Junsei, 98 %) were dissolved in absolute ethanol (30 mL). Transparent solution was obtained after vigorous stirring, and 15 mL of propylene oxide (Samchun, 99 %) was introduced into the solution for gelation. Al2O3–CaO composite gel was obtained after a few minutes, and the gel was aged at RT for 2 days. The gel was dried in a convection oven at 80 °C for 5 days, and then ground into powder. The samples were calcined at 750 °C to reduce formation of calcium carbonate. The furnace temperature was elevated to 750 °C with a ramping rate of 5 °C/min, and it was kept for 5 h in air condition. Co–K/Al2O3–CaO catalysts were prepared by using wetness impregnation method. 0.74 g of cobalt precursor (cobalt nitrate hexahydrate, Junsei, 98 %) and a known amount of potassium precursor (potassium nitrate, Sigma-Aldrich, 99 %) were dissolved in deionized water (20 mL). Al2O3–CaO support (1 g) was introduced to the aqueous solution, and heated to 80 °C. Powder was obtained after evaporation process, which was dried in a convection oven at 80 °C for 12 h. The resultant was calcined with the same procedure used for the support. The prepared catalysts were denoted as Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15), where x represented the weight percent of potassium, while the amount of cobalt was fixed to 15 wt.%. 2.2 Characterization Nitrogen adsorption–desorption isotherms were acquired with a BELSORP-mini II (BEL Japan) device, and surface areas of the catalysts were calculated by the Brunauer–Emmet–Teller (BET) method. X-ray powder diffraction (XRD) measurements were conducted in a D-Max2500-PC (Rigaku) instrument using Cu–Kα radiation (λ =1.541 Å, 50 kV, 100 mA). Scherrer equation was applied to calculate the mean crystal size of cobalt. H2–TPR profiles were obtained by gas chromatography (ACME 6000, Younglin). Catalysts (50 mg) were pretreated under flow of nitrogen (20 mL/min) at 600 °C for 1 h in a U-shaped quartz reactor. After pretreatment process, the furnace temperature was increased to 800 °C at a ramping rate of 10 °C /min under mixed flow of nitrogen (20 mL/min) and hydrogen (2 mL/min). Hydrogen consumption was detected by a thermal conductivity detector (TCD). X-ray photoelectron spectroscopy (XPS) analysis was conducted by VG Multilab 2000 spectrometry (Thermo Electron Corporation) with Al Kα X-ray source (1,486.6 eV). TPSR profiles were acquired by GC–MSD (6890 N GC-5975MSD, Agilent). Catalysts (50 mg) were reduced under mixed flow of helium (30 mL/min) and hydrogen (3 mL/min) at 750 °C for 1 h. Deionized water and ethanol were mixed with molar ratio of 6:1. After cooling temperature to 150 °C, the mixed solution was injected to the reactor by syringe pump at a flow rate of 0.2 mL/h. Finally, the furnace temperature was increased to 750 °C at a ramping rate of 10 °C /min under flow of helium (10 mL/min), and gas composition was analyzed by GC–MSD. 2.3 Steam reforming of ethanol The prepared Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts were applied to the steam reforming of ethanol reaction using continuous flow fixed-bed reactor. Catalyst (100 mg) was pre-reduced at 750 °C for 1 h under a mixed flow of hydrogen (3 mL/min) and nitrogen (30 mL/min). After purging with nitrogen flow (30 mL/min) for 30 min, the reaction was carried out at 450 °C for 1,000 min under atmospheric pressure. Deionized water and ethanol was mixed with molar ratio of 6:1 (S/C ratio = 3), and the mixture was injected into the reactor using syringe pump at a flow rate of 0.5 mL/h. Nitrogen (30 mL/min) was used as a carrier gas, and the gas hourly space velocity (GHSV) was maintained at 23,140 mL/h·g. The products were analyzed by gas chromatography (ACME 6000, Younglin) by thermal conductivity detector (TCD). Molecular Sieve 5A and Porapak N columns were used for product analysis. Ethanol conversion, hydrogen yield and byproduct selectivity were calculated using the following equations, where Fi, Si, and ni represent the flow rate, selectivity, and stoichiometric factor for carbon-containing byproducts, respectively. E t h a n o l c o n v e r s i o n % = F E t O H , i n - F E t O H , o u t F E t O H , i n × 100 H y d r o g e n y i e l d % = F H 2 3 × F E t O H , i n - F E t O H , o u t × 100 S i % = n i × F i 2 × ( F E t O H , i n - F E t O H , o u t ) × 100 2.4 Methanation reaction of carbon monoxide The prepared Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts were applied to the methanation reaction of carbon monoxide using continuous flow fixed-bed reactor. Catalyst (100 mg) was pre-reduced at 750 °C for 1 h under a mixed flow of hydrogen (3 mL/min) and nitrogen (30 mL/min). After purging with nitrogen flow (30 mL/min) for 30 min, the reaction was carried out at 450 °C for 15 h under atmospheric pressure. Mixed flow of carbon monoxide (1 mL/min) and hydrogen (6 mL/min) was injected into the reactor, and nitrogen (30 mL/min) was used as carrier gas. Considering the effluent gas composition of the ethanol steam reforming reaction, the methanation reaction was carried out in a hydrogen-rich condition. The products were analyzed by gas chromatography (ACME 6000, Younglin) with TCD. Molecular Sieve 5A and Porapak N columns were used for product analysis. 3 Results and discussion 3.1 Textural properties of the calcined catalysts Nitrogen adsorption–desorption measurements were carried out to examine the textural properties of Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts calcined at 750 °C. Fig. 1 shows that all catalysts exhibited type IV isotherms, which can be explained by the capillary condensation in mesopores [22]. Also, all isotherms could be classified as type-H3 hysteresis loop. Thus, it can be inferred that slit-shaped pores (plates or edged particles, like cubes) were formed after calcination [23]. Table 1 summarizes the detailed textural properties of the calcined catalysts. The BET method was applied to calculate the specific surface area of the catalysts. All catalysts retained large pore diameter in the mesopore range of 2 to 50 nm after calcination, indicating that mesoporous structure was formed [24]. Surface area gradually decreased from 60 m2/g to 36 m2/g as potassium loading increased to 15 wt.%, whereas average pore diameter increased from 11.4 nm to 16.6 nm. From these phenomena, it can be claimed that potassium preferentially blocked small pores of alumina–calcium support [25]. 3.2 Crystalline structures of the calcined catalysts XRD analysis was performed in order to investigate the crystalline structures of Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts calcined at 750 °C. Fig. 2 shows that diffraction peaks at 31.3°, 36.8°, 59.4°, and 65.4° arising from the cubic spinel structure of cobalt oxide species were detected [26]. Since the catalysts were calcined at high temperature, some cobalt species could be incorporated into the alumina lattice to form CoAl2O4 [27]. However, it is difficult to distinguish Co3O4 and CoAl2O4 by the XRD peaks, because they both have the same cubic spinel structure. Diffraction peaks from potassium carbonate or potassium oxide were not observed, so it can be assumed that potassium species were highly dispersed on the alumina–calcium support. 3.3 Reducibility of the calcined catalysts H2–TPR measurements were conducted in order to explore the reducibility of Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts calcined at 750 °C. Carbonate species have been reported to release CO2 to form oxide species at around 600 °C [28]. Fig. S1 shows the TPR profile of Co/Al2O3–CaO obtained by GC–MSD without pretreatment, which demonstrated the evolution of CO2 at 600 °C. Thus, the catalysts were pretreated under flow of nitrogen (20 mL/min) at 600 °C for 1 h. Fig. 3 presents the TPR profiles, where two reduction peaks are observed. The literature assigned the low temperature peak located between 400 °C and 600 °C to the two-step reduction of Co3O4 to metallic cobalt, while attributing the high temperature peak located between 700 °C and 900 °C to the reduction of CoAl2O4 to cobalt metal [29]. As the amount of potassium loading increased, the temperature of the first peak increased from 500 °C to 570 °C, which other authors have similarly observed [30–32]. They claimed that potassium suppressed the reduction of cobalt by inhibiting the dissociative adsorption of hydrogen on cobalt [32,33]. Interestingly, potassium did not affect the position of the second reduction peak. It can be inferred that potassium doping did not affect the reducibility of stable cobalt oxide species strongly interacting with alumina support. 3.4 Characterization of the reduced catalysts Since metallic cobalt is the active site for the ethanol steam reforming, characterizations of reduced catalysts were conducted. Fig. 4 shows the XRD patterns of Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts reduced at 750 °C for 1 h. Diffraction peaks at 44.3°, 51.5°, and 75.9° arising from the face-centered cubic (fcc) phase of metallic cobalt were observed, while diffraction peaks for Co3O4 or CoO were not detected [34]. This indicates that all catalysts were fully reduced to metallic cobalt state during the reduction process. The mean crystallite sizes of metallic cobalt that were calculated from the fcc Co (1 1 1) peak using the Scherrer equation. Table 2 summarizes the calculated crystallite sizes to be in the range 16 nm to 18 nm. This means that there were no distinct differences in the average sizes of metallic cobalt as a function of the potassium loading. XPS analysis was conducted to measure the surface atomic compositions of the Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts reduced at 750 °C for 1 h. Table 3 summarizes that with increasing potassium loading, the surface atomic ratio of cobalt drastically decreased. Surface concentration was different from bulk concentration; the amount of potassium exposed at the surface was much larger than that of cobalt. Amorphous potassium oxide layer has been reported to be formed over cobalt metal species after H2 treatment [35]. Therefore, large amount of potassium could cover active cobalt surface species, resulting in the decrease of the surface atomic ratio of cobalt [36]. 3.5 Temperature Programmed Surface Reaction (TPSR) of the reduced catalysts TPSR of ethanol and water were performed to investigate the reactivity of Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts reduced at 750 °C for 1 h. Fig. 5 presents the distribution of ethanol (m/z = 31) as a function of temperature. As the temperature increased, ethanol signal started to disappear, which meant that steam reforming of ethanol was initiated. As potassium loading increased, complete conversion of ethanol was achieved at lower temperature from 450 °C to 425 °C. Such phenomena were similarly reported by other researchers. Espinal et al. applied cobalt hydrotalcites catalysts to ethanol steam reforming reaction, and observed that after potassium doping, the reaction occurred at lower temperature [37]. Since the first step of the reaction is the dehydrogenation of ethanol, potassium could play a crucial role in enhancing the dehydrogenation reaction of ethanol over cobalt metal. 3.6 Hydrogen production by the steam reforming of ethanol Fig. 6 shows the hydrogen yield with time on stream in the steam reforming of ethanol using Co–xK/Al2O3–CaO (x = 0, 5, 10, and 15) catalysts at 450 °C. Table 4 summarizes the detailed catalytic performance of the catalysts in the ethanol steam reforming after a 1,000 min reaction. All catalysts retained stable catalytic activity during 1,000 min reaction, and 100% ethanol conversion was achieved for all catalysts. According to the literature, two types of coke can be generated during ethanol steam reforming. Encapsulating coke can be formed from the condensation of ethylene, while filamentous coke is produced from the disproportionation of CO (2CO → CO2 + C) or methane decomposition (CH4 → C + 2H2) [38]. Encapsulating coke is detrimental to catalysts, because it can block the active sites of the catalysts. It is well known that ethylene, the precursor of encapsulating coke, is produced from the dehydration of ethanol, which is promoted when the catalyst contains acidic sites [11]. In this research, the acidic sites were neutralized by alkali or alkaline earth metal, so during the steam reforming of ethanol, the production of encapsulating carbon was expected to be prevented. In contrast, filamentous coke does not interrupt the adsorption of ethanol on metal sites [39]. Thus, deactivation of the catalyst was not observed during 1,000 min reaction, even though high amount of coke was formed, which was confirmed by color change of the catalyst to black. After K doping, the hydrogen yield increased from 160% to 175%. Hydrogen yield decreased in the order Co–10 K/Al2O3–CaO > Co–5 K/Al2O3–CaO ≥ Co–15 K/Al2O3–CaO > Co/Al2O3–CaO. C-2 byproducts, such as acetaldehyde, ethylene, and acetone, were not produced during the reaction, while only methane and carbon monoxide were generated from the reaction. Selectivity for methane was in the range 7% to 14%, and selectivity for carbon monoxide was in the range 5% to 8%. Interestingly, when Co–10 K/Al2O3–CaO catalyst was used, the selectivity of methane was lowest, thus suggesting that methane selectivity was closely related to hydrogen yield. Therefore, further experiments were carried out, in order to investigate the effect of potassium on methane formation. 3.7 Methanation reaction of carbon monoxide and hydrogen Regardless of the type of catalyst used, byproducts, such as carbon monoxide and methane, are produced during ethanol steam reforming. In particular, the main reason for low hydrogen yield is the production of methane. One mole of hydrogen can be generated from carbon monoxide (CO + H2O → CO2 + H2), while four moles of hydrogen can be produced from methane (CH4 + 2H2O → CO2 + 4H2). Also, methane is very stable compound, and steam reforming of methane requires higher temperature than ethanol. Therefore, suppressing the formation of methane is very significant for achieving high yield of hydrogen in the steam reforming of ethanol. Methane can be produced from the direct decomposition of acetate species (reaction intermediate) or methanation of CO [40]. In particular, the methanation of CO consumes hydrogen (CO + 2H2 → CH4 + H2O), so it should be inhibited, in order to retain high yield of hydrogen. Table 5 presents the catalytic performance of Co–xK/Al2O3–CaO (x = (0, 5, 10, and 15)) catalysts in the methanation reaction of carbon monoxide and hydrogen at 450 °C. It was clearly shown that compared to the unpromoted catalyst, K-doped catalysts demonstrated completely different catalytic performance. After potassium introduction, both CO conversion and methane yield decreased, and large amount of coke was formed. According to the literature, CO adsorbs linearly on the surface metal sites of catalysts. However, after potassium doping, the adsorption state of CO changes to bridged state, which becomes more stable [19,41,42]. Methanation of CO proceeds via a 2-step process. First, disproportionation of CO occurs, and then hydrogenation of the carbon generated from the previous reaction takes place [19,41,42]. When potassium is present, disproportionation and the subsequent hydrogenation of carbon species are suppressed, because the adsorption state of CO changes to bridged state [19,41,42]. Combining the results of Table 5 and previous reports, it can be concluded that potassium inhibited both the disproportionation of CO, and the hydrogenation of carbon species. Table 5 shows that as potassium loading increased to 15 wt.%, methane yield decreased from 81% to 10%, while CO conversion decreased from 87% to 62%. Hence, it was clear that after potassium doping, methane yield decreased more drastically than CO conversion, implying that the effect of potassium was more critical in the second step of the reaction. In conclusion, potassium enhanced hydrogen yield in ethanol steam reforming by inhibiting the formation of methane. 4 Conclusion A series of K-promoted cobalt catalysts supported on Al2O3–CaO xerogel supports with various K loading were prepared by an epoxide-driven sol–gel method and a subsequent wetness impregnation method. The catalysts were applied to the steam reforming of ethanol for hydrogen production. All catalysts showed stable catalytic performance for 1,000 min reaction, because acidic sites of alumina were neutralized by alkali or alkaline earth metal. Higher hydrogen yield could be obtained using K-promoted catalysts, and byproduct, especially methane formation, was low, compared to when using the unpromoted catalyst. The promotion effect of K on the steam reforming of ethanol was investigated by various characterizations. After applying the catalysts to methanation reaction, it was revealed that low methane selectivity was caused by the suppression effect of K on the methanation reaction. Also, TPSR analysis showed that after K doping, the initiation temperature of the steam reforming of ethanol could be shifted to lower temperature. However, excess amount of K doping blocked small pores of the alumina–calcium support, which resulted in the loss of surface area and pore volume of the catalysts. In addition, XPS analysis revealed that as the amount of K doping increased, the surface concentration of cobalt decreased. Therefore, optimum loading existed for the ethanol steam reforming; and among the K-promoted catalysts, Co–10 K/Al2O3–CaO catalyst exhibited the best catalytic performance. CRediT authorship contribution statement Sangbeom Yoo: Conceptualization, Methodology, Investigation, Writing - original draft. Seungwon Park: Investigation. Ji Hwan Song: Investigation. Do Heui Kim: Supervision, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This research was supported by the Basic Science Research Program through the National Research Foundation of Korea (NRF), funded by the Ministry of Science, ICT & Future Planning (MSIP) (NRF-2016R1A5A1009592). The Institute of Engineering Research at Seoul National University provided part of the research facilities for this work. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.110980. Appendix A Supplementary data The following is Supplementary data to this article: References [1] A. Demirbas M.F. Demirbas Importance of algae oil as a source of biodiesel Energy Convers. Manag. 52 2011 163 170 A. Demirbas, M.F. Demirbas, Importance of algae oil as a source of biodiesel, Energy Convers. Manag. 52 (2011) 163-170. [2] C. Woo Y. Chung D. Chun H. Seo S. Hong The static and dynamic environmental efficiency of renewable energy: A Malmquist index analysis of OECD countries Renew. Sustain. Energy Rev. 47 2015 367 376 C. Woo, Y. Chung, D. Chun, H. Seo, S. Hong, The static and dynamic environmental efficiency of renewable energy: A Malmquist index analysis of OECD countries, Renew. Sustain. Energy Rev. 47 (2015) 367-376. [3] G. Cipriani V. Di Dio F. Genduso D. La Cascia R. Liga R. Miceli G.R. Galluzzo Perspective on hydrogen energy carrier and its automotive applications Int. J. Hydrogen Energy 39 2014 8482 8494 G. Cipriani, V. Di Dio, F. Genduso, D. La Cascia, R. Liga, R. Miceli, G. R. Galluzzo, Perspective on hydrogen energy carrier and its automotive applications, Int. J. Hydrogen Energy 39 (2014) 8482-8494. [4] R. Arvaneh A.A. Fard A. Bazyari S.M. Alavi F.J. Abnavi Effects of Ce, La, Cu, and Fe promoters on Ni/MgAl2O4 catalysts in steam reforming of propane Korean J. Chem. Eng. 36 2019 1033 1041 R. Arvaneh, A.A. Fard, A. Bazyari, S.M. Alavi, F.J. Abnavi, Effects of Ce, La, Cu, and Fe promoters on Ni/MgAl2O4 catalysts in steam reforming of propane, Korean J. Chem. Eng. 36 (2019) 1033-1041. [5] S. He Z. Mei N. Liu L. Zhang J. Lu X. Li J. Wang D. He Y. Luo Ni/SBA-15 catalysts for hydrogen production by ethanol steam reforming: Effect of nickel precursor Int. J. Hydrogen Energy 42 2017 14429 14438 S. He, Z. Mei, N. Liu, L. Zhang, J. Lu, X. Li, J. Wang, D. He, Y. Luo, Ni/SBA-15 catalysts for hydrogen production by ethanol steam reforming: Effect of nickel precursor, Int. J. Hydrogen Energy 42 (2017) 14429-14438. [6] C. Wu V. Dupont M.A. Nahil B. Dou H. Chen P.T. Williams Investigation of Ni/SiO2 catalysts prepared at different conditions for hydrogen production from ethanol steam reforming J. Energy Inst. 90 2017 276 284 C. Wu, V. Dupont, M.A. Nahil, B. Dou, H. Chen, P.T. Williams, Investigation of Ni/SiO2 catalysts prepared at different conditions for hydrogen production from ethanol steam reforming, J. Energy Inst. 90 (2017) 276-284. [7] S. Ogo Y. Sekine Recent progress in ethanol steam reforming using non-noble transition metal catalysts: A review Fuel Process. Technol. 199 2020 106238 S. Ogo, Y. Sekine, Recent progress in ethanol steam reforming using non-noble transition metal catalysts: A review, Fuel Process. Technol. 199 (2020) 106238. [8] D. Zanchet J.B.O. Santos S. Damyanova J.M.R. Gallo J.M.C. Bueno Toward understanding metal-catalyzed ethanol reforming ACS Catal. 5 2015 3841 3863 D. Zanchet, J.B.O. Santos, S. Damyanova, J.M.R. Gallo, J.M.C. Bueno, Toward understanding metal-catalyzed ethanol reforming, ACS Catal. 5 (2015) 3841-3863. [9] J. Llorca N. Homs P.R. de la Piscina In situ DRIFT-mass spectrometry study of the ethanol steam-reforming reaction over carbonyl-derived Co/ZnO catalysts J. Catal. 227 2004 556 560 J. Llorca, N. Homs, P.R. de la Piscina, In situ DRIFT-mass spectrometry study of the ethanol steam-reforming reaction over carbonyl-derived Co/ZnO catalysts, J. Catal. 227 (2004) 556-560. [10] A. Casanovas M. Roig C. De Leitenburg A. Trovarelli J. Llorca Ethanol steam reforming and water gas shift over Co/ZnO catalytic honeycombs doped with Fe, Ni, Cu, Cr and Na Int. J. Hydrogen Energy 35 2010 7690 7698 A. Casanovas, M. Roig, C. De Leitenburg, A. Trovarelli, J. Llorca, Ethanol steam reforming and water gas shift over Co/ZnO catalytic honeycombs doped with Fe, Ni, Cu, Cr and Na, Int. J. Hydrogen Energy 35 (2010) 7690-7698. [11] M. Lindo A.J. Vizcaino J.A. Calles A. Carrero Ethanol steam reforming on Ni/Al-SBA-15 catalysts: Effect of the aluminium content Int. J. Hydrogen Energy 35 2010 5895 5901 M. Lindo, A.J. Vizcaino, J.A. Calles, A. Carrero, Ethanol steam reforming on Ni/Al-SBA-15 catalysts: Effect of the aluminium content, Int. J. Hydrogen Energy 35 (2010) 5895-5901. [12] D. Zhang G. Wei Y. Wang J. Wang P. Ning Q. Zhang Carbon dioxide reforming of methane over MgO promoted Ni/CNT catalyst Korean J. Chem. Eng. 35 2018 1979 1987 D. Zhang, G. Wei, Y. Wang, J. Wang, P. Ning, Q. Zhang, Carbon dioxide reforming of methane over MgO promoted Ni/CNT catalyst, Korean J. Chem. Eng. 35 (2018) 1979-1987. [13] J.A. Torres J. Llorca A. Casanovas M. Dominguez J. Salvado D. Montane Steam reforming of ethanol at moderate temperature: Multifactorial design analysis of Ni/La2O3-Al2O3, and Fe- and Mn-promoted Co/ZnO catalysts J. Power Sources 169 2007 158 166 J.A. Torres, J. Llorca, A. Casanovas, M. Dominguez, J. Salvado, D. Montane, Steam reforming of ethanol at moderate temperature: Multifactorial design analysis of Ni/La2O3-Al2O3, and Fe- and Mn-promoted Co/ZnO catalysts, J. Power Sources 169 (2007) 158-166. [14] F. Che S. Ha J.S. McEwen Elucidating the field influence on the energetics of the methane steam reforming reaction: A density functional theory study Appl. Catal. B-Environ. 195 2016 77 89 F. Che, S. Ha, J.S. McEwen, Elucidating the field influence on the energetics of the methane steam reforming reaction: A density functional theory study, Appl. Catal. B-Environ. 195 (2016) 77-89. [15] N.J. Divins A. Casanovas W. Xu S.D. Senanayake D. Wiater A. Trovarelli J. Llorca The influence of nano-architectured CeOx supports in RhPd/CeO2 for the catalytic ethanol steam reforming reaction Catal. Today 253 2015 99 105 N.J. Divins, A. Casanovas, W. Xu, S.D. Senanayake, D. Wiater, A. Trovarelli, J. Llorca, The influence of nano-architectured CeOx supports in RhPd/CeO2 for the catalytic ethanol steam reforming reaction, Catal. Today 253 (2015) 99-105. [16] S.D. Davidson J. Sun Y. Wang The effect of ZnO addition on H2O activation over Co/ZrO2 catalysts Catal. Today 269 2016 140 147 S.D. Davidson, J. Sun, Y. Wang, The effect of ZnO addition on H2O activation over Co/ZrO2 catalysts, Catal. Today 269 (2016) 140-147. [17] P. Riani G. Garbarino F. Canepa G. Busca Cobalt nanoparticles mechanically deposited on α-Al2O3: a competitive catalyst for the production of hydrogen through ethanol steam reforming J. Chem. Technol. Biotechnol. 94 2019 538 546 P. Riani, G. Garbarino, F. Canepa, G. Busca, Cobalt nanoparticles mechanically deposited on α-Al2O3: a competitive catalyst for the production of hydrogen through ethanol steam reforming, J. Chem. Technol. Biotechnol. 94 (2019) 538-546. [18] K.F.M. Elias A.F. Lucredio E.M. Assaf Effect of CaO addition on acid properties of Ni–Ca/Al2O3 catalysts applied to ethanol steam reforming Int. J. Hydrogen Energy 38 2013 4407 4417 K.F.M. Elias, A.F. Lucredio, E.M. Assaf, Effect of CaO addition on acid properties of Ni–Ca/Al2O3 catalysts applied to ethanol steam reforming, Int. J. Hydrogen Energy 38 (2013) 4407-4417. [19] N. Yu M.M. Rahman J. Chen J. Sun M. Engelhard X. Isidro P. Hernandez Y. Wang Steam reforming of simulated bio-oil on K-Ni-Cu-Mg-Ce-O/Al2O3 : The effect of K Catal. Today 323 2019 183 190 N. Yu, M.M. Rahman, J. Chen, J. Sun, M. Engelhard, X. Isidro, P. Hernandez, Y. Wang, Steam reforming of simulated bio-oil on K-Ni-Cu-Mg-Ce-O/Al2O3 : The effect of K, Catal. Today 323 (2019) 183-190. [20] M. Domok K. Baan T. Kecskes A. Erdohelyi Promoting mechanism of potassium in the reforming of ethanol on Pt/Al2O3 Catalyst Catal. Lett. 126 2008 49 57 M. Domok, K. Baan, T. Kecskes, A. Erdohelyi, Promoting mechanism of potassium in the reforming of ethanol on Pt/Al2O3 Catalyst, Catal. Lett. 126 (2008) 49-57. [21] S.J. Han J.H. Song J. Yoo S. Park K.H. Kang I.K. Song Sorption-enhanced hydrogen production by steam reforming of ethanol over mesoporous Co/CaO Al2O3 xerogel catalysts: Effect of Ca/Al molar ratio Int. J. Hydrogen Energy 42 2017 5886 5898 S.J. Han, J.H. Song, J. Yoo, S. Park, K.H. Kang, I.K. Song, Sorption-enhanced hydrogen production by steam reforming of ethanol over mesoporous Co/CaO Al2O3 xerogel catalysts: Effect of Ca/Al molar ratio, Int. J. Hydrogen Energy 42 (2017) 5886-5898. [22] Q.H. Yang P.X. Hou S. Bai M.Z. Wang H.M. Cheng Adsorption and capillarity of nitrogen in aggregated multi-walled carbon nanotubes Chem. Phys. Lett. 345 2001 18 24 Q.H. Yang, P.X. Hou, S. Bai, M.Z. Wang, H.M. Cheng, Adsorption and capillarity of nitrogen in aggregated multi-walled carbon nanotubes, Chem. Phys. Lett. 345 (2001) 18-24. [23] E.N. Alvar M. Rezaei H.N. Alvar Synthesis of mesoporous nanocrystalline MgAl2O4 spinel via surfactant assisted precipitation route Powder Technol. 198 2010 275 278 E.N. Alvar, M. Rezaei, H.N. Alvar, Synthesis of mesoporous nanocrystalline MgAl2O4 spinel via surfactant assisted precipitation route, Powder Technol. 198 (2010) 275-278. [24] A.R. De la Osa A. De Lucas J.L. Valverde A. Romero I. Monteagudo P. Coca P. Sanchez Influence of alkali promoters on synthetic diesel production over Co catalyst Catal. Today 167 2011 96 106 A.R. De la Osa, A. De Lucas, J.L. Valverde, A. Romero, I. Monteagudo, P. Coca, P. Sanchez, Influence of alkali promoters on synthetic diesel production over Co catalyst, Catal. Today 167 (2011) 96-106. [25] Q. Huo D.I. Margolese G.D. Stucky Surfactant control of phases in the synthesis of mesoporous silica-based materials Chem. Mater. 8 1996 1147 1160 Q. Huo, D.I. Margolese, G.D. Stucky, Surfactant control of phases in the synthesis of mesoporous silica-based materials, Chem. Mater. 8 (1996) 1147-1160. [26] B. Jongsomjit J. Panpranot J.G. Goodwin Co–support compound formation in alumina-supported cobalt catalysts J. Catal. 204 2001 98 109 B. Jongsomjit, J. Panpranot, J.G. Goodwin, Co–support compound formation in alumina-supported cobalt catalysts, J. Catal. 204 (2001) 98-109. [27] X. Chen A. Zhu C. Shi The nature of active sites of Co/Al2O3 for the selective catalytic reduction of NO with C2H4 Catal. Lett. 133 2009 134 141 X. Chen, A. Zhu, C. Shi, The nature of active sites of Co/Al2O3 for the selective catalytic reduction of NO with C2H4, Catal. Lett. 133 (2009) 134-141. [28] K.S.P. Karunadasa C.H. Manoratne H.M.T.G.A. Pitawala R.M.G. Rajapakse Thermal decomposition of calcium carbonate (calcite polymorph) as examined by in-situ high-temperature X-ray powder diffraction J. Phys. Chem. Solids 134 2019 21 28 K.S.P. Karunadasa, C.H. Manoratne, H.M.T.G.A. Pitawala, R.M.G. Rajapakse, Thermal decomposition of calcium carbonate (calcite polymorph) as examined by in-situ high-temperature X-ray powder diffraction, J. Phys. Chem. Solids 134 (2019) 21-28. [29] A. Sirijaruphan A. Horvath J.G. Goodwin R. Oukaci Cobalt aluminate formation in alumina-supported cobalt catalysts: effects of cobalt reduction state and water vapor Catal. Lett. 91 2003 89 94 A. Sirijaruphan, A. Horvath, J.G. Goodwin, R. Oukaci, Cobalt aluminate formation in alumina-supported cobalt catalysts: effects of cobalt reduction state and water vapor, Catal. Lett. 91 (2003) 89-94. [30] C.A. Querini M.A. Ulla F. Requejo J. Soria U.A. Sedran E.E. Miro Catalytic combustion of diesel soot particles. Activity and characterization of Co/MgO and Co,K/MgO catalysts Appl. Catal. B-Environ. 15 1998 5 19 C.A. Querini, M.A. Ulla, F. Requejo, J. Soria, U.A. Sedran, E.E. Miro, Catalytic combustion of diesel soot particles. Activity and characterization of Co/MgO and Co,K/MgO catalysts, Appl. Catal. B-Environ. 15 (1998) 5-19. [31] L. Del Río G. Marban Stainless steel wire mesh-supported potassium-doped cobalt oxide catalysts for the catalytic decomposition of nitrous oxide Appl. Catal. B-Environ. 126 2012 39 46 L. Del Río, G. Marban, Stainless steel wire mesh-supported potassium-doped cobalt oxide catalysts for the catalytic decomposition of nitrous oxide, Appl. Catal. B-Environ. 126 (2012) 39-46. [32] M. Khobragade S. Majhi K.K. Pant Effect of K and CeO2 promoters on the activity of Co/SiO2 catalyst for liquid fuel production from syngas Appl. Energy 94 2012 385 394 M. Khobragade, S. Majhi, K.K. Pant, Effect of K and CeO2 promoters on the activity of Co/SiO2 catalyst for liquid fuel production from syngas, Appl. Energy 94 (2012) 385-394. [33] Q. Chen I.H. Svenum L. Gavrilovic D. Chen E.A. Blekkan Effect of trace potassium on hydrogen adsorption and dissociation on hcp cobalt: A density functional theory study Surf. Sci. 681 2019 24 31 Q. Chen, I.H. Svenum, L. Gavrilovic, D. Chen, E.A. Blekkan, Effect of trace potassium on hydrogen adsorption and dissociation on hcp cobalt: A density functional theory study, Surf. Sci. 681 (2019) 24-31. [34] S.S.Y. Lin D.H. Kim S.Y. Ha Metallic phases of cobalt-based catalysts in ethanol steam reforming: The effect of cerium oxide Appl. Catal. A-Gen. 355 2009 69 77 S.S.Y. Lin, D.H. Kim, S.Y. Ha, Metallic phases of cobalt-based catalysts in ethanol steam reforming: The effect of cerium oxide, Appl. Catal. A-Gen. 355 (2009) 69-77. [35] S. Ogo T. Shimizu Y. Nakazawa K. Mukawa D. Mukai Y. Sekine Steam reforming of ethanol over K promoted Co catalyst Appl Catal A-Gen 495 2015 30 38 S. Ogo, T. Shimizu, Y. Nakazawa, K. Mukawa, D. Mukai, Y. Sekine, Steam reforming of ethanol over K promoted Co catalyst, Appl Catal A-Gen 495 (2015) 30-38. [36] M.K. Gnanamani V.R.R. Pendyala G. Jacobs D.E. Sparks W.D. Shafer B.H. Davis Fischer–Tropsch synthesis: Effect of halides and potassium addition on activity and selectivity of Cobalt Catal. Lett. 144 2014 1127 1133 M.K. Gnanamani, V.R.R. Pendyala, G. Jacobs, D.E. Sparks, W.D. Shafer, B.H. Davis, Fischer–Tropsch synthesis: Effect of halides and potassium addition on activity and selectivity of Cobalt, Catal. Lett. 144 (2014) 1127-1133. [37] R. Espinal E. Taboada E. Molins R.J. Chimentao F. Medina J. Llorca Cobalt hydrotalcites as catalysts for bioethanol steam reforming. The promoting effect of potassium on catalyst activity and long-term stability Appl. Catal. B-Environ. 127 2012 59 67 R. Espinal, E. Taboada, E. Molins, R.J. Chimentao, F. Medina, J. Llorca, Cobalt hydrotalcites as catalysts for bioethanol steam reforming. The promoting effect of potassium on catalyst activity and long-term stability, Appl. Catal. B-Environ. 127 (2012) 59-67. [38] C. Montero A. Ochoa P. Castano J. Bilbao A.G. Gayubo Monitoring Ni° and coke evolution during the deactivation of a Ni/La2O3–αAl2O3 catalyst in ethanol steam reforming in a fluidized bed J. Catal. 331 2015 181 192 C. Montero, A. Ochoa, P. Castano, J. Bilbao, A.G. Gayubo, Monitoring Ni° and coke evolution during the deactivation of a Ni/La2O3–αAl2O3 catalyst in ethanol steam reforming in a fluidized bed, J. Catal. 331 (2015) 181-192. [39] S. Natesakhawat R.B. Watson X. Wang U.S. Ozkan Deactivation characteristics of lanthanide-promoted sol–gel Ni/Al2O3 catalysts in propane steam reforming J. Catal. 234 2005 496 508 S. Natesakhawat, R.B. Watson, X. Wang, U.S. Ozkan, Deactivation characteristics of lanthanide-promoted sol–gel Ni/Al2O3 catalysts in propane steam reforming, J. Catal. 234 (2005) 496-508. [40] A.M. Karim Y. Su M.H. Engelhard D.L. King Y. Wang Catalytic roles of Co° and Co2+ during steam reforming of ethanol on Co/MgO catalysts ACS Catal. 1 2011 279 286 A.M. Karim, Y. Su, M.H. Engelhard, D.L. King, Y. Wang, Catalytic roles of Co° and Co2+ during steam reforming of ethanol on Co/MgO catalysts, ACS Catal. 1 (2011) 279-286. [41] R. Watanabe S. Watanabe N. Hirata C. Fukuhara Effect of promoter addition on water gas shift property over structured-type iron oxide catalyst Catal. Lett. 146 2016 2478 2484 R. Watanabe, S. Watanabe, N. Hirata, C. Fukuhara, Effect of promoter addition on water gas shift property over structured-type iron oxide catalyst, Catal. Lett. 146 (2016) 2478-2484. [42] M.L. Ang U. Oermar Y. Kathiraser E.T. Saw C.H.K. Lew Y. Du A. Borgna S. Kawi High-temperature water–gas shift reaction over Ni/xK/CeO2 catalysts: Suppression of methanation via formation of bridging carbonyls J. Catal. 329 2015 130 143 M.L. Ang, U. Oermar, Y. Kathiraser, E.T. Saw, C.H.K. Lew, Y. Du, A. Borgna, S. Kawi, High-temperature water–gas shift reaction over Ni/xK/CeO2 catalysts: Suppression of methanation via formation of bridging carbonyls, J. Catal. 329 (2015) 130-143.",
      "scopus-id": "85084432875",
      "coredata": {
        "eid": "1-s2.0-S2468823120302406",
        "dc:description": "A series of K-promoted cobalt catalysts supported on Al2O3–CaO xerogel supports with different K loading (Co–xK/Al2O3–CaO, x = 0, 5, 10, and 15 wt.%, at fixed Co loading of 15 wt.%) were prepared to apply for ethanol steam reforming (ESR). K-promoted catalysts showed higher hydrogen yield and lower methane selectivity than did unpromoted catalyst. The promotion effect of K was investigated using various analyses, such as N2 adsorption–desorption, X-ray Diffraction (XRD), H2–Temperature-Programmed Reduction (H2–TPR), X-ray Photoelectron Spectroscopy (XPS), and Temperature-Programmed Surface Reaction (TPSR). Also, the catalysts were applied to methanation reaction, which is the main undesired reaction. It was found that lower methane selectivity during ESR over K-promoted catalysts was explained by the suppression effect of K on the methanation reaction. Also, TPSR study revealed that after K doping, starting temperature of the ESR shifted to lower temperature. However, excess amount of K doping blocked small pores of the alumina–calcium support, resulting in deterioration of the textural property of the catalysts. In addition, XPS analysis showed that as the amount of K doping increased, amount of surface concentration of cobalt decreased. Therefore, 10 wt.% K was found to be optimum loading for the ESR.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120302406",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yoo, Sangbeom"
          },
          {
            "@_fa": "true",
            "$": "Park, Seungwon"
          },
          {
            "@_fa": "true",
            "$": "Song, Ji Hwan"
          },
          {
            "@_fa": "true",
            "$": "Kim, Do Heui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120302406"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120302406"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30240-6",
        "prism:volume": "491",
        "articleNumber": "110980",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Hydrogen production by the steam reforming of ethanol over K-promoted Co/Al2O3–CaO xerogel catalysts",
        "prism:copyright": "© 2020 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethanol steam reforming"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen production"
          },
          {
            "@_fa": "true",
            "$": "Co–K/Al2O3–CaO catalyst"
          },
          {
            "@_fa": "true",
            "$": "K doping"
          },
          {
            "@_fa": "true",
            "$": "Methanation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110980",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2020",
        "prism:doi": "10.1016/j.mcat.2020.110980",
        "prism:startingPage": "110980",
        "dc:identifier": "doi:10.1016/j.mcat.2020.110980",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17078",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "376",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26073",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "334",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29275",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "373",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25152",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "333",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28665",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "317",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20846",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "389",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24962",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7590",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5410",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8633",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5124",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8145",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5139",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4899",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "268243",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "45592",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "41307",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "30947",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120302406-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1049836",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85084432875"
      }
    }
  }
}