{
  "metadata": {
    "title": "Mn-doped CuO<ce:glyph name=sbnd></ce:glyph>Co<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf><ce:glyph name=sbnd></ce:glyph>CeO<ce:inf loc=post>2</ce:inf> catalyst with enhanced activity and durability for hydrocarbon oxidation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-04-30",
    "doi": "10.1016/j.mcat.2019.01.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119300318",
    "pii": "S2468823119300318"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85060556745",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-01-28 2019-01-28 2019-01-28 2019-01-28 2019-02-19T19:55:25 1-s2.0-S2468823119300318 S2468-8231(19)30031-8 S2468823119300318 10.1016/j.mcat.2019.01.025 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00036 2020-03-16T14:05:36.460887Z 0 0 20190401 20190430 2019 2019-01-28T22:35:06.303877Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 467 467 C Volume 467 3 9 15 9 15 201904 April 2019 2019-04-01 2019-04-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. MNDOPEDCUOCO3O4CEO2CATALYSTENHANCEDACTIVITYDURABILITYFORHYDROCARBONOXIDATION BAE J 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.2 Catalytic oxidation reactions 2.3 Characterizations 3 Results and discussion 3.1 Properties of CCCM catalyst 3.2 Simultaneous CO and C3H6 oxidation 4 Conclusions Acknowledgements Appendix A Supplementary data References USDRIVE 2013 ADVANCEDCOMBUSTIONEMISSIONCONTROLTECHNICALTEAMROADMAP REITZ 2015 12 71 R KOKJOHN 2013 452 468 S CURRAN 2012 216 225 S LIU 2010 1 10 L BERA 2000 293 301 P MARTINEZARIAS 2001 51 60 A ALHARBI 2012 1527 1538 M VOLTZ 1973 294 301 S NAGAI 2006 103 109 Y ANDERSSON 2007 71 81 J WIEBENGA 2012 197 204 M XIE 2009 746 749 X ROYER 2011 24 65 S REN 2009 146 154 Y LIU 2013 282 288 Z LIU 2014 27870 27877 Z BINDER 2015 13263 13267 A NIE 2017 1419 1423 L LIOTTA 2013 3085 3102 L KAMAL 2016 117 134 M REN 2014 7223 7227 Z REN 2016 150 160 Z MA 2018 44 58 L LI 2009 307 312 J FAURE 2016 715 725 B QU 2014 31 35 Z TANG 2014 1900 1910 W TIAN 2012 125 134 Z HUANG 2016 3881 3892 Y RYOU 2017 140 149 Y JEONG 2017 7097 7105 H WANG 2009 154 162 H GUO 2008 19 26 Q TANG 2014 134 138 W MORISHITA 2009 366 370 M LI 2013 2813 X ZHOU 2018 1705407 Y ROSEN 2014 2 9 J ZAHARIEVA 2011 2400 2408 I YOUN 2014 5492 D HASKEL 2003 115207 D WANG 2012 3426 3431 X XU 2016 10779 10785 W OH 2017 085041 H ZHANG 2011 207 214 Q KIM 2003 25 28 K LIU 2009 3140 3141 X WANG 2006 428 434 X BAHLAWANE 2009 9224 9232 N BAHLAWANE 2010 16 20 N CASTANO 2015 48 59 M XUE 2007 167 174 L BAI 2013 677 683 B LIU 2009 104 113 Q LUO 2008 8694 8701 J HABER 2000 320 326 J BAE 2018 782 789 J BINET 1999 207 225 C PIETRZYK 2012 2203 2215 P FINOCCHIO 1996 1587 1593 E BAEX2019X9 BAEX2019X9X15 BAEX2019X9XJ BAEX2019X9X15XJ 2021-01-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2020-03-11T14:05:56.922Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823119300318 National Research Foundation of Korea NRF- 2016R1A5A1009592 2018R1A2A2A05018849 NRF National Research Foundation of Korea http://data.elsevier.com/vocabulary/SciValFunders/501100003725 http://sws.geonames.org/1835841/ POSTECH POSTECH Pohang University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100002541 http://sws.geonames.org/1835841/ MSIP MSIP Ministry of Science, ICT and Future Planning http://data.elsevier.com/vocabulary/SciValFunders/501100003621 http://sws.geonames.org/1835841/ This research was supported by the National Research Foundation of Korea (NRF- 2016R1A5A1009592 ; 2018R1A2A2A05018849 ). The experiments at PLS were supported in part by MSIP and POSTECH. item S2468-8231(19)30031-8 S2468823119300318 1-s2.0-S2468823119300318 10.1016/j.mcat.2019.01.025 315758 2019-02-19T21:43:58.222013Z 2019-04-01 2019-04-30 1-s2.0-S2468823119300318-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/MAIN/application/pdf/a9f487dd5a172446430bd9d6f9c7be06/main.pdf main.pdf pdf true 2031940 MAIN 7 1-s2.0-S2468823119300318-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/PREVIEW/image/png/2efee79d69f63dd5e86c608476c496c0/main_1.png main_1.png png 51852 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119300318-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/ga1/THUMBNAIL/image/gif/7fa4aae291e8ee4c8909a670b18f4692/ga1.sml ga1 true ga1.sml sml 12813 164 188 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr1/THUMBNAIL/image/gif/634ff08a678821c4549034e376977323/gr1.sml gr1 gr1.sml sml 14643 164 164 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr2/THUMBNAIL/image/gif/82672c84b5af33458076e94228ccea64/gr2.sml gr2 gr2.sml sml 5711 164 105 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr3/THUMBNAIL/image/gif/f4478ae3ea19da433999fea79a415bea/gr3.sml gr3 gr3.sml sml 5992 164 100 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr4/THUMBNAIL/image/gif/62dbbe04f78a564d699877bf95a699eb/gr4.sml gr4 gr4.sml sml 11672 164 205 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr5/THUMBNAIL/image/gif/5c4a43c92dcd5dfa7d89d57e1cd6eebf/gr5.sml gr5 gr5.sml sml 10812 163 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr6/THUMBNAIL/image/gif/2c3be0d84c01617b23faff357dbfaa2f/gr6.sml gr6 gr6.sml sml 4977 163 110 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr7/THUMBNAIL/image/gif/69825b092bf8e5e11a7286ae8a10d532/gr7.sml gr7 gr7.sml sml 8073 164 110 IMAGE-THUMBNAIL 1-s2.0-S2468823119300318-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/ga1/DOWNSAMPLED/image/jpeg/df413d87be5f62c9953db7dbdedea8ee/ga1.jpg ga1 true ga1.jpg jpg 19017 200 230 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr1/DOWNSAMPLED/image/jpeg/e0aabc9a5438c5a323b3524f49b36519/gr1.jpg gr1 gr1.jpg jpg 33672 378 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr2/DOWNSAMPLED/image/jpeg/17240bb6063fccb6f93603c0c95f4989/gr2.jpg gr2 gr2.jpg jpg 39574 471 302 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr3/DOWNSAMPLED/image/jpeg/dbab5cdb7dbaca5a73fecb5fa11cbe22/gr3.jpg gr3 gr3.jpg jpg 42911 496 302 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr4/DOWNSAMPLED/image/jpeg/ce4e2c271c3c1541353154e0dfcd3983/gr4.jpg gr4 gr4.jpg jpg 78355 451 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr5/DOWNSAMPLED/image/jpeg/70ee89323995b1bc7045ce4ede6f70ea/gr5.jpg gr5 gr5.jpg jpg 70293 422 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr6/DOWNSAMPLED/image/jpeg/aca292f74d2d1b4d59662a676ffd70b9/gr6.jpg gr6 gr6.jpg jpg 32940 445 301 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/gr7/DOWNSAMPLED/image/jpeg/f7a04308b22470bb83a9ba709384e2f6/gr7.jpg gr7 gr7.jpg jpg 60147 478 321 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119300318-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119300318/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/493f1f7e8597b3c2a532d7294befed2c/mmc1.docx mmc1 mmc1.docx docx 1843007 APPLICATION 1-s2.0-S2468823119300318-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1036T400TQ8/MAIN/application/pdf/092c8c5142658b1bb6851a29168d816c/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:1036T400TQ8/MAIN/application/pdf/092c8c5142658b1bb6851a29168d816c/am.pdf am am.pdf pdf false 4255956 AAM-PDF MCAT 10305 S2468-8231(19)30031-8 10.1016/j.mcat.2019.01.025 Elsevier B.V. Fig. 1 Overlapping of HAADF-STEM image and EDS elemental Co mappings image for (a) CCC, (b) CCC-a, (c) CCCM, and (d) CCCM-a. ‘CCC’ indicates CuOCo3O4 CeO2 and ‘CCCM’ does Mn-doped CuOCo3O4 CeO2. ‘-a’ indicates the catalyst aged at 750 °C for 25 h under 10% H2O flow. Fig. 1 Fig. 2 Powder XRD patterns of the catalysts. Fig. 2 Fig. 3 (a) Co K-edge k 2-weighted FT-EXAFS spectra and (b) Mn K-edge k 2-weighted FT-EXAFS spectra of the catalysts. Fig. 3 Fig. 4 XPS spectra of (a) Co 2p, (b) Ce 3d, (c) Mn 2p, and (d) O 1s of the catalysts. Fig. 4 Fig. 5 (a) CO and (b) C3H6 oxidation results of the catalysts for the simultaneous CO and C3H6 oxidation. Arrhenius plots for (c) CO and (d) C3H6 oxidation on the catalysts. CO and C3H6 oxidation were performed at 120,000 ml g−1 h−1 with an inlet gas flow of 0.4% CO, 0.1% C3H6, 10% O2, and balance He. Fig. 5 Fig. 6 The long-term durability test results for the simultaneous CO and C3H6 oxidation showing (a) CO conversion and (b) C3H6 conversion. The oxidation were performed at 240 °C using an inlet gas flow of 0.4% CO, 0.1% C3H6, 10% O2, and balance He at 120,000 ml g−1 h−1. The CO conversions for all the catalysts were 100% except the CCC-a. Fig. 6 Fig. 7 In-situ DRIFT spectra of (a) CCC and (b) CCCM catalysts for simultaneous CO and C3H6 oxidation while increasing temperatures by 50 °C. The catalysts were exposed to the reactant gases consisting of 0.8% CO, 0.2% C3H6, 10% O2, and balance Ar for 10 min, then IR spectra were collected at each temperature. The numbers denoted in black and blue indicate the peak positions induced from CO and C3H6, respectively (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 7 Table 1 Textural properties of the catalysts. Table 1 Catalyst SBET (m2/g) d Co (nm) a d Ce (nm) a a Co (Å) b a Ce (Å) b CCC 72 22 7 8.0894 5.4164 CCCM 88 16 5 8.1001 5.4183 CCC-a 12 60 27 8.0873 5.4183 CCCM-a 15 38 28 8.1171 5.4164 a The crystallite sizes of Co3O4 and CeO2 were estimated using Scherrer equation from Co3O4 (311) and CeO2 (111) reflection, respectively. b The lattice parameters of Co3O4 and CeO2 were estimated using Bragg’s law from Co3O4 (311) and CeO2 (111) reflection, respectively. Table 2 XPS binding energies and peak area ratios of oxygen species in the catalysts. Table 2 Catalyst Cu 2p3/2 (eV) Co 2p3/2 (eV) Ce 3d5/2 (eV) Mn 2p3/2 (eV) Oα/Oβ a CCC 933.3 779.1 882.0 – 0.48 CCCM 933.3 779.6 882.1 641.7 0.67 CCC-a 932.6 779.2 882.0 – 0.34 CCCM-a 932.6 779.8 882.1 641.6 0.72 a The peak area ratio was obtained from peak deconvolution results of O 1s spectra. Mn-doped CuOCo3O4 CeO2 catalyst with enhanced activity and durability for hydrocarbon oxidation Junemin Bae Beom-Sik Kim Hojin Jeong Hyunjoo Lee ⁎ Department of Chemical and Biomolecular Engineering, Korea Advanced Institute of Science and Technology, Daejeon 34141, South Korea Department of Chemical and Biomolecular Engineering Korea Advanced Institute of Science and Technology Daejeon 34141 South Korea ⁎ Corresponding author. Graphical abstract A ternary oxide catalyst composed of CuOCo3O4 CeO2 (CCC) has great potential for automotive exhaust treatment due to its excellent CO oxidation activity and high resistance against hydrocarbon inhibition. However, current CCC catalyst exhibits significantly lower hydrocarbon oxidation activity comparing to CO oxidation, and deactivation occurs severely after hydrothermal aging. Here, we show that a Mn-doped CCC (CCCM) catalyst exhibits enhanced activity and durability for C3H6 oxidation, while maintaining the high activity for CO oxidation. The Mn-doping prevented sintering and phase separation of the Co3O4 phase even after hydrothermal aging at 750 °C for 25 h. The Mn was selectively doped into Co3O4 by substituting Co3+ octahedral sites in the Co3O4 spinel structure. The presence of Mn with a larger cation radius induced lattice expansion of the Co3O4 phase with more surface active oxygen. This strategy can provide a facile way to develop better non-PGM catalysts for emission control. Keywords CuOCo3O4 CeO2 Diesel oxidation catalyst Propene Surface oxygen Durability 1 Introduction As environmental regulations for the pollutants from automobiles have been strengthened, efforts have been continued to reduce fuel consumption and exhaust emissions [1]. New combustion techniques, such as reactivity-controlled compression ignition (RCCI), can improve the fuel economy and reduce the emission of NOx and particulate matter [2]. But the resulting lower temperatures at the exhaust would make the after-treatment catalysts produce more CO and hydrocarbons [3,4]. Better catalysts, which can operate at lower temperature, is highly desired. Platinum-group metals (PGMs) have been widely used as diesel oxidation catalysts (DOCs) because they show excellent low temperature activity for CO oxidation [5–7]. However, the high activity for CO oxidation is degraded significantly in the presence of hydrocarbon due to competitive adsorption of CO and hydrocarbon on the metal surface [8,9]. Additionally, the after-treatment section often experiences high temperature up to 750 °C causing the severe sintering of metal nanoparticles [10–12]. Non-PGM catalysts have received much attention because of much lower price and relatively good activity for CO oxidation at low temperatures [13–15]. The composite oxides of CuOCo3O4 CeO2, which is denoted as CCC below, showed high activity for CO oxidation without degradation even in the presence of C3H6 because the active sites for CO oxidation and C3H6 oxidation are different [16–18]. While the active site for CO oxidation is the interface between CuO and Co3O4 or CeO2, the active site for C3H6 oxidation is Co3O4. However, the activity of CCC catalyst for C3H6 oxidation is poor at low temperatures and the CCC catalyst suffers from severe sintering after hydrothermal treatment [18,19]. Co3O4 phase is known to have high activity for the oxidation of volatile organic compounds (VOCs) [20,21]. Its activity could be promoted by introducing other transition metal dopants, which produced more surface active oxygen species [22–24]. Especially, Mn has been reported to enhance the activity of Co3O4 for the oxidation of various VOCs with strong interaction between Mn and Co [25–30]. In this work, we synthesized Mn-doped CCC catalyst, which is denoted as CCCM below, by a simple co-precipitation method. Mn was selectively doped into Co3O4 phase enhancing the activity for C3H6 oxidation and the durability after hydrothermal treatment. The structure of CCCM and the role of Mn in simultaneous CO and C3H6 oxidation were investigated in detail. 2 Experimental 2.1 Catalyst synthesis The CuOCo3O4 CeO2 (CCC) catalyst was synthesized by co-precipitation [18]. Copper nitrate trihydrate (Cu(NO3)2·3H2O, Aldrich), cobalt chloride hexahydrate (CoCl2·6H2O, Aldrich), and cerium nitrate hexahydrate (Ce(NO3)2·6H2O, Aldrich) were simultaneously dissolved in 25 ml of deionized water at a molar ratio of Cu:Co:Ce = 1:5:5. Then, 25 ml of NaOH solution (0.375 M) was added to the solution dropwise under vigorous stirring. After 1 h, the precipitate was washed with deionized water and ethanol, and dried at 50 °C in a vacuum oven overnight. The obtained cake was crushed in a ceramic mortar to fine powder, and calcined at 600 °C for 4 h in air. The Mn-doped CuOCo3O4 CeO2 (CCCM) catalyst was synthesized using the same method except that manganese nitrate hydrate (Mn(NO3)2·xH2O, Aldrich) was also added with a molar ratio of Cu:Co:Ce:Mn = 1:5:5:1. The single metal oxides of Co3O4, CeO2, and MnO2 were also synthesized for characterizations. The CCC and CCCM catalysts were hydrothermally aged at 750 °C for 25 h while flowing 144.5 ml min−1 of air with 10% H2O [31,32]. The aged CCC and CCCM catalysts were denoted by CCC-a and CCCM-a, respectively. 2.2 Catalytic oxidation reactions Simultaneous CO and C3H6 oxidation were performed using a quartz fixed-bed reactor with 50 mg of the catalyst at atmospheric pressure. The catalyst was pre-treated at 100 °C under He flow for 1 h, then the sample was cooled to room temperature. The reaction was performed with a gas stream consisting of 0.4% CO, 0.1% C3H6, 10% O2, and balance He. The total flow rate was 100 ml min−1 (space velocity (SV) = 120,000 ml g−1 h−1). The sample was held at each temperature to reach a steady-state in a continuous feed stream. The product gases were monitored using an on-line gas chromatograph (GC, Younglin GC 6500) equipped with packed bed carboxen 1000 column (75035, SUPELCO, 15 ft × 1/8 in. × 2.1 mm)/capillary column (GS-GASPRO, Agilent Technologies, 30 m × 0.32 mm) and thermal conductivity detector (TCD)/flame ionization detector (FID). NO oxidation was also performed with a gas stream consisting of 0.4% CO, 0.1% C3H6, 0.05% NO, 10% O2, and balance Ar. The product gas including NOx was monitored using a FT-IR spectrometer (Nicolet iS10, Thermo Scientific) with a gas cell (internal volume 0.2 L). 2.3 Characterizations Transmission electron microscopy (TEM) images were obtained using a Tecnai G2 F30 S-Twin (FEI) with an voltage of 300 kV. The energy-dispersive X-ray spectroscopy (EDS) mapping and high angle annular dark field-scanning TEM (HAADF-STEM) images were obtained using a Talos F200X (FEI) with an voltage of 200 kV. The actual metal contents of the catalysts were measured by inductively coupled plasma-optical emission spectrometry (ICP-OES 720, Agilent). The BET surface area was measured by N2 adsorption at −196 °C using a Tristar II 3020 (Micromeritics). The crystalline structure was observed by X-ray diffraction (XRD; Rigaku, Cu Kα radiation). Raman spectra were recorded at room temperature using a LabRAM HR evolution visible NIR (HORIBA) equipped with a charge-coupled device (CCD) detector and a 514 nm argon ion laser as an excitation source. The surface chemical state was investigated by X-ray photoelectron spectroscopy (XPS; K-alpha, ThermoVG Scientific), and the binding energy was estimated using the maximum intensity of C 1 s signal at 284.8 eV as a reference. Extended X-ray absorption fine structure (EXAFS) measurements were conducted at the 8C XAFS beamline of the Pohang Light Source (PLS). H2 temperature-programmed reduction (H2-TPR) and O2 temperature-programmed desorption (O2-TPD) were performed on a BELCAT-B (BEL) equipped with a thermal conductivity detector (TCD). For H2-TPR, 50 mg of the catalyst was pre-treated under Ar at 100 °C for 1 h, and cooled down to room temperature. Then, the sample was exposed to 5% H2 balanced with Ar with a flow rate of 50 ml min−1, and heated to 1000 °C. For O2-TPD, 50 mg of the catalyst was pre-treated under He stream at 300 °C for 1 h, and cooled down to room temperature. The 5% O2 balanced with He flow was subsequently introduced at room temperature for 1 h, and purged with He for 30 min. Then, the catalyst was heated to 1000 °C under He with a flow rate of 50 ml min−1. The CO and C3H6 oxidation were monitored by in-situ diffuse reflectance infrared Fourier-transform spectroscopy (DRIFTS) using a Nicolet iS-50 (Thermo Scientific). The catalyst 4 mg was ground with 196 mg of KBr, and the mixed powder was placed into a DRIFTS cell. The cell was purged with Ar at 100 °C for 1 h, and cooled down to room temperature. To monitor the formation of intermediate species during the reaction, CO and C3H6 oxidation was performed with an inlet gas flow consisting of 0.8% CO, 0.2% C3H6, 10% O2, and balance Ar while increasing the cell temperature. IR spectra were collected after exposing to the reactant gas for 10 min at each temperature. 3 Results and discussion 3.1 Properties of CCCM catalyst HAADF-STEM and EDS elemental mappings images were obtained to determine the morphology and elemental distribution of the catalysts. Elemental distribution in Fig. S1 shows that all Cu, Co, and Ce were uniformly distributed in the as-prepared CCC catalyst, but the Co domain showed phase separation after hydrothermal aging, which was performed by flowing air with 10% H2O for 25 h at 750 °C. Mn-doped CCC catalyst was prepared by adding Mn precursor as well during the synthesis of CCC catalyst. The actual metal contents of the catalysts were shown in Table S1. Elemental distribution in Fig. S2 shows that all Cu, Co, Ce, and Mn were uniformly distributed in the as-prepared CCCM catalyst, and the catalyst also showed the uniform distribution even after the hydrothermal aging. Whereas Cu and Ce showed no change after the aging for both CCC and CCCM catalysts, Co phase showed distinct change; Co phase separation was clearly observed in CCC catalyst but the phase separation was much less in CCCM catalyst as shown in Fig. 1 . The textural properties and crystalline structures of the catalysts were observed. The XRD data of the CCC catalyst in Fig. 2 show that Co3O4 spinel structure and CeO2 face-centered cubic fluorite structure were observed without any CuO or other impurities [33,34]. Cu was finely distributed on the CeO2 and Co3O4 phases. The CCCM catalyst showed nearly the same XRD pattern, but slight shift was observed in only Co3O4 peaks to lower diffraction angles, indicating the expansion of Co3O4 lattice cell. The CeO2 peak showed no shift. This difference became more evident after the hydrothermal aging. The Co3O4 lattice expansion suggests that Mn cations (Mn3+, r = 0.79 Å) favorably substitute smaller Co cations (Co3+, r = 0.75 Å), not replacing larger Ce cations (Ce4+, r = 1.01 Å). The crystallite sizes and lattice parameters of the Co3O4 and CeO2 phase in the catalysts were estimated as shown in Table 1 . The Co3O4 phase was sintered less in the presence of Mn after the hydrothermal aging. The hydrothermal aging also leaded to appearance of CuO phase in CCC, but the CuO phase was smaller in CCCM. The formation of Mn-Co solid solution can inhibit the growth of Co3O4 nanoparticles [28,35]. Fig. 3 (a) shows Co K-edge Fourier-transformed (FT) EXAFS spectra of the catalysts. The first peak at ˜1.5 Å corresponds to interatomic distance of octahedral CoO [36,37], while the peaks at ˜2.5 Å and ˜3.0 Å correspond to interatomic distances from octahedral Co atom to neighboring Co atom at the octahedral or tetrahedral site, respectively [38,39]. The magnitude of octahedral Co coordination peaks in the CCCM catalysts was much weaker than that of the CCC catalysts, indicating that Mn-doping made Co octahedral peaks lower [37]. Mn K-edge FT-EXAFS spectra in Fig. 3(b) show that the CCCM catalysts had much larger octahedral MnO peak at ˜1.5 Å than pure MnO2 [40]. A new peak was observed at ˜2.1 Å while the peak for octahedral MnMn at ˜2.5 Å did not appear at the CCCM catalysts. The new peak seems to result from octahedral MnCo interaction with localized distortion [41,42]. EXAFS results suggest that the doped Mn occupies the octahedral Co sites in Co3O4 spinel structure. Raman spectroscopy was further performed to confirm the structural features of the catalysts in Fig. S3. The peaks at 190, 510, 605, and 675 cm−1 are attributed to F2g 1, F2g 2, F2g 3, and A1g vibration modes of Co3O4 spinel structure, respectively [43,44]. The peak at 460 cm−1 is assigned to the overlap of F2g mode of CeO2 fluorite structure and Eg mode of Co3O4 spinel structure [45]. The high-frequency band at 675 cm−1, which corresponds to the vibration mode of octahedral Co3+ [22,23], significantly decreased after Mn-doping, suggesting that Mn cations substitute Co3+ at the octahedral sites [22]. No distinct MnO2 bands were observed, indicating uniform distribution of Mn. The surface chemical states of the catalysts were examined by XPS in Fig. 4 , and corresponding quantitative results were listed in Table 2 . Whereas Cu and Ce peaks were not shifted after Mn-doping, Co peak was shifted from 779.1 eV for Co 2p3/2 in the as-prepared CCC catalyst to 779.6 eV in the as-prepared CCCM catalyst. The same trend was observed after the hydrothermal aging as well. This shift indicates that the ratio of Co3+/Co2+decreased in the CCCM catalyst [29,46]. In the spinel structure of Co3O4, Co2+ and Co3+ ions are located in tetrahedral and octahedral sites, respectively [47]. The decrease in Co3+ concentration suggests that Co3+ in the octahedral sites is replaced by Mn [29]. The Mn peak in Fig. 4(c) shows that Mn peak was shifted from 642.2 eV in MnO2 to 641.7 eV in the CCCM catalyst, indicating that the surface Mn was partially reduced and the ratio of Mn3+/Mn4+ increased in the CCCM catalyst [46]. This is consistent with the claim that Co3+ in the octahedral sites is replaced by Mn. The Cu peak was slightly shifted after the hydrothermal aging regardless of Mn-doping as shown in Fig. S4, indicating the sintering of Cu2O species. The O 1s peaks were deconvoluted into Oα and Oβ as shown in Fig. 4(d). The Oα peak around 529–530 eV was assigned to defective oxygen or oxygen chemisorbed on the surface, and the Oβ peak around 531–532 eV was assigned to lattice oxygen [25,29]. The peak area ratio of Oα/Oβ increased from 0.48 to 0.67 after Mn-doping, indicating that defective or chemisorbed oxygen species were formed more in the CCCM catalyst. After the hydrothermal aging, the difference became more evident; the ratio increased from 0.34 in CCC-a to 0.72 in CCCM-a. The defective oxygen can be generated to maintain an electrostatic balance between Mn and Co cations from unbalanced charges and lattice distortion [48,49]. The redox properties of the catalysts were investigated using H2-TPR in Fig. S5(a), and corresponding quantitative data were listed in Table S2. For the CCC catalyst, the peak at 171 °C is attributed to the reduction of CuO interacting with Co3O4 and CeO2, and the large peaks at 187 and 278 °C are attributed to the reduction of Co3O4 to CoO and subsequent reduction of CoO to metallic Co, respectively [16,17]. The Co reduction peaks were shifted to higher temperatures after Mn-doping, indicating that the interaction of Co with the support became stronger. The same trend was observed after the hydrothermal aging. Similar behaviors have been reported on the Fe-doped Co3O4 catalysts, suggesting that doped metals induce structural defects forming anionic vacancies [29,50,51]. The surface oxygen properties of the catalysts were investigated using O2-TPD in Fig. S5(b), and corresponding quantitative data were listed in Table S3. The desorption peak below 300 °C is attributed to the surface active oxygen such as chemisorbed O2 − and O− species [30,52], while the desorption peaks at 300–650 °C and above 650 °C correspond to surface lattice oxygen and bulk lattice oxygen, respectively [53,54]. A slight shift of the first peak to a higher temperature after Mn-doping might indicate that surface oxygen species was changed from O2 − to O− [46,53,55]. Clearly, the CCCM catalysts possessed more surface active oxygen species. 3.2 Simultaneous CO and C3H6 oxidation The catalytic activities of the as-prepared and aged catalysts were evaluated for simultaneous CO and C3H6 oxidation as shown in Fig. 5 . The CCC and CCCM catalysts showed the same high activity by achieving 100% CO conversion at 155 °C. The CO oxidation on the CCC catalyst has been reported to occur mainly by extracting oxygen from weakened metal-oxygen bonds at the interfacial sites between CuO and Co3O4 or CeO2 [17,18,56]. The Mn-doping did not change the active sites for CO oxidation. Fig. S6 shows the activity for CO oxidation in the absence or presence of C3H6. The CCCM catalyst showed high resistance to C3H6 inhibitory effect on CO oxidation like the CCC catalyst. After the hydrothermal aging, the temperature at which 100% CO conversion was achieved increased significantly to 235 °C for the CCC-a catalyst, while the temperature increased only to 185 °C for the CCCM-a catalyst. It has been reported that the CCC catalyst showed low temperature light-off due to highly dispersed Cu sites interacting with CeO2, while high CO conversion could be maintained due to Co3O4 phase [18]. The Co3O4 crystallites in the CCCM-a catalyst were aggregated less after the hydrothermal aging, preserving the interfacial sites more. This leaded to lower T100 CO, which is the temperature with 100% CO conversion, for the CCCM-a catalyst. Fig. S7 shows NO oxidation results on the catalysts. The CCC and CCCM catalyst showed the nearly same NO conversion, while the CCCM-a showed better activity than the CCC-a catalyst. C3H6 oxidation is known to occur at the Co3O4 phase in the CCC catalyst [18]. As shown in Fig. 5(b), the as-prepared CCCM catalyst showed better activity with T100 C3H6 of 285 °C than the as-prepared CCC catalyst with T100 C3H6 of 325 °C. After the hydrothermal aging, the CCC-a catalyst exhibited much higher T100 C3H6 of 425 °C, whereas T100 C3H6 of the CCCM-a catalyst was 355 °C. Complete oxidation of C3H6 on the metal oxides requires an initial C–H bond cleavage, which occurs through a reaction with electrophilic oxygen generated by O2 adsorption on the surface [18,20,57]. We previously reported that surface lattice oxygen on metal oxides typically plays a lesser role in C3H6 oxidation [58]. As shown in the XPS O 1s and O2-TPD results, the CCCM catalysts have more surface active oxygen, such as chemisorbed O2 − and O− species. The more surface active oxygen in the CCCM catalysts resulted in higher activity for C3H6 oxidation. The effect of Mn amount in the CCCM catalyst was investigated in Fig. S8. When the ratio of Cu:Co:Ce:Mn = 1:5:5:X was changed as X = 0, 0.5, 1, 1.5, and 2, the CCCM catalyst with X = 1 showed the best CO and C3H6 oxidation activity. Arrhenius plots and the apparent activation energies were obtained for the CO and C3H6 oxidations. The activation energy for the aged catalysts decreased after Mn-doping from 42.8 kJ mol−1 to 36.7 kJ mol−1 for CO oxidation and from 49.6 kJ mol−1 to 41.6 kJ mol−1 for C3H6 oxidation. The long-term durability of the as-prepared and aged catalysts was tested by running the simultaneous CO and C3H6 oxidation at 240 °C, and the conversions are shown in Fig. 6 . When the conversion was compared after 80 h of the reaction for the aged catalysts, the CO conversion increased from 86.3% to 100% and the C3H6 conversion increased from 17.1% to 50.9% after Mn-doping. The CCCM catalyst showed the enhanced activity and durability even after the long-term reaction. In-situ DRIFT analyses were performed for simultaneous CO and C3H6 oxidation at elevated temperatures to investigate the surface species formed during the reaction. Fig. 7 shows the DRIFT spectra of the as-prepared catalysts. The bands marked with black numbers at low temperatures are assigned to carbonate species originating from CO oxidation, which are bicarbonate (1465 and 1114 cm−1), bidentate carbonate (1608 and 1260 cm−1), and unidentate carbonate (1396 cm−1) [17,24,59]. The bands originating from C3H6 oxidation started to appear at higher temperatures, which are formate (1453, 1412, and 1370 cm−1), acetate (1582 and 1490 cm−1), and acetone (1678 cm−1) [24,60,61]. These species were proposed as intermediates of C3H6 oxidation on cobalt oxide surface. When the DRIFT spectra of the CCC and CCCM catalysts were compared, the trend was nearly identical indicating that the catalysts followed the same surface reaction mechanism. The aged catalysts presented the same behavior as shown in Fig. S9, except that the intensity was much weaker, probably due to much less surface area. 4 Conclusions Mn was doped into the CuOCo3O4 CeO2 (CCC) catalyst, and it was found that Mn was selectively doped into Co3O4 phase. EDS mappings images showed that the Mn-doping prevented phase separation of Co3O4 after hydrothermal aging. XRD patterns showed that only Co3O4 lattice expanded upon Mn-doping. EXAFS, raman spectroscopy, and XPS results suggested that Mn substitutes Co3+ octahedral sites in the Co3O4 spinel structure. Particularly, XPS O 1s and O2-TPD results showed that the Mn-doped catalyst possessed more surface active oxygen. The catalytic activity of the as-prepared and aged catalysts was evaluated for simultaneous CO and C3H6 oxidation. The Mn-doped catalyst presented enhanced activity and durability compared to the CCC catalyst. Remarkably, C3H6 oxidation was enhanced after Mn-doping and the extent of improvement was even larger after the hydrothermal aging. This is due to better preserved Co3O4 phase. This simple modification can be an important advance in non-PGM-based catalysts for emission control. Acknowledgements This research was supported by the National Research Foundation of Korea (NRF-2016R1A5A1009592; 2018R1A2A2A05018849). The experiments at PLS were supported in part by MSIP and POSTECH. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.01.025. Appendix A Supplementary data The following is Supplementary data to this article: References [1] U.S. DRIVE Advanced Combustion and Emission Control Technical Team Roadmap 2013 [2] R.D. Reitz G. Duraisamy Prog. Energy Combust. Sci. 46 2015 12 71 [3] S.L. Kokjohn R.D. Reitz Int. J. Eng. Res. 14 2013 452 468 [4] S.J. Curran R.M. Hanson R.M. Wagner Int. J. Eng. Res. 13 2012 216 225 [5] L.Q. Liu F. Zhou L.G. Wang X.J. Qi F. Shi Y.Q. Deng J. Catal. 274 2010 1 10 [6] P. Bera K.C. Patil V. Jayaram G.N. Subbanna M.S. Hegde J. Catal. 196 2000 293 301 [7] A. Martinez-Arias M. Fernandez-Garcia A. Iglesias-Juez A.B. Hungria J.A. Anderson J.C. Conesa J. Soria Appl. Catal. B: Environ. 31 2001 51 60 [8] M. Al-Harbi R. Hayes M. Votsmeier W.S. Epling Can. J. Chem. Eng. 90 2012 1527 1538 [9] S.E. Voltz C.R. Morgan D. Liederma S.M. Jacob Ind. Eng. Chem. Prod. Res. Dev. 12 1973 294 301 [10] Y. Nagai T. Hirabayashi K. Dohmae N. Takagi T. Minami H. Shinjoh S. Matsumoto J. Catal. 242 2006 103 109 [11] J. Andersson M. Antonsson L. Eurenius E. Olsson M. Skoglundh Appl. Catal. B: Environ. 72 2007 71 81 [12] M.H. Wiebenga C.H. Kim S.J. Schmieg S.H. Oh D.B. Brown D.H. Kim J.H. Lee C.H.F. Peden Catal. Today 184 2012 197 204 [13] X.W. Xie Y. Li Z.Q. Liu M. Haruta W.J. Shen Nature 458 2009 746 749 [14] S. Royer D. Duprez ChemCatChem 3 2011 24 65 [15] Y. Ren Z. Ma L.P. Qian S. Dai H.Y. He P.G. Bruce Catal. Lett. 131 2009 146 154 [16] Z.G. Liu S.H. Chai A. Binder Y.Y. Li L.T. Ji S. Dai Appl. Catal. A: Gen. 451 2013 282 288 [17] Z.G. Liu Z.L. Wu X.H. Peng A. Binder S.H. Chai S. Dai J. Phys. Chem. C 118 2014 27870 27877 [18] A.J. Binder T.J. Toops R.R. Unocic J.E. Parks S. Dai Angew. Chem. Int. Ed. 54 2015 13263 13267 [19] L. Nie D. Mei H. Xiong B. Peng Z. Ren X.I.P. Hernandez A. DeLaRiva M. Wang M.H. Engelhard L. Kovarik A.K. Datye Y. Wang Science 358 2017 1419 1423 [20] L.F. Liotta H.J. Wu G. Pantaleo A.M. Venezia Catal. Sci. Technol. 3 2013 3085 3102 [21] M.S. Kamal S.A. Razzak M.M. Hossain Atmos. Environ. 140 2016 117 134 [22] Z. Ren V. Botu S.B. Wang Y.T. Meng W.Q. Song Y.B. Guo R. Ramprasad S.L. Suib P.X. Gao Angew. Chem. Int. Ed. 53 2014 7223 7227 [23] Z. Ren Z.L. Wu W.Q. Song W. Xiao Y.B. Guo J. Ding S.L. Suib P.X. Gao Appl. Catal. B: Environ. 180 2016 150 160 [24] L. Ma C.Y. Seo X.Y. Chen K. Sun J.W. Schwank Appl. Catal. B: Environ. 222 2018 44 58 [25] J.H. Li X. Liang S.C. Xu J.M. Hao Appl. Catal. B: Environ. 90 2009 307 312 [26] B. Faure P. Alphonse Appl. Catal. B: Environ. 180 2016 715 725 [27] Z.P. Qu K. Gao Q. Fu Y. Qin Catal. Commun. 52 2014 31 35 [28] W.X. Tang W.H. Li D.Y. Li G. Liu X.F. Wu Y.F. Chen Catal. Lett. 144 2014 1900 1910 [29] Z.Y. Tian P.H.T. Ngamou V. Vannier K. Kohse-Hoinghaus N. Bahlawane Appl. Catal. B: Environ. 117 2012 125 134 [30] Y.C. Huang K.H. Ye H.B. Li W.J. Fan F.Y. Zhao Y.M. Zhang H.B. Ji Nano Res. 9 2016 3881 3892 [31] Y. Ryou J. Lee S.J. Cho H. Lee C.H. Kim D.H. Kim Appl. Catal. B: Environ. 212 2017 140 149 [32] H. Jeong J. Bae J.W. Han H. Lee ACS Catal. 7 2017 7097 7105 [33] H. Wang H.Q. Zhu Z.F. Qin F.X. Liang G.F. Wang J.G. Wang J. Catal. 264 2009 154 162 [34] Q. Guo Y. Liu Appl. Catal. B: Environ. 82 2008 19 26 [35] W.X. Tang X.F. Wu S.D. Li W.H. Li Y.F. Chen Catal. Commun. 56 2014 134 138 [36] M. Morishita S. Ochiai T. Kakeya T. Ozaki Y. Kawabe M. Watada T. Sakai J. Electrochem. Soc. 156 2009 366 370 [37] X.G. Li C. Liu J. Sun H. Xian Y.S. Tan Z. Jiang A. Taguchi M. Inoue Y. Yoneyama T. Abe N. Tsubaki Sci. Rep. 3 2013 2813 [38] Y. Zhou S.N. Sun S.B. Xi Y. Duan T. Sritharan Y.H. Du Z.C.J. Xu Adv. Mater. 30 2018 1705407 [39] J. Rosen G.S. Hutchings F. Jiao J. Catal. 310 2014 2 9 [40] I. Zaharieva M.M. Najafpour M. Wiechen M. Haumann P. Kurz H. Dau Energy Environ. Sci. 4 2011 2400 2408 [41] D.H. Youn J.W. Jang J.Y. Kim J.S. Jang S.H. Choi J.S. Lee Sci. Rep. 4 2014 5492 [42] D. Haskel J.W. Freeland J. Cross R. Winarski M. Newville F. Hellman Phys. Rev. B 67 2003 115207 [43] X. Wang L. Song H.Y. Yang W.Y. Xing H.D. Lu Y. Hu J. Mater. Chem. 22 2012 3426 3431 [44] W. Xu J.H. Chen M.H. Yu Y.X. Zeng Y.B. Long X.H. Lu Y.X. Tong J. Mater. Chem. A 4 2016 10779 10785 [45] H. Oh I.H. Kim N.S. Lee Y.D. Kim M.H. Kim Mater. Res. Express 4 2017 085041 [46] Q.H. Zhang X.H. Liu W.Q. Fan Y. Wang Appl. Catal. B: Environ. 102 2011 207 214 [47] K.J. Kim Y.R. Park Solid State Commun. 127 2003 25 28 [48] X.W. Liu K.B. Zhou L. Wang B.Y. Wang Y.D. Li J. Am. Chem. Soc. 31 2009 3140 3141 [49] X.Q. Wang J.A. Rodriguez J.C. Hanson D. Gamarra A. Martinez-Arias M. Fernandez-Garcia J. Phys. Chem. B 110 2006 428 434 [50] N. Bahlawane P.H.T. Ngamou V. Vannier T. Kottke J. Heberle K. Kohse-Hoinghaus Phys. Chem. Chem. Phys. 11 2009 9224 9232 [51] N. Bahlawane P.H.T. Ngamou K. Kohse-Hoinghaus J. Electrochem. Soc. 157 2010 16 20 [52] M.H. Castano R. Molina S. Moreno Appl. Catal. A: Gen. 492 2015 48 59 [53] L. Xue C.B. Zhang H. He Y. Teraoka Appl. Catal. B: Environ. 75 2007 167 174 [54] B.Y. Bai H. Arandiyan J.H. Li Appl. Catal. B: Environ. 142 2013 677 683 [55] Q. Liu L.C. Wang M. Chen Y. Cao H.Y. He K.N. Fan J. Catal. 263 2009 104 113 [56] J.Y. Luo M. Meng Y.Q. Zha L.H. Guo J. Phys. Chem. C 112 2008 8694 8701 [57] J. Haber W. Turek J. Catal. 190 2000 320 326 [58] J. Bae J. Kim H. Jeong H. Lee Catal. Sci. Technol. 8 2018 782 789 [59] C. Binet M. Daturi J.C. Lavalley Catal. Today. 50 1999 207 225 [60] P. Pietrzyk C. Dujardin K. Gora-Marek P. Granger Z. Sojka Phys. Chem. Chem. Phys. 14 2012 2203 2215 [61] E. Finocchio G. Busca V. Lerenzelli V.S. Escribano J. Chem. Soc. Faraday Trans. 92 1996 1587 1593",
      "scopus-id": "85060556745",
      "coredata": {
        "eid": "1-s2.0-S2468823119300318",
        "dc:description": "A ternary oxide catalyst composed of CuOCo3O4 CeO2 (CCC) has great potential for automotive exhaust treatment due to its excellent CO oxidation activity and high resistance against hydrocarbon inhibition. However, current CCC catalyst exhibits significantly lower hydrocarbon oxidation activity comparing to CO oxidation, and deactivation occurs severely after hydrothermal aging. Here, we show that a Mn-doped CCC (CCCM) catalyst exhibits enhanced activity and durability for C3H6 oxidation, while maintaining the high activity for CO oxidation. The Mn-doping prevented sintering and phase separation of the Co3O4 phase even after hydrothermal aging at 750 °C for 25 h. The Mn was selectively doped into Co3O4 by substituting Co3+ octahedral sites in the Co3O4 spinel structure. The presence of Mn with a larger cation radius induced lattice expansion of the Co3O4 phase with more surface active oxygen. This strategy can provide a facile way to develop better non-PGM catalysts for emission control.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119300318",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bae, Junemin"
          },
          {
            "@_fa": "true",
            "$": "Kim, Beom-Sik"
          },
          {
            "@_fa": "true",
            "$": "Jeong, Hojin"
          },
          {
            "@_fa": "true",
            "$": "Lee, Hyunjoo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119300318"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119300318"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30031-8",
        "prism:volume": "467",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Mn-doped CuOCo3O4 CeO2 catalyst with enhanced activity and durability for hydrocarbon oxidation",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CuOCo3O4 CeO2"
          },
          {
            "@_fa": "true",
            "$": "Diesel oxidation catalyst"
          },
          {
            "@_fa": "true",
            "$": "Propene"
          },
          {
            "@_fa": "true",
            "$": "Surface oxygen"
          },
          {
            "@_fa": "true",
            "$": "Durability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "9-15",
        "prism:endingPage": "15",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2019",
        "prism:doi": "10.1016/j.mcat.2019.01.025",
        "prism:startingPage": "9",
        "dc:identifier": "doi:10.1016/j.mcat.2019.01.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12813",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14643",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "105",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5711",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "100",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5992",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11672",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10812",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4977",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8073",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "230",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19017",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "378",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33672",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "471",
            "@width": "302",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39574",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "496",
            "@width": "302",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42911",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "451",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78355",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "422",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70293",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "445",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32940",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60147",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1843007",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119300318-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "4255956",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85060556745"
      }
    }
  }
}