{
  "metadata": {
    "title": "Nickel phthalocyanine based porous bimetallic catalysts for high activity CO<ce:inf loc=post>2</ce:inf> electroreduction over wide potential window",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-05-15",
    "doi": "10.1016/j.mcat.2025.115039",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125002251",
    "pii": "S2468823125002251"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105000458620",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-03-21 2025-03-21 2025-03-21 2025-03-21 2025-04-12T03:56:21 1-s2.0-S2468823125002251 S2468-8231(25)00225-1 S2468823125002251 10.1016/j.mcat.2025.115039 S300 S300.1 FULL-TEXT 1-s2.0-S2468823125X00067 2025-04-12T03:20:31.435186Z 0 0 20250515 2025 2025-03-21T07:27:18.466123Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 579 579 C Volume 579 3 115039 115039 115039 20250515 15 May 2025 2025-05-15 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. NICKELPHTHALOCYANINEBASEDPOROUSBIMETALLICCATALYSTSFORHIGHACTIVITYCO2ELECTROREDUCTIONOVERWIDEPOTENTIALWINDOW CHEN L 1 Introduction 2 Experimental section 2.1 Materials 2.2 Synthesis of ZIF-8 carrier 2.3 Fabrication of nickel phthalocyanine based porous bimetallic catalysts 2.4 Fabrication of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts 3 Results and discussion 3.1 Characterization of nickel phthalocyanine based porous bimetallic catalysts 3.2 Electrochemical performance of nickel phthalocyanine based porous bimetallic catalysts 3.3 Characterization of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts 3.4 Electrochemical performance of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References TUO 2023 142510 Y ZHOU 2024 215802 F LI 2024 114050 J SONG 2024 e202301719 D CHEN 2024 e202301634 J SONG 2024 2310037 Y YANG 2024 T BI 2024 5356 5364 X ZHANG 2024 e202405733 R FENG 2024 114310 S YANG 2024 141896 S LANG 2024 2311694 X SONG 2020 1903796 R KOU 2022 82 111 Z GAO 2024 114225 Y KUMAR 2024 114161 A VIJAY 2021 1024 1031 S CHOI 2019 666 672 J SUN 2024 123389 X LIU 2023 4855 4933 L BOHRA 2019 1345 1349 D PARK 2022 1627 1634 J LI 2021 2333 2337 S WU 2020 1205 1211 Q MA 2023 113632 J BHARDWAJ 2017 1 A MAURIN 2016 12084 12087 A CHOI 2018 1801280 J CHEN 2022 2111322 K WANG 2022 6082 Q LIU 2022 e202201166 W ZHANG 2023 e202300829 J MENG 2024 e199 Q SONG 2023 10785 10794 Y CHENX2025X115039 CHENX2025X115039XL 2027-03-21T00:00:00.000Z 2027-03-21T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-03-23T03:44:00.772Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 23zx7168 Southwest University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100004335 http://sws.geonames.org/1814991 National Natural Scientific Foundation of China NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Doctoral Fund of Southwest University of Science and Technology U20A20125 22478321 National Natural Science Foundation of China-Yunnan Joint Fund http://data.elsevier.com/vocabulary/SciValFunders/501100011002 http://sws.geonames.org/1814991 This work was supported by the National Natural Scientific Foundation of China [U20A20125, 22478321], and the Doctoral Fund of Southwest University of Science and Technology [23zx7168]. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00225-1 S2468823125002251 1-s2.0-S2468823125002251 10.1016/j.mcat.2025.115039 315758 2025-04-12T03:20:31.435186Z 2025-05-15 1-s2.0-S2468823125002251-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/MAIN/application/pdf/afccc7259b4553ada480005cb2b607c6/main.pdf main.pdf pdf true 6776762 MAIN 9 1-s2.0-S2468823125002251-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/PREVIEW/image/png/725aab88b3aadf57d22cc54d038c67c2/main_1.png main_1.png png 59943 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125002251-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr4/DOWNSAMPLED/image/jpeg/2016f418d82c35786d6babd83a352596/gr4.jpg gr4 gr4.jpg jpg 232868 836 781 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr3/DOWNSAMPLED/image/jpeg/b18961de8547beab145ae640a0039d25/gr3.jpg gr3 gr3.jpg jpg 102923 570 781 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr5/DOWNSAMPLED/image/jpeg/65d59b03d788ca5c355b4af533db2e3f/gr5.jpg gr5 gr5.jpg jpg 108343 571 781 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr2/DOWNSAMPLED/image/jpeg/23b54b8a9995775409cbebef84673af2/gr2.jpg gr2 gr2.jpg jpg 161672 684 701 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/ga1/DOWNSAMPLED/image/jpeg/a5bbbb0ca46d73b789fbaed7ba844eea/ga1.jpg ga1 true ga1.jpg jpg 35552 200 449 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr1/DOWNSAMPLED/image/jpeg/bfb27ef3457bf926284d74407389a7a7/gr1.jpg gr1 gr1.jpg jpg 56674 312 640 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125002251-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr4/THUMBNAIL/image/gif/44a0e9431c3e4762e127689883ab4952/gr4.sml gr4 gr4.sml sml 15304 164 153 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr3/THUMBNAIL/image/gif/f8634946ee82699c8c7d3f47f23a17d3/gr3.sml gr3 gr3.sml sml 14346 160 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr5/THUMBNAIL/image/gif/eb1a1c146b323f5f808993e320951d84/gr5.sml gr5 gr5.sml sml 16294 160 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/gr2/THUMBNAIL/image/gif/13fd8fb3540c2deb24001a40216a4bbd/gr2.sml gr2 gr2.sml sml 14848 164 168 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/ga1/THUMBNAIL/image/gif/76adc7cce1381fde1f213ed2285c6c85/ga1.sml ga1 true ga1.sml sml 9975 98 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002706/gr1/THUMBNAIL/image/gif/c7f9673251c445f453a16b99f716b203/gr1.sml gr1 gr1.sml sml 10863 107 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125002251-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/HIGHRES/image/jpeg/b38143003e99ec1c43bcf082e7e45c84/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 2126821 3703 3458 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/HIGHRES/image/jpeg/086217efcb0211232dd9aaf54e64cd9c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 727468 2522 3458 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/HIGHRES/image/jpeg/2078595be2693aa994397a665c46ff0a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 816676 2528 3458 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/HIGHRES/image/jpeg/bc22aa447774fe265cdd97a593956666/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1589401 3031 3106 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/HIGHRES/image/jpeg/bc571718012c919f2ae6973995f59fd9/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 262410 886 1987 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002706/HIGHRES/image/jpeg/3b220e0d30711177579a15d425d6d453/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 405686 1379 2833 IMAGE-HIGH-RES 1-s2.0-S2468823125002251-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125002251/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/fcb4c2ce7b7c2a858c5e45b96e8c906f/mmc1.docx mmc1 mmc1.docx docx 693843 APPLICATION MCAT 115039 115039 S2468-8231(25)00225-1 10.1016/j.mcat.2025.115039 Elsevier B.V. Fig. 1 Schematic illustration for the preparation of Nickel phthalocyanine based porous bimetallic catalyst. Fig 1 Fig. 2 (a) The XRD patterns of NiPcCu-ZIFs and ZIF-8. (b) The XRD patterns of NiPcCu-NC, NiPc-NC, and Cu-NC. (c) Raman spectra of NiPcCu-NC, NiPc-NC, and Cu-NC catalysts. (d-e) N2 adsorption-desorption isotherms and pore size distributions of NiPcCu-NC, NiPc-NC, and Cu-NC catalysts. (f) High-resolution XPS C1s, (g) N1s, Ni 2p (h), and Cu 2p (i) spectra of NiPcCu-NC. (j) SEM image of NiPcCu-ZIFs and NiPcCu-NC, and HAADF-TEM image and EDS elemental distribution maps of NiPcCu-NC. Fig 2 Fig. 3 (a) LSV curves of NiPcCu-NC in saturated N2 and saturated CO2 electrolytes. (b) LSV curves of the three catalysts in saturated CO2 electrolyte. (c-e) FECO, TOF, and JCO of NiPcCu-NC, NiPc-NC, and Cu-NC in the range of −0.47 to −1.07 V. (f) 1H NMR spectrum of KHCO3 electrolyte after ECR reaction of NiPcCu-NC. (g) Tafel slopes of the three catalysts. (h) Stability evaluation of NiPcCu-NC under continuous electrolysis at −0.67 V for 32 h. Fig 3 Fig. 4 (a) TEM images, dark-field images, and EDS element distribution maps of NiPcCu-NCA and NiPcCu-NCB. (b) XRD patterns of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (c) Raman spectra of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (d) N2 adsorption-desorption isotherms of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (e) Pore size distribution curves of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (f-g) High-resolution XPS C 1s spectra of NiPcCu-NCA, NiPcCu-NCB. (h-i) High-resolution XPS N 1s spectra of NiPcCu-NCA, NiPcCu-NCB. (j) High-resolution XPS Cu 2p spectra of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. Fig 4 Fig. 5 (a) LSV comparison of the three catalysts: NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (b) FECO of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC in the range of −0.47 to −1.07 V. (c) JCO in the range of −0.47 to −1.07 V. (d) Tafel slopes of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (e) 1H NMR spectrum of KHCO3 electrolyte after CO2ER reaction with NiPcCu-NCA. (f) Tafel slopes of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC. (g) Stability evaluation of NiPcCu-NCA under continuous electrolysis at −0.67 V for 40 h. Fig 5 Nickel phthalocyanine based porous bimetallic catalysts for high activity CO2 electroreduction over wide potential window Liang Chen Writing – original draft Formal analysis Data curation a 1 ⁎ Ling Gao Methodology Formal analysis a 1 Xinai Zhang Writing – original draft Supervision Formal analysis a Xueling Liu Investigation a Qin Chen Resources a Jinchao Li Funding acquisition a ⁎ Yaping Zhang Project administration Funding acquisition a ⁎ Tianxia Liu Supervision b a Engineering Research Center of Biomass Materials (Ministry of Education), School of Materials and Chemistry, Southwest University of Science and Technology, Mianyang, 621010, PR China Engineering Research Center of Biomass Materials (Ministry of Education) School of Materials and Chemistry Southwest University of Science and Technology Mianyang 621010 PR China aEngineering Research Center of Biomass Materials (Ministry of Education), School of Materials and Chemistry, Southwest University of Science and Technology, Mianyang, 621010, PR China b School of Chemistry and Chemical Engineering, North Minzu University, Yinchuan, 750021, PR China School of Chemistry and Chemical Engineering North Minzu University Yinchuan 750021 PR China bSchool of Chemistry and Chemical Engineering, North Minzu University, Yinchuan, 750021, PR China ⁎ Corresponding authors. 1 These authors contributed equally. Robust electrocatalyst with high catalytic activity and high selectivity over wide potential window is a crucial element for CO2 electroreduction. In this study, combining the advantages of metal-nitrogen-carbon catalyst and bimetallic atomic catalyst, nickel phthalocyanine based porous bimetallic catalyst was synthesized using various porous carbon supports. Benefit from the complementary and synergistic effect of dual active metals derived from nickel and copper, prepared bimetallic catalyst achieved high selectivity and CO Faradaic efficiency (FECO) exceeding 90% over a wide cathodic potential range (-0.57 V to -1.07 V), along with high current density and good long-term stability in CO2 reduction (ECR) under low overpotential conditions of 464 millivolts. Besides, different carbon source carriers (citric acid, carbon, and ZIF-8) supported bimetallic catalyst were detailed, and the citric acid derived carbon source carrier fabricated bimetallic catalyst exhibited best performances with a highest current density (114.2 mA cm−2 at -1.1 V) and a wide cathodic potential range (-0.57 V to -1.07 V) for FECO>90%. This work provides a cost-effective, extendable, and efficient strategy to fabricate electrocatalyst for CO2 reduction to CO, which can meaningfully extend the CO2 electroreduction in practical application. Graphical abstract Image, graphical abstract Keywords Co2 reduction Metal-nitrogen-carbon catalyst Nickel Phthalocyanine Electrocatalysis Data availability Data will be made available on request. 1 Introduction Electroreduction of carbon dioxide (CO2) into valuable chemical products is one of the effective and promising strategies to consume the greenhouse gas and facilitate the storage of green power in chemical bonds [1,2]. Depending on employed catalyst, the electroreduction of CO2 process can yield various valuable products via distinct reaction pathways, encompassing carbon monoxide [3], formic acid [4], methane [5], methanol [6], ethylene [7], ethanol [8], and n-propanol [9]. Among these CO2 reduction products, carbon monoxide (CO) holds particular favor owing to its significance as a primary feedstock for the Fischer-Tropsch synthesis [10]. Moreover, in the electroreduction process, CO also exhibits high selectivity, facile separation from reaction mixtures, and cost-effectiveness [11,12]. Consequently, CO2-to-CO electroreduction conversion stands out as a promising way within the electrochemical industry. In the electroreduction system, electrocatalysts aimed at scaling up of the CO2-to-CO transformation for practical applications [13,14]. Currently, the electrocatalysts capable of electrochemically reducing CO2-to-CO include precious metal catalysts (Ag, Au) [15,16], transition metal catalysts [17], molecular catalysts [18], single-atom catalysts [19], and bimetallic catalysts [20]. Early studies indicated that precious metals such as Ag, Au, and Pd were active electrocatalysts for the electrochemical reduction (ECR) reaction, but they always required high overpotentials for achieving high selectivity [21]. Nanoscale structural improvements, such as Ag nanowires and Au nanoclusters [22,23], could enhance their electrocatalytic performances and product selectivity, whereas the high cost of precious metal catalysts restricted their industrial application. In recent years, researchers have widely focused on carbon materials with abundant N atom doping, forming metal-nitrogen-carbon (M-N-C) catalysts of significance in the electrochemical reduction field [24,25]. These catalysts possess single-atom metal active sites and excellent catalytic performances. In particular, Ni-N-C catalysts are considered the most promising candidates for large-scale CO2 reduction to CO [26]. These catalysts consist of metal centers, carbonaceous carriers, and nitrogen sources with defined active sites. Catalytic performance can be enhanced by adjusting the structure and position of ligands. Immobilizing metal complexes on carbon carrier will improve its catalytic activity. Organic ligands such as porphyrins and phthalocyanines have been extensively studied and have demonstrated excellent catalytic performance, notably in enhancing CO selectivity and stability [27–29]. However, currently reported M-N-C catalysts primarily consist of single-atom catalysts, which suffer from limited active sites and challenges in achieving high activity and selectivity through conventional techniques. Researchers have been employed multifaceted synthetic strategies to enhance catalyst structures and improve ECR performance, which also poses limitations for industrial applications and large-scale preparation [30]. Bimetallic atomic catalysts inherit most advantages of single-metal catalysts while offering unique benefits, which can dope a different type of metal into an active metal and achieve desired catalytic performance through synergistic interactions between the two metals [31]. Given the distinct planar conjugated π-electron structure and well-defined controllable central active sites of nickel phthalocyanine (NiPc) complexes, they offer active metal centers and abundant nitrogen sources, rendering them as the ideal catalysts for CO2 reduction. In this study, combining the advantages of M-N-C catalyst and bimetallic atomic catalyst, nickel and copper were used as dual active metals to enhance the catalytic performance through their complementary and synergistic effects. For the proposed bimetallic catalyst, the copper metal could effectively inhibit hydrogen evolution and the Ni-N-C could provide superior CO selectivity. Furthermore, to overcome the aggregation effect of NiPc and maximize the exposure of active sites, the porous ZIF-8 was employed as a carbon carrier to support the bimetallic catalyst. In this case, the active sites, catalytic activity, and catalytic stability for CO2 electrochemical reduction under lower overpotential conditions of the bimetallic atomic catalyst could be efficiently improved (Fig. 1 ). Additionally, citric acid can be decomposed to produce porous carbon skeleton materials through the carbonation process under the inert atmosphere, and carbon black possesses high specific surface area, thermostability, and uniform aperture, therefore, citric acid and carbon black are the good carbon source carriers for fabricating M-N-C catalyst. Benefit from the beneficial characteristics, universality, and cost-effectiveness of citric acid and carbon black, we further studied the ECR performances of the two type carbon source carriers supported bimetallic catalyst, aiming to further lower the preparation procedure, time, and cost of catalyst (Fig. 1). This work provides a cost-effective, extendable, and efficient strategy to fabricate electrocatalyst for CO2 reduction to CO, which can meaningfully extend the CO2 electroreduction in the practical application. 2 Experimental section 2.1 Materials Nickel phthalocyanine (>98%) was purchased from Shanghai Bide Pharmaceutical Technology Co., Ltd. Hydrophobic carbon paper (39BC) was provided by Toray Corporation of Japan. Cation exchange membrane (Nafion 117) was obtained from DuPont Corporation of America. All other reagents are analytically pure unless otherwise specified. 2.2 Synthesis of ZIF-8 carrier ZIF-8 for subsequent use was synthesized following the procedure outlined in the literature and maintained under dry conditions. 2.08 g Zn(NO3)2·6H2O and 2.30 g dimethylimidazole were dissolved in 70 mL methanol, respectively, and mixed the two solutions evenly. Then, the mixed solution performed a continuous stirring at 25 °C for 6 h, and product was placed in a 60 °C oven for 12 h to obtain a white precipitate. After centrifuge process, the precipitate was obtained, and the precipitate washed with ethanol centrifugation until the upper liquid was clear. After vacuum drying at 80 °C, the collected white solid was prepared ZIF-8. 2.3 Fabrication of nickel phthalocyanine based porous bimetallic catalysts Firstly, 0.02 mmol nickel phthalocyanine (NiPc), 0.048 g Cu(NO3)2·3H2O, and 30 mg urea were dissolved in 50 mL ethanol, respectively. Then, 1.0 g prepared ZIF-8 was dispersed in 50 mL ethanol, and the NiPc and Cu(NO3)2·3H2O solution were slowly added to the ethanol dispersion, and then stirred the mixed solution continuously at 30 °C for 5 h. Subsequently, the mixture was placed in an oven at 80 °C for 12 h. After the ethanol was completely evaporated, the dark blue solid was the precursor of nickel phthalocyanine based multi-porous MOF bimetallic catalyst (NiPcCu-ZIFs). After thoroughly grinding the solid, it was placed in a tube furnace and heated from 25 °C to 910 °C at a heating rate of 5 °C/min under an Ar atmosphere (100 mL/min) for 2 h. The resulting black solid was nickel phthalocyanine based porous MOF bimetallic catalyst (NiPcCu-NC). Under the same process conditions, different porous MOF bimetallic catalyst only containing NiPc or Cu(NO3)2·3H2O named NiPc-ZIFs and Cu-ZIFs, respectively. 2.4 Fabrication of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts 0.02 mmol nickel phthalocyanine (NiPc), 0.048 g Cu(NO3)2·3H2O, and 30 mg urea dissolved in 50 mL ethanol in beaker. Next, 1.0 g ZIF-8, citric acid, or commercial carbon black were placed in beakers and sonicated in 75.0 mL ethanol solvent for 30 min. After they were evenly dispersed, they were slowly added to the above beaker and thoroughly mixed with the above solutions. The mixture was heated in an oil bath at 30 °C and stirred for 6 h. Subsequently, the reacted mixture was placed in an 80 °C oven and allowed to dry overnight to evaporate the solvent, resulting in three different solids. After thoroughly grinding the solids, they were placed in tube furnaces and heated from room temperature to 910 °C at a heating rate of 5 °C/min under an Ar atmosphere (100 mL/min) for 2 h. Three black powdery solids were obtained, named NiPcCu-NC, NiPcCu-NCA, and NiPcCu-NCB. 3 mg of each obtained catalyst mixed with 470 μL ethanol and 30 μL Nafion solution, then, an ultrasonic dispersion performed to obtain an ink like suspension. Finally, the ink like suspension coated on a hydrophobic carbon paper as a working electrode for CO2ER performance testing. 3 Results and discussion 3.1 Characterization of nickel phthalocyanine based porous bimetallic catalysts The successful synthesis of NiPcCu-ZIFs was confirmed by XRD analysis (Fig. 2 a). A comparison of the XRD patterns of ZIF-8 revealed no diffraction peaks corresponding to metallic Ni and Cu, indicating the absence of nano-sized particles in NiPcCu-ZIFs. The introduction of NiPc and Cu did not affect the original crystalline phase of ZIF-8, and at this stage, metallic Ni and Cu did not exhibit significant aggregation on the surface of ZIF-8. Upon high-temperature pyrolysis in an oxygen-free environment, the typical diffraction peaks of carbonized ZIF-8 disappeared, and the crystalline structures of the loaded metals transformed into amorphous carbon layers, as shown in Fig. 2b. XRD patterns of NiPcCu-NC, NiPc-NC, and Cu-NC catalysts revealed two prominent characteristic diffraction peaks at 24° and 44°, corresponding to the (002) and (100) planes of graphite carbon, consistent with standard graphite peaks (Graphite, 41–1487). Moreover, no diffraction peaks attributed to metallic Ni and Cu or their compounds were observed in the XRD patterns, indicating the absence of crystalline Ni and Cu compounds during the preparation of NiPcCu-NC. Raman spectroscopy was used to examine the graphitization level of the catalysts NiPcCu-NC, NiPc-NC, and Cu-NC (Fig. 2c). The D and G bands were observed at 1345 cm−1 and 1592 cm−1, respectively. The D band is linked to defects, structural distortions, and amorphous regions, while the G band is characteristic of ordered graphitic carbon. The intensity ratio of the D band to the G band (ID/IG) indicates the degree of graphitization [32]. NiPcCu-NC has a higher ID/IG value (1.17) compared to NiPc-NC (1.04) and Cu-NC (1.13), suggesting it has a greater degree of disordered carbon structure. This metal-nitrogen coordination promotes the formation of defects, enhancing carbon disorder, and also supports metal doping and charge transfer, which can improve CO2 electrochemical reduction performance. The specific surface areas and pore size distributions of NiPcCu-NC, NiPc-NC, and Cu-NC, were analyzed by BET, as depicted in Fig. 2d,e. The BET method was employed to calculate their specific surface areas, while the BJH model was used to analyze the pore size distribution. Nitrogen adsorption-desorption isotherms revealed a rapid increase in N2 adsorption in the relative pressure range of 0.9 to 1.0 for all catalysts, with an inflection point observed at relatively low pressures, indicative of type II isotherms. Additionally, all catalysts exhibited substantial specific surface areas, with NiPcCu-NC having the highest surface area (1182.1 m2 g −1), followed by NiPc-NC (738.9 m2 g −1) and Cu-NC (831.5 m2 g −1). Analysis of pore size distribution revealed that NiPcCu-NC and NiPc-NC predominantly possessed a combination of micropores (pore size 0∼2 nm) and mesopores (pore size 2∼50 nm), while Cu-NC was primarily composed of mesopores. The average pore sizes of NiPcCu-NC, NiPc-NC, and Cu-NC were 3.59 nm, 3.20 nm, and 7.10 nm, respectively, indicating the well-developed porous structures of the synthesized catalysts. These results suggest that the phthalocyanine structure provides abundant defect sites during thermal decomposition, resulting in enhanced specific surface areas, which facilitate the incorporation of more metal atoms within the porous carbon matrix. Furthermore, this porous structure promotes favorable charge transfer effects. Moreover, in conjunction with the aforementioned ICP-AES data, it was observed that NiPcCu-NC, which exhibited the highest metal loading, also possessed the highest specific surface area. The presence of numerous cavities within the porous carbon structure rich in nitrogen facilitates metal adsorption and doping, leading to an increased number of active metal sites, thereby enhancing the specific surface area with increasing metal content in the carrier. In summary, these catalysts with high specific surface areas and porous structures not only facilitate catalytic activity by improving charge transfer capabilities but also expose more active metal sites during the ECR process, thereby enhancing catalytic selectivity. X-ray photoelectron spectroscopy (XPS) was utilized to examine the chemical composition and valence states of NiPcCu-NC. The XPS spectrum (Fig. S1, Supplementary Material) confirmed the presence of carbon, nitrogen, oxygen, nickel, and copper in the catalyst. High-resolution spectra of C 1s and N 1s (Fig. 2f,g) revealed the coordination of carbon atoms with nitrogen, as evidenced by peaks corresponding to CC/C = C (284.8 eV), CN (286.6 eV), and CO (288.7 eV) [33], indicating the absence of direct bonding with the central metal. Additionally, five different types of N are present in the catalyst, corresponding to pyridinic N (398.2 eV), metal-N (399.1 eV), pyrrolic N (400.3 eV), graphitic N (401.2 eV), and oxidized N (403.7 eV), confirming the successful coordination between the central Ni site and N in the catalyst. The Ni 2p spectra of NiPcCu-NC and NiPc-NC (Fig. 2h) show that the binding energies of Ni 2p3/2 in both catalysts are at 855.1 eV, between those of Ni0 (853.5 eV) and Ni2+ (855.8 eV), indicating that the valence state of Ni in both catalysts lies between 0∼+2. This suggests that the introduction of Cu did not significantly affect the valence state of Ni. Furthermore, the Cu 2p spectra of NiPcCu-NC and Cu-NC catalysts (Fig. 2i) display characteristic peaks at 932.3 eV and 952.2 eV, corresponding to Cu+, and peaks at 934.6 eV and 954.8 eV, corresponding to Cu2+. These results indicate that the addition of Ni or Cu in the catalyst did not significantly affect the valence state of the other metal. Morphological characterization of the prepared precursors and catalysts was conducted, as shown in Fig. 2j. SEM images demonstrated that NiPcCu-ZIFs, NiPc-ZIFs, and Cu-ZIFs all exhibited a rhombic dodecahedral structure with particle sizes ranging from 250 to 400 nm, consistent with reported morphology structures, suggesting that the doping of NiPc and Cu did not significantly affect the morphology of ZIF-8. Furthermore, SEM images at different magnifications revealed that the structures of calcined NiPcCu-NC, NiPc-NC, and Cu-NC still retained the basic rhombic dodecahedral morphology, although the edges and corners became less defined. TEM images and corresponding EDS maps of the prepared NiPcCu-NC catalyst (Fig. 2j) exhibited a consistent rhombic dodecahedral morphology with sizes ranging from 200 to 300 nm, with no apparent aggregation of metallic clusters observed. HAADF-TEM images also supported these findings. Elemental distribution maps from EDS analysis indicated uniform distribution of C, N, Ni, and Cu in CBNCuNi (Fig. 2j). Additionally, the metal contents of NiPcCu-NC, NiPc-NC, and Cu-NC samples were determined by ICP-AES analysis, as shown in Table S1 (Supplementary Material). The total metal loading of NiPcCu-NC was 3.29 wt% (Ni: 1.68 wt%, Cu: 1.61 wt%), higher than that of NiPc-NC (1.59 wt%) and Cu-NC (1.65 wt%). 3.2 Electrochemical performance of nickel phthalocyanine based porous bimetallic catalysts To investigate the catalytic activity of NiPcCu-NC, Linear Sweep Voltammetry (LSV) tests were conducted in 0.5 mol L −1 KHCO3 electrolytes saturated with CO2 and N2, as shown in Fig. 3 a. The onset cathodic potential indicates the voltage at which CO or H2 generation begins. In N2-saturated electrolyte, NiPcCu-NC showed low HER activity, with an onset cathodic potential around −0.8 V. However, in CO2 saturated electrolyte, the onset cathodic potential decreased to −0.35 V, accompanied by a sharp increase in current density, reaching 83.67 mA cm−2 at higher voltages. This suggests superior catalytic activity towards CO2 reduction (ECR) over HER. Comparing the ECR activity of NiPcCu-NC with monometallic catalysts (NiPc-NC and Cu-NC), NiPcCu-NC exhibited higher current density within the voltage range of 0 to −1.1 V (Fig. 3b). The selectivity for CO production during ECR was highest for NiPcCu-NC, with an FECO exceeding 90% at −0.57 V, peaking at 95.9% at −0.67 V, and remaining above 90% until −0.97 V. In contrast, NiPc-NC reached a maximum FECO of only 90.3% at −0.87 V, while Cu-NC showed poor selectivity, consistently below 25% within the potential range of −0.47 V to −1.07 V (Fig. 3c). These results demonstrate that NiPcCu-NC outperforms NiPc-NC and Cu-NC in CO selectivity during ECR. This enhancement can be attributed to the synergistic interaction between Ni and Cu, promoting ECR performance. Additionally, the high surface area and porous structure of NiPcCu-NC facilitate internal charge transfer, enhancing ECR performance. Fig. 3d illustrates a comparison of partial current densities of products among the catalysts at varying potentials. Notably, NiPcCu-NC demonstrates superior CO partial current density, peaking at 32.6 mA cm−2 at −1.07 V, and achieves a JCO of 12.2 mA cm−2 at the optimum FECO potential of −0.67 V. In contrast, NiPc-NC and Cu-NC yield lower current densities of 8.10 mA cm−2 and 2.39 mA cm−2, respectively, at the same voltage. JCO of NiPcCu-NC surpasses that of NiPc-NC and Cu-NC by 1.5 and 5.1 times, respectively. Turnover frequency (TOF), presented in Fig. 4 e, confirms the superior intrinsic catalytic activity of NiPcCu-NC across the entire potential range compared to NiPc-NC and Cu-NC. This underscores NiPcCu-NC's significant enhancement in ECR performance, attributed to its high surface area, porous structure facilitating improved charge transfer, and enhanced exposure of active sites. Moreover, the synergistic effect between Ni and Cu critically contributes to the heightened ECR performance. Furthermore, Fig. 3f displays the 1H NMR spectrum of the electrolyte post-ECR reaction with NiPcCu-NC catalyst using DMSO as the deuterated solvent. Notably, only a single peak for H2O is observed, indicating the absence of liquid-phase byproducts during the ECR process. The Tafel slopes calculated from the Tafel equation for NiPcCu-NC, NiPc-NC, and Cu-NC are shown in Fig. 3g. The Tafel slope of NiPcCu-NC is 96.03 mV dec−1, which is lower than those of NiPc-NC (124.8 mV dec−1) and Cu-NC (210.2 mV dec−1), indicating that NiPcCu-NC has the fastest CO2 reduction kinetics. Moreover, the Tafel slope for NiPcCu-NC is close to 118 mV dec−1, suggesting that the rate-determining step in the ECR process for this catalyst is the formation of the *COOH intermediate through proton-coupled electron transfer. To further understand the high activity of the NiPcCu-NC catalyst, its electrochemical active surface area (ECSA) was evaluated by determining the double-layer capacitance (Cdl) from cyclic voltammetry (CV) curves, as shown in Fig. S2 (Supplementary Material), with the ECSA results presented in Fig. S3 (Supplementary Material). The data indicate that NiPcCu-NC has the largest ECSA among the catalysts, suggesting that it offers superior catalytic performance by exposing more active sites during CO2 electroreduction (ECR). Electrochemical impedance spectroscopy (EIS) measurements were conducted on NiPcCu-NC, NiPc-NC, and Cu-NC to study their impedance and reaction kinetics, with the resulting Nyquist plots shown in Fig. S3 (Supplementary Material). The smaller semicircle diameter for NiPcCu-NC, compared to NiPc-NC and Cu-NC, indicates that it has the lowest charge transfer resistance and, consequently, the best charge transfer capability during ECR. Fig. 3h depicts the evaluation of NiPcCu-NC catalyst stability during prolonged electrolysis. Extended chronoamperometry tests at −0.67 V were conducted, revealing that NiPcCu-NC maintained FECO above 90% over 32 h, with a slight decrease in current density yet consistently above 20 mA cm−2. These results underscore the exceptional electrocatalytic stability of NiPcCu-NC. Static water contact angle tests further support this, showing water contact angles exceeding 90° for NiPcCu-NC, NiPc-NC, and Cu-NC, indicating a hydrophobic nature that enhances stability during electrochemical reactions. 3.3 Characterization of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts The NiPcCu-NC catalyst, prepared with a high specific surface area and abundant pore structure, demonstrates significant catalytic activity by enhancing charge transfer during electrochemical reduction (ECR) and increasing current density. To optimize this characteristic, we utilized the same preparation method for NiPcCu-NC but substituted the carbon source carrier with citric acid (CA) and commercial carbon black (CB), resulting in two catalysts: NiPcCu-NCA and NiPcCu-NCB. This adjustment aimed to refine the experimental process and enhance CO product selectivity. Comparing these catalysts with NiPcCu-NC allowed us to evaluate ECR performance based on different carbon source carriers. ICP-AES analysis of metal loading in NiPcCu-NCA and NiPcCu-NCB confirmed similar total metal contents, approximately 3.42 wt%, 3.21 wt%, and 3.46 wt%, respectively, due to their consistent metal-to-nitrogen-to-carbon ratio and processing. Morphological examination via SEM and TEM revealed NiPcCu-NCA's irregular elongated fibrous structure and NiPcCu-NCB's honeycomb-like composition of irregular granules (Fig. 4a). EDS results confirmed uniform distribution of N, C, Ni, and Cu elements without significant metal cluster particles in both catalysts (Fig. 4a). The XRD patterns of NiPcCu-NCA and NiPcCu-NCB (Fig. 4b) resemble NiPcCu-NC, showing characteristic diffraction peaks at 24° and 44° corresponding to the (002) and (100) crystal planes of graphite. No discernible diffraction peaks related to Ni and Cu crystals indicate the absence of significant metal cluster particles. The Raman spectra of NiPcCu NCA, NiPcCu NCB, and NiPcCu NC catalysts (Fig. 4c) all appeared two characteristic scattering peaks corresponding to graphite carbon (G band) and disordered carbon (D band), respectively, indicating that all three prepared catalysts simultaneously have carbon defects and graphitization structures. Comparing the ratio of D band to G band strength (ID/IG), it can be found that the ID/IG values of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC are all greater than 1.0, with values of 1.19, 1.14, and 1.17, respectively, indicating that this rich defect structure is beneficial for the uniform anchoring and dispersion of metal atoms [34]. Meanwhile, NiPcCu-NCA has the lowest degree of graphitization among the three catalysts and is similar to NiPcCu-NC, indicating that its carbon supports CA and ZIF-8 both have rich disordered carbon structures after high-temperature pyrolysis. BET analysis determined nitrogen adsorption-desorption isotherms, specific surface areas, and pore size distributions of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC catalysts (Fig. 4d,e). As shown in Fig. 4d,e, all samples exhibit increasing N2 adsorption-desorption isotherms in the relative pressure range of 0.9–1.0, resembling Type I or Type II isotherms. NiPcCu-NCA and NiPcCu-NC predominantly possess microporous and mesoporous structures, while NiPcCu-NCB primarily exhibits a mesoporous structure. All materials possess abundant pore structures, enhancing gas adsorption capacity and specific surface areas. This facilitates charge transfer during electrocatalytic reactions, improving ECR performance. NiPcCu-NCA demonstrates the highest specific surface area (1472.3 m2 g −1), beneficial for enhancing reactant molecule adsorption and metal atom doping, ultimately improving catalytic activity. As shown in Fig. 4f,g, the high-resolution C 1s spectra of NiPcCu-NCA and NiPcCu-NCB were divided into CC/C = C (284.8 eV), CN (286.5 eV), and CO (288.7 eV), indicating successful doping of C and N. The high-resolution N 1s spectra (Fig. 4h,i) shown that all two catalysts contain pyridine N (398.2 eV), metal N (399.1 eV), pyrrole N (400.3 eV), graphite N (401.2 eV), and oxidized N (403.7 eV). The Cu 2p spectra indicate that both NiPcCu-NCB and NiPcCu-NC exhibit characteristic peaks at binding energies of 932.3 eV and 952.2 eV for Cu 2p3/2 and Cu 2p1/2 (Fig. 4j), respectively, corresponding to Cu+ and Cu2+, suggesting the presence of Cu in two valence states in these materials. However, compared to both, NiPcCu-NCA displays a shift towards higher binding energies in the Cu 2p spectra, indicating a more pronounced electronic interaction between Ni and Cu in the material. Additionally, the Ni 2p spectra reveal that the binding energies of Ni 2p3/2 and Ni 2p1/2 of NiPcCu-NCA were located around 855.8 eV and 872.7 eV (Fig. S4, Supplementary Material), respectively, indicating the predominance of Ni in the +2 state. In contrast, the Ni 2p spectra of NiPcCu-NCB and NiPcCu-NC shown Ni 2p3/2 binding energy at 855.3 eV, suggesting Ni valence states between 0 and +2. These results suggest that the presence of Ni2+ in NiPcCu-NCA may be attributed to a stronger electronic interaction with Cu, indicating a relatively significant synergistic effect between Ni and Cu, which may contribute to enhancing ECR performance to a certain extent. 3.4 Electrochemical performance of different carbon load-carrying nickel phthalocyanine based porous bimetallic catalysts The electrochemical performance of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC catalysts in the electrochemical reduction of CO2ER was further compared to explore the influence of different carbon supports on the electrocatalytic properties of bimetallic catalysts. Using an electrode system H cell, the ECR activity of the catalysts was assessed. The LSV results with CO2 and N2 revealed lower HER activity for all catalysts in N2-saturated electrolyte at an initial cathodic potential of −0.80 V (Fig. 5 a). However, in CO2 saturated electrolyte, the initial potential decreased to between −0.10 V and −0.30 V, indicating catalytic activity for ECR under CO2 saturation conditions. NiPcCu-NCA showed a slightly lower onset potential compared to NiPcCu-NCB and NiPcCu-NC, suggesting reduced energy consumption (Fig. 5a). To clear the effect of metal loading, we compared the electrochemical performance of monometallic NiPc-NCA and Cu-NCA catalysts with same loadings. NiPcCu-NCA achieved a current density of 114.2 mA cm−2 at −1.1 V, significantly surpassing both NiPc-NCA (88.9 mA cm−2) and Cu-NCA (62.3 mA cm−2) under identical conditions (Fig. S5, Supplementary Material), resulting that bimetallic interaction—not loading—is the primary driver of improved CO2RR activity. Moreover, NiPcCu-NCA exhibited the highest current density, reaching up to 114.2 mA cm−2 at −1.1 V, indicating superior catalytic activity. The faradaic efficiency for CO (FECO) within the range of −0.47 V to −1.07 V was measured to investigate selectivity towards CO production (Fig. 5b). NiPcCu-NCA reached its peak FECO at −0.67 V, reaching 98.58%, and remained above 90% within the range of −0.57 V to −1.07 V, demonstrating superior selectivity compared to NiPcCu-NCB and NiPcCu-NC. NiPcCu-NCB reached a maximum FECO of 92.14% at −0.77 V, while NiPcCu-NC reached 95.9% at −0.67 V, slightly lower than NiPcCu-NCA. These results indicate that NiPcCu-NCA exhibits the best CO selectivity among the catalysts. Similarly, the comparison of the CO production current density (JCO ) at different voltages revealed that NiPcCu-NCA achieved a JCO of 13.97 mA cm−2 at the optimal selectivity potential, higher than that of NiPcCu-NCB and NiPcCu-NC within the range of −0.47 V to −1.07 V (Fig. 5c). When the potential reached −1.07 V, the JCO of NiPcCu-NCA was 1.5 times and 1.1 times higher than that of NiPcCu-NCB and NiPcCu-NC, respectively. This enhancement in activity may be attributed to enhanced charge transfer and strong electronic interaction between the active metals Ni and Cu facilitated by the higher specific surface area of the carbon framework. In order to further analyze the intrinsic catalytic activity of NiPcCu-NCA, NiPcCu-NCB, and NiPcCu-NC, the corresponding TOF values were calculated (Fig. 5d). NiPcCu-NCA exhibited the highest TOF value among the three catalysts, slightly higher than NiPcCu-NC, and both catalysts have higher catalytic activity than NiPcCu-NCB. This is consistent with the evaluation results of current density and FECO. Additionally, the 1H NMR spectrum of the electrolyte after electrochemical reactions with the NiPcCu-NCA catalyst revealed the detection of only a single peak corresponding to H2O (Fig. 5e), suggesting that NiPcCu-NCA does not produce any other liquid-phase products during the ECR process. Therefore, the NiPcCu-NCA catalyst showcases heightened ECR performance than NiPcCu-NC. While maintaining comparable catalytic activity, it attains heightened selectivity at reduced overpotentials. This enhancement can be ascribed to the porous architecture and augmented specific surface area of NiPcCu-NCA, facilitating charge transference during electrochemical processes. Moreover, this framework promotes the doping of active metal sites, augmenting the exposure of Ni and Cu active metals, thus bolstering ECR. Additionally, a more conspicuous synergistic interplay between Ni and Cu is evident, distinctly favoring the ECR outcome. The kinetics of the ECR process were evaluated by measuring the Tafel slopes, as shown in Fig. 5f. The Tafel slope for NiPcCu-NCA was 93.13 mV dec−1, which is lower than that for NiPcCu-NC (104.2 mV dec−1) and significantly lower than that for NiPcCu-NCB (188.6 mV dec−1). This result indicates that NiPcCu-NCA has superior CO generation kinetics, suggesting that the synergistic interaction between Ni and Cu enhances the kinetic efficiency of the ECR process. Additionally, the Tafel slopes for all catalysts were near 118 mV dec−1, indicating that the rate-determining step likely involves the proton-coupled electron transfer process, where both H + and e − are simultaneously absorbed by CO2 molecules to form *COOH intermediates. To assess the charge transfer and kinetic behaviors during ECR, electrochemical impedance spectroscopy (EIS) was conducted, with results presented in Fig. S6 (Supplementary Material). Compared to NiPcCu-NCB and NiPcCu-NC, NiPcCu-NCA showed a smaller arc radius on the Nyquist plot, indicating a higher charge transfer efficiency and quicker adsorption/conversion of CO2 in the electrolyte. This reinforces the superior catalytic performance of NiPcCu-NCA in ECR. For stability assessment, chronoamperometric testing was carried out on NiPcCu-NCA over a 40 h period at its optimal selective potential of −0.67 V (Fig. 5g). After 40 h of continuous electrolysis, the Faradaic efficiency for CO (FECO) remained above 90%, and the current density showed no significant degradation. Meanwhile, the XPS analysis of waste catalyst was performed to understand the changes of Cu sites. The Cu 2p spectra of the waste catalyst exhibit no discernible peaks at binding energies characteristic of metallic Cu (Fig. S7, Supplementary Material). The absence of detectable metallic Cu signals could be attributed to its extremely low content. This observation aligns with the excellent electrocatalytic stability demonstrated by the catalyst during long-term CO2RR operation. These results demonstrate a significant advancement in the electrochemical stability of the NiPcCu-NCA catalyst. 4 Conclusions In conclusion, NiPc based porous bimetallic catalysts for CO2 electrochemical reduction were synthesized. NiPcCu-NC showed exceptional catalytic activity and selectivity, achieving a peak current density of 83.67 mA cm−2. Notably, it exhibited high selectivity over a wide cathodic potential range (−0.57 V to −0.97 V), with Faradaic efficiencies consistently exceeding 90%, peaking at 95.9% at −0.67 V. The citric acid derived carbon source carrier fabricated NiPcCu-NCA exhibited best performances with a highest current density (114.2 mA cm−2 at −1.1 V) and a wide cathodic potential range (−0.57 V to −1.07 V) for FECO>90%. The catalyst's superior performance stems from its carbon support with a high specific surface area and stable porous structure, enhancing charge transfer capability and exposing metal active sites. Additionally, the synergistic effect between Ni and Cu enhanced selectivity, surpassing NiPc-NC and Cu-NC catalysts. Overall, these catalysts offer a straightforward preparation process, utilize low-cost and environmentally friendly raw materials, and hold promise for widespread application in CO2 electrochemical reduction. These findings provide valuable insights for designing efficient catalysts for practical industrial use. CRediT authorship contribution statement Liang Chen: Writing – original draft, Formal analysis, Data curation. Ling Gao: Methodology, Formal analysis. Xinai Zhang: Writing – original draft, Supervision, Formal analysis. Xueling Liu: Investigation. Qin Chen: Resources. Jinchao Li: Funding acquisition. Yaping Zhang: Project administration, Funding acquisition. Tianxia Liu: Supervision. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Scientific Foundation of China [U20A20125, 22478321], and the Doctoral Fund of Southwest University of Science and Technology [23zx7168]. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2025.115039. Appendix Supplementary materials Image, application 1 References [1] Y. Tuo W. Liu Q. Lu X. Wang J. Luo S. Wang Y. Zhou M. Wang X. Sun X. Feng M. Wu D. Chen J. Zhang SO42− mediated CO2 activation on metal electrode for efficient CO2 electroreduction Chem. Eng. J. 464 2023 142510 Y. Tuo, W. Liu, Q. Lu, X. Wang, J. Luo, S. Wang, Y. Zhou, M. Wang, X. Sun, X. Feng, M. Wu, D. Chen, J. Zhang, SO42− mediated CO2 activation on metal electrode for efficient CO2 electroreduction, Chem. Eng. J., 464 (2023) 142510. [2] F. Zhou J. Zhang Y. Zhang Y. Wu Y. Wang W. Luo Palladium-copper bimetallic catalysts for electroreduction of CO2 and nitrogenous species Coord. Chem. Rev. 509 2024 215802 F. Zhou, J. Zhang, Y. Zhang, Y. Wu, Y. Wang, W. Luo, Palladium-copper bimetallic catalysts for electroreduction of CO2 and nitrogenous species, Coord. Chem. Rev., 509 (2024) 215802. [3] J. Li Z. Cao X. Zhang L. Gao X. Liu L. Chen Y. Zhang Q. Zhang P. Zhang T. Liu Gram-scale synthesis of Ni-Zn diatomic sites catalyst for efficient electrochemical CO2 reduction Molecular Catalysis 558 2024 114050 J. Li, Z. Cao, X. Zhang, L. Gao, X. Liu, L. Chen, Y. Zhang, Q. Zhang, P. Zhang, T. Liu, Gram-scale synthesis of Ni-Zn diatomic sites catalyst for efficient electrochemical CO2 reduction, Molecular Catalysis, 558 (2024) 114050. [4] D. Song S. Zhang M. Zhou M. Wang R. Zhu H. Ning M. Wu Advances in the stability of catalysts for electroreduction of CO2 to formic acid ChemSusChem. 2024 e202301719 n/a D. Song, S. Zhang, M. Zhou, M. Wang, R. Zhu, H. Ning, M. Wu, Advances in the stability of catalysts for electroreduction of CO2 to formic acid, ChemSusChem., n/a (2024) e202301719. [5] J.-M. Chen W.-J. Xie Z.-W. Yang L.-N. He Molecular engineering of copper phthalocyanine for CO2 electroreduction to methane ChemSusChem. 17 2024 e202301634 J.-M. Chen, W.-J. Xie, Z.-W. Yang, L.-N. He, Molecular engineering of copper phthalocyanine for CO2 electroreduction to methane, ChemSusChem., 17 (2024) e202301634. [6] Y. Song P. Guo T. Ma J. Su L. Huang W. Guo Y. Liu G. Li Y. Xin Q. Zhang S. Zhang H. Shen X. Feng D. Yang J. Tian S.K. Ravi B.Z. Tang R. Ye Ultrathin Cationic covalent organic nanosheets for enhanced CO2 electroreduction to methanol Adv. Mater. 36 2024 2310037 Y. Song, P. Guo, T. Ma, J. Su, L. Huang, W. Guo, Y. Liu, G. Li, Y. Xin, Q. Zhang, S. Zhang, H. Shen, X. Feng, D. Yang, J. Tian, S.K. Ravi, B.Z. Tang, R. Ye, Ultrathin, Cationic covalent organic nanosheets for enhanced CO2 electroreduction to methanol, Adv. Mater., 36 (2024) 2310037. [7] T. Yang Y. Zhang Z. Huang J. Yang M. Kuang Customized CO2 electroreduction to methane or ethylene by manipulating *H and *CO adsorption on Cu/CeOx catalysts Journal of Materials Chemistry A 2024 T. Yang, Y. Zhang, Z. Huang, J. Yang, M. Kuang, Customized CO2 electroreduction to methane or ethylene by manipulating *H and *CO adsorption on Cu/CeOx catalysts, Journal of Materials Chemistry A, (2024). [8] X. Bi Y. Zhao Y. Yan H. Wang M. Wu Grain boundaries assisting the generation of abundant Cu+ for highly selective electroreduction of CO2 to ethanol Green Chemistry 26 2024 5356 5364 X. Bi, Y. Zhao, Y. Yan, H. Wang, M. Wu, Grain boundaries assisting the generation of abundant Cu+ for highly selective electroreduction of CO2 to ethanol, Green Chemistry, 26 (2024) 5356–5364. [9] R. Zhang J. Zhang S. Wang Z. Tan Y. Yang Y. Song M. Li Y. Zhao H. Wang B. Han R. Duan Synthesis of n-propanol from CO2 electroreduction on bicontinuous Cu2O/Cu nanodomains Angewandte Chem. Int. Edition 2024 e202405733 n/a R. Zhang, J. Zhang, S. Wang, Z. Tan, Y. Yang, Y. Song, M. Li, Y. Zhao, H. Wang, B. Han, R. Duan, Synthesis of n-propanol from CO2 electroreduction on bicontinuous Cu2O/Cu nanodomains, Angewandte Chem. Int. Edition, n/a (2024) e202405733. [10] S. Feng M. Gao Y. Zhou Y. Sun N. Zhao W. Wang Efficient electroreduction of CO2 into CO in flow cell with a metal-free ternary-doped porous carbon Molecular Catalysis 564 2024 114310 S. Feng, M. Gao, Y. Zhou, Y. Sun, N. Zhao, W. Wang, Efficient electroreduction of CO2 into CO in flow cell with a metal-free ternary-doped porous carbon, Molecular Catalysis, 564 (2024) 114310. [11] S. Yang K. Liu X. Fan G. Zhu Y. Liu X. Quan Structure engineering to enhance CO2 electroreduction to CO on N-doped porous carbon flowers supported Fe3O4 nanoclusters J. Clean. Prod. 450 2024 141896 S. Yang, K. Liu, X. Fan, G. Zhu, Y. Liu, X. Quan, Structure engineering to enhance CO2 electroreduction to CO on N-doped porous carbon flowers supported Fe3O4 nanoclusters, J. Clean. Prod., 450 (2024) 141896. [12] X. Lang W. Guo Z. Fang G. Xie G. Mei Z. Duan D. Liu Y. Zhai X. Lu Crystalline-amorphous interfaces engineering of CoO-InOx for highly efficient CO2 electroreduction to CO Small. 2024 2311694 n/a X. Lang, W. Guo, Z. Fang, G. Xie, G. Mei, Z. Duan, D. Liu, Y. Zhai, X. Lu, Crystalline-amorphous interfaces engineering of CoO-InOx for highly efficient CO2 electroreduction to CO, Small., n/a (2024) 2311694. [13] R.-B. Song W. Zhu J. Fu Y. Chen L. Liu J.-R. Zhang Y. Lin J.-J. Zhu Electrode materials engineering in electrocatalytic CO2 reduction: energy input and conversion efficiency Advanced Materials 32 2020 1903796 R.-B. Song, W. Zhu, J. Fu, Y. Chen, L. Liu, J.-R. Zhang, Y. Lin, J.-J. Zhu, Electrode materials engineering in electrocatalytic CO2 reduction: energy input and conversion efficiency, Advanced Materials, 32 (2020) 1903796. [14] Z. Kou X. Li T. Wang Y. Ma W. Zang G. Nie J. Wang Fundamentals, on-going advances and challenges of electrochemical carbon dioxide reduction Electrochem. Energ. Rev. 5 2022 82 111 Z. Kou, X. Li, T. Wang, Y. Ma, W. Zang, G. Nie, J. Wang, Fundamentals, on-going advances and challenges of electrochemical carbon dioxide reduction, Electrochem. Energ. Rev., 5 (2022) 82–111. [15] Y. Gao M. Zhao L. Jiang Q. Yu Electrochemical CO2 reduction of graphene single-atom/cluster catalysts Molecular Catalysis 562 2024 114225 Y. Gao, M. Zhao, L. Jiang, Q. Yu, Electrochemical CO2 reduction of graphene single-atom/cluster catalysts, Molecular Catalysis, 562 (2024) 114225. [16] A. Kumar J. Kaur M. Ubaidullah R.K. Gupta Molecular heterogenous electrocatalysts for CO2 reduction: science, engineering, challenges and future prospects Molecular Catalysis 561 2024 114161 A. Kumar, J. Kaur, M. Ubaidullah, R.K. Gupta, Molecular heterogenous electrocatalysts for CO2 reduction: science, engineering, challenges and future prospects, Molecular Catalysis, 561 (2024) 114161. [17] S. Vijay W. Ju S. Brückner S.-C. Tsang P. Strasser K. Chan Unified mechanistic understanding of CO2 reduction to CO on transition metal and single atom catalysts Nat. Catal. 4 2021 1024 1031 S. Vijay, W. Ju, S. Brückner, S.-C. Tsang, P. Strasser, K. Chan, Unified mechanistic understanding of CO2 reduction to CO on transition metal and single atom catalysts, Nat. Catal., 4 (2021) 1024–1031. [18] J. Choi P. Wagner S. Gambhir R. Jalili D.R. MacFarlane G.G. Wallace D.L. Officer Steric modification of a cobalt phthalocyanine/graphene catalyst to give enhanced and stable electrochemical CO2 reduction to CO ACS. Energy Lett. 4 2019 666 672 J. Choi, P. Wagner, S. Gambhir, R. Jalili, D.R. MacFarlane, G.G. Wallace, D.L. Officer, Steric modification of a cobalt phthalocyanine/graphene catalyst to give enhanced and stable electrochemical CO2 reduction to CO, ACS. Energy Lett., 4 (2019) 666–672. [19] X. Sun L. Wang X. Lan Q. Lu Y. Tuo C. Ye D. Wang C. Xu Positively charged nickel-sulfur dual sites for efficient CO2 electroreduction reaction Applied Catalysis B: Environmental 342 2024 123389 X. Sun, L. Wang, X. Lan, Q. Lu, Y. Tuo, C. Ye, D. Wang, C. Xu, Positively charged nickel-sulfur dual sites for efficient CO2 electroreduction reaction, Applied Catalysis B: Environmental, 342 (2024) 123389. [20] L. Liu A. Corma Bimetallic sites for catalysis: from binuclear metal sites to Bimetallic nanoclusters and nanoparticles Chem. Rev. 123 2023 4855 4933 L. Liu, A. Corma, Bimetallic sites for catalysis: from binuclear metal sites to Bimetallic nanoclusters and nanoparticles, Chem. Rev., 123 (2023) 4855–4933. [21] D. Bohra I. Ledezma-Yanez G. Li W. de Jong E.A. Pidko W.A. Smith Lateral adsorbate interactions inhibit HCOO− while promoting CO selectivity for CO2 electrocatalysis on silver Angewandte Chemie Int. Edition 58 2019 1345 1349 D. Bohra, I. Ledezma-Yanez, G. Li, W. de Jong, E.A. Pidko, W.A. Smith, Lateral adsorbate interactions inhibit HCOO− while promoting CO selectivity for CO2 electrocatalysis on silver, Angewandte Chemie Int. Edition, 58 (2019) 1345–1349. [22] J.Y. Park W.J. Dong J.-L. Lee Monolithic Cl-modified nanoporous Ag nanowires for electrochemical CO2 reduction to CO ACS. Appl. Energy Mater. 5 2022 1627 1634 J.Y. Park, W.J. Dong, J.-L. Lee, Monolithic Cl-modified nanoporous Ag nanowires for electrochemical CO2 reduction to CO, ACS. Appl. Energy Mater., 5 (2022) 1627–1634. [23] S. Li A.V. Nagarajan Y. Li D.R. Kauffman G. Mpourmpakis R. Jin The role of ligands in atomically precise nanocluster-catalyzed CO2 electrochemical reduction Nanoscale 13 2021 2333 2337 S. Li, A.V. Nagarajan, Y. Li, D.R. Kauffman, G. Mpourmpakis, R. Jin, The role of ligands in atomically precise nanocluster-catalyzed CO2 electrochemical reduction, Nanoscale, 13 (2021) 2333–2337. [24] Q. Wu J. Gao J. Feng Q. Liu Y. Zhou S. Zhang M. Nie Y. Liu J. Zhao F. Liu J. Zhong Z. Kang A CO2 adsorption dominated carbon defect-based electrocatalyst for efficient carbon dioxide reduction J. Mater. Chem. A 8 2020 1205 1211 Q. Wu, J. Gao, J. Feng, Q. Liu, Y. Zhou, S. Zhang, M. Nie, Y. Liu, J. Zhao, F. Liu, J. Zhong, Z. Kang, A CO2 adsorption dominated carbon defect-based electrocatalyst for efficient carbon dioxide reduction, J. Mater. Chem. A, 8 (2020) 1205–1211. [25] J. Ma C. Liu M. Bai Z. Fu P. Zhao Y. Gao M. Zhao Y. He H. Xiao J. Jia Recent advances in application of tandem catalyst for electrocatalytic CO2 reduction Molecular Catalysis 551 2023 113632 J. Ma, C. Liu, M. Bai, Z. Fu, P. Zhao, Y. Gao, M. Zhao, Y. He, H. Xiao, J. Jia, Recent advances in application of tandem catalyst for electrocatalytic CO2 reduction, Molecular Catalysis, 551 (2023) 113632. [26] A. Bhardwaj J. Kaur M. Wuest F. Wuest In situ click chemistry generation of cyclooxygenase-2 inhibitors Nat. Commun. 8 2017 1 A. Bhardwaj, J. Kaur, M. Wuest, F. Wuest, In situ click chemistry generation of cyclooxygenase-2 inhibitors, Nat. Commun., 8 (2017) 1. [27] A. Maurin M. Robert Catalytic CO2-to-CO conversion in water by covalently functionalized carbon nanotubes with a molecular iron catalyst Chemical Communications 52 2016 12084 12087 A. Maurin, M. Robert, Catalytic CO2-to-CO conversion in water by covalently functionalized carbon nanotubes with a molecular iron catalyst, Chemical Communications, 52 (2016) 12084–12087. [28] J. Choi P. Wagner R. Jalili J. Kim D.R. MacFarlane G.G. Wallace D.L. Officer A porphyrin/graphene framework: a highly efficient and robust electrocatalyst for carbon dioxide reduction Adv. Energy Mater. 8 2018 1801280 J. Choi, P. Wagner, R. Jalili, J. Kim, D.R. MacFarlane, G.G. Wallace, D.L. Officer, A porphyrin/graphene framework: a highly efficient and robust electrocatalyst for carbon dioxide reduction, Adv. Energy Mater., 8 (2018) 1801280. [29] K. Chen M. Cao Y. Lin J. Fu H. Liao Y. Zhou H. Li X. Qiu J. Hu X. Zheng M. Shakouri Q. Xiao Y. Hu J. Li J. Liu E. Cortés M. Liu Ligand engineering in nickel phthalocyanine to boost the electrocatalytic reduction of CO2 Adv. Funct. Mater. 32 2022 2111322 K. Chen, M. Cao, Y. Lin, J. Fu, H. Liao, Y. Zhou, H. Li, X. Qiu, J. Hu, X. Zheng, M. Shakouri, Q. Xiao, Y. Hu, J. Li, J. Liu, E. Cortés, M. Liu, Ligand engineering in nickel phthalocyanine to boost the electrocatalytic reduction of CO2, Adv. Funct. Mater., 32 (2022) 2111322. [30] Q. Wang K. Liu K. Hu C. Cai H. Li H. Li M. Herran Y.-R. Lu T.-S. Chan C. Ma J. Fu S. Zhang Y. Liang E. Cortés M. Liu Attenuating metal-substrate conjugation in atomically dispersed nickel catalysts for electroreduction of CO2 to CO Nat. Commun. 13 2022 6082 Q. Wang, K. Liu, K. Hu, C. Cai, H. Li, H. Li, M. Herran, Y.-R. Lu, T.-S. Chan, C. Ma, J. Fu, S. Zhang, Y. Liang, E. Cortés, M. Liu, Attenuating metal-substrate conjugation in atomically dispersed nickel catalysts for electroreduction of CO2 to CO, Nat. Commun., 13 (2022) 6082. [31] W. Liu P. Bai S. Wei C. Yang L. Xu Gadolinium changes the local electron densities of nickel 3d orbitals for efficient electrocatalytic CO2 reduction Angewandte Chemie International Edition 61 2022 e202201166 W. Liu, P. Bai, S. Wei, C. Yang, L. Xu, Gadolinium changes the local electron densities of nickel 3d orbitals for efficient electrocatalytic CO2 reduction, Angewandte Chemie International Edition, 61 (2022) e202201166. [32] J. Zhang G. Lin J. Zhu S. Wang W. Zhou X. Lv B. Li J. Wang X. Lu J. Fu Modulating electron density of Ni-N-C sites by N-doped Ni for industrial-level CO2 electroreduction in acidic Media ChemSusChem. 16 2023 e202300829 J. Zhang, G. Lin, J. Zhu, S. Wang, W. Zhou, X. Lv, B. Li, J. Wang, X. Lu, J. Fu, Modulating electron density of Ni-N-C sites by N-doped Ni for industrial-level CO2 electroreduction in acidic Media, ChemSusChem., 16 (2023) e202300829. [33] Q. Meng L. Wu X. Yang Y. Xiong F. Kong T. Duan Photo-enhanced uranium recovery from spent fuel reprocessing wastewater via S-scheme 2D/0D C3N5/Fe2O3 heterojunctions SusMat 4 2024 e199 Q. Meng, L. Wu, X. Yang, Y. Xiong, F. Kong, T. Duan, Photo-enhanced uranium recovery from spent fuel reprocessing wastewater via S-scheme 2D/0D C3N5/Fe2O3 heterojunctions, SusMat, 4 (2024) e199. [34] Y. Song J. Mao C. Zhu S. Li G. Li X. Dong Z. Jiang W. Chen W. Wei Ni nanoclusters anchored on Ni–N–C sites for CO2 electroreduction at high current densities ACS. Appl. Mater. Interfaces. 15 2023 10785 10794 Y. Song, J. Mao, C. Zhu, S. Li, G. Li, X. Dong, Z. Jiang, W. Chen, W. Wei, Ni nanoclusters anchored on Ni–N–C sites for CO2 electroreduction at high current densities, ACS. Appl. Mater. Interfaces., 15 (2023) 10785–10794.",
      "scopus-id": "105000458620",
      "coredata": {
        "eid": "1-s2.0-S2468823125002251",
        "dc:description": "Robust electrocatalyst with high catalytic activity and high selectivity over wide potential window is a crucial element for CO2 electroreduction. In this study, combining the advantages of metal-nitrogen-carbon catalyst and bimetallic atomic catalyst, nickel phthalocyanine based porous bimetallic catalyst was synthesized using various porous carbon supports. Benefit from the complementary and synergistic effect of dual active metals derived from nickel and copper, prepared bimetallic catalyst achieved high selectivity and CO Faradaic efficiency (FECO) exceeding 90% over a wide cathodic potential range (-0.57 V to -1.07 V), along with high current density and good long-term stability in CO2 reduction (ECR) under low overpotential conditions of 464 millivolts. Besides, different carbon source carriers (citric acid, carbon, and ZIF-8) supported bimetallic catalyst were detailed, and the citric acid derived carbon source carrier fabricated bimetallic catalyst exhibited best performances with a highest current density (114.2 mA cm−2 at -1.1 V) and a wide cathodic potential range (-0.57 V to -1.07 V) for FECO>90%. This work provides a cost-effective, extendable, and efficient strategy to fabricate electrocatalyst for CO2 reduction to CO, which can meaningfully extend the CO2 electroreduction in practical application.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-05-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125002251",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Liang"
          },
          {
            "@_fa": "true",
            "$": "Gao, Ling"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xinai"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xueling"
          },
          {
            "@_fa": "true",
            "$": "Chen, Qin"
          },
          {
            "@_fa": "true",
            "$": "Li, Jinchao"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yaping"
          },
          {
            "@_fa": "true",
            "$": "Liu, Tianxia"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125002251"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125002251"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00225-1",
        "prism:volume": "579",
        "articleNumber": "115039",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Nickel phthalocyanine based porous bimetallic catalysts for high activity CO2 electroreduction over wide potential window",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Co2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Metal-nitrogen-carbon catalyst"
          },
          {
            "@_fa": "true",
            "$": "Nickel Phthalocyanine"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115039",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 May 2025",
        "prism:doi": "10.1016/j.mcat.2025.115039",
        "prism:startingPage": "115039",
        "dc:identifier": "doi:10.1016/j.mcat.2025.115039",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "836",
            "@width": "781",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "232868",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "570",
            "@width": "781",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102923",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "571",
            "@width": "781",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108343",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "684",
            "@width": "701",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "161672",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "449",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35552",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56674",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15304",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14346",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16294",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14848",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9975",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10863",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3703",
            "@width": "3458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2126821",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2522",
            "@width": "3458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "727468",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2528",
            "@width": "3458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "816676",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3031",
            "@width": "3106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1589401",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1987",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "262410",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1379",
            "@width": "2833",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "405686",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125002251-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "693843",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105000458620"
      }
    }
  }
}