{
  "metadata": {
    "title": "Selective catalytic reduction of NO by ammonia and NO oxidation Over CoO<ce:inf loc=post>x</ce:inf>/CeO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-02-29",
    "doi": "10.1016/j.mcat.2019.110664",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119305188",
    "pii": "S2468823119305188"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85073988718",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-10-22 2019-10-22 2020-02-01 2020-02-01 2020-05-23T11:56:15 1-s2.0-S2468823119305188 S2468-8231(19)30518-8 S2468823119305188 10.1016/j.mcat.2019.110664 S300 S300.4 FULL-TEXT 1-s2.0-S2468823119X00188 2021-03-08T20:15:19.619753Z 0 0 20200201 20200229 2020 2019-10-22T05:26:31.182313Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 482 482 C Volume 482 13 110664 110664 110664 202002 February 2020 2020-02-01 2020-02-29 2020 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. SELECTIVECATALYTICREDUCTIONNOBYAMMONIANOOXIDATIONOVERCOOXCEO2CATALYSTS AKTER N 1 Introduction 2 Experimental sections 2.1 Materials and catalysts preparation 2.2 Catalyst characterization 2.3 Catalytic activity measurement 3 Results and discussion 3.1 Characterization of the catalysts 3.1.1 Physicochemical properties 3.1.2 XRD analysis 3.1.3 Raman spectroscopy 3.2 Standard NH3-SCR and NO oxidation 3.2.1 Effect of Co loading on NH3-SCR 3.2.2 Water effect on NH3-SCR reaction 3.2.3 Effect of Co loading on NO oxidation 4 Conclusion Acknowledgments Appendix A Supplementary data References XIN 2018 29 41 Y USAENVIRONMENTALPROTECTIONAGENCY 2019 OFFICETRANSPORTATIONAIRQUALITYEMISSIONSTANDARDSREFERENCEGUIDE KOEBEL 2002 239 247 M 2012 FUTUREAUTOMOTIVEAFTERTREATMENTSOLUTIONS150CCHALLENGEWORKSHOPREPORT LEE 2016 261 289 T DUNN 1998 103 117 J LONG 1999 5595 5596 R RAHKAMAATOLONEN 2005 217 222 K TAKEUCHI 2004 151 156 M FORZATTI 2009 8366 8368 P NARULA 2012 C FINALREPORTNANOCATALYSTSFORDIESELENGINEEMISSIONREMEDIATION GARCIABORDEJE 2005 166 175 E HUANG 2002 361 368 Z KASPAR 1999 285 298 J SAHIBZADA 1997 459 466 M YIN 2006 2 12 X SUN 2007 247 260 C PRIMO 2011 6930 6933 A SHEN 2012 589 599 Y WANG 2012 1386 1395 X DU 2014 13617 13622 X USBERTI 2015 185 195 N MA 2015 380 394 Z LI 2015 4556 4564 X LOVON 2012 281 289 A LI 2008 1470 1472 Y SHEN 2013 791 800 B CHANG 2013 5294 5301 H MA 2012 1305 1316 Z BERA 1999 36 44 P KE 2007 2096 2099 R KAPTELJN 1994 173 189 F CARJA 2007 60 64 G SMIRNIOTIS 2006 6436 6443 P QI 2004 93 106 G JIANG 2009 1249 1254 B SULTANA 2012 284 289 A NAJBAR 2002 249 254 M YANG 2013 19 28 S XUE 2007 167 174 L YUNG 2007 356 367 M WOODS 2010 28 35 M KIM 2010 49 54 D NATILE 2005 3403 3414 M CHOU 1976 3924 3938 H JAMPAIAH 2013 12963 12974 D LIU 2014 5370 5377 X KIM 2007 370 381 T KIM 2008 197 205 T PECK 2017 8435 8443 T DANIEL 2012 1312 1319 M AGARWAL 2014 4131 4142 S JIANG 2007 4894 4896 J HADJIEV 1988 L199 L201 V HARRISON 2003 47 55 P DZIEMBAJ 2012 121 124 R ZHANG 2013 8282 8289 L KAMASAMUDRAM 2012 688 698 K BARTLEY 2012 683 687 G GUAN 2014 395 414 B PARK 2009 4975 4980 J ROYER 2011 24 65 S REDDY 2003 11475 11484 B DONG 2001 4227 4232 L ZHANG 2014 16904 16908 J YANG 2006 4953 4960 Z NOLAN 2009 2425 2432 M MILT 2003 424 432 V LUO 1997 185 189 M HADJIIVANOV 2000 71 144 K OVERBURY 1999 296 309 S ZHU 2007 195601 195605 Y LI 2011 147 156 J BRANDENBERGER 2008 492 531 S IRFAN 2008 267 274 M QI 2015 205 213 G BOND 2000 323 383 G RICHTER 2004 261 274 M LIU 2018 3550 3560 F AKTERX2020X110664 AKTERX2020X110664XN 2021-01-31T00:00:00Z http://www.elsevier.com/open-access/userlicense/1.0/ https://vtw.elsevier.com/content/oragreement/10131 CHU_DOE publishAcceptedManuscriptIndexable 2021-01-31T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-10-11T01:14:13.759Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas BNL Brookhaven National Laboratory http://data.elsevier.com/vocabulary/SciValFunders/100006231 http://sws.geonames.org/6252001 SBU Stony Brook University http://data.elsevier.com/vocabulary/SciValFunders/100007259 http://sws.geonames.org/6252001 item S2468-8231(19)30518-8 S2468823119305188 1-s2.0-S2468823119305188 10.1016/j.mcat.2019.110664 315758 2020-10-23T00:34:14.181169Z 2020-02-01 2020-02-29 1-s2.0-S2468823119305188-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/MAIN/application/pdf/aaf49126dab716d2860bc6ed7ef59e80/main.pdf main.pdf pdf true 2018941 MAIN 9 1-s2.0-S2468823119305188-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/PREVIEW/image/png/46a3d90bd726f61e8de0d9b96aca2641/main_1.png main_1.png png 54499 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119305188-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/ga1/DOWNSAMPLED/image/jpeg/7ac4a492bd3f8d116e913f8a7febc09c/ga1.jpg ga1 true ga1.jpg jpg 40360 200 474 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/ga1/THUMBNAIL/image/gif/f850ea14f201246f71f04d654bd1a690/ga1.sml ga1 true ga1.sml sml 9568 92 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr1/DOWNSAMPLED/image/jpeg/9635d5ef9b1fe94d40de14c21279532e/gr1.jpg gr1 gr1.jpg jpg 14780 271 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr1/THUMBNAIL/image/gif/e2543049a6503914ac48ef6d38bd279e/gr1.sml gr1 gr1.sml sml 5064 164 205 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr2/DOWNSAMPLED/image/jpeg/749fbd0430580a04c73ee366ad2f5c9a/gr2.jpg gr2 gr2.jpg jpg 31535 288 337 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr2/THUMBNAIL/image/gif/490d0b38c142443ade94e38a19fa157b/gr2.sml gr2 gr2.sml sml 11794 164 192 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr3/DOWNSAMPLED/image/jpeg/c57e2da9df6ce0586c5796c4172624dd/gr3.jpg gr3 gr3.jpg jpg 68494 444 562 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr3/THUMBNAIL/image/gif/3c8f5e92259a0f29c96f24612183a767/gr3.sml gr3 gr3.sml sml 13324 164 207 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr4/DOWNSAMPLED/image/jpeg/a00f9caadb6802689cd037d8fe1e4270/gr4.jpg gr4 gr4.jpg jpg 115022 491 716 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr4/THUMBNAIL/image/gif/4df4b3e1a9271bacf9f827c34ab0dbbc/gr4.sml gr4 gr4.sml sml 15447 150 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr5/DOWNSAMPLED/image/jpeg/3f9f1ec5df20ae1e242f91cd7826b60d/gr5.jpg gr5 gr5.jpg jpg 81837 525 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr5/THUMBNAIL/image/gif/fbd12ae72c821fde05d223cbe7aa157e/gr5.sml gr5 gr5.sml sml 10393 161 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr6/DOWNSAMPLED/image/jpeg/c5324bb8d3cc32c7847853ec0e1cd682/gr6.jpg gr6 gr6.jpg jpg 63066 300 713 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305188-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/gr6/THUMBNAIL/image/gif/a166e0c658c4e78e97c0947c8f39cfae/gr6.sml gr6 gr6.sml sml 8981 92 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305188-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/134feebf10b604bd84d82a200bec5c1c/mmc1.docx mmc1 mmc1.docx docx 47687 APPLICATION 1-s2.0-S2468823119305188-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/STRIPIN/image/svg+xml/df7dc7233ba07e53b56b9d5fe5996284/si1.svg si1 si1.svg svg 6195 ALTIMG 1-s2.0-S2468823119305188-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305188/STRIPIN/image/svg+xml/d2562a0955427782e72eba9267054671/si2.svg si2 si2.svg svg 2325 ALTIMG 1-s2.0-S2468823119305188-am.pdf am am.pdf pdf 1674479 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10Q4B0RDZS5/MAIN/application/pdf/37681bac2f517d75c8c8c299bd1a576b/am.pdf MCAT 110664 110664 S2468-8231(19)30518-8 10.1016/j.mcat.2019.110664 Elsevier B.V. Fig. 1 Surface area results of CoOx/CeO2 catalysts. Co loading: 0–30 wt%. Fig. 1 Fig. 2 XRD patterns of a) CeO2, b) 4% CoOx/CeO2, c) 6% CoOx/CeO2, d) 8% CoOx/CeO2, e) 30% CoOx/CeO2, and f) Co3O4. Closed circle (): CeO2, Closed triangle (): Co3O4. Inset: CeO2, 4%, 6%, and 8% CoOx/CeO2 samples’ XRD pattern at 36.86° 2θ. Fig. 2 Fig. 3 Raman spectra of a) CeO2, b) 0.5% Co/CeO2, c) 2% Co/CeO2, d) 4% Co/CeO2 sample, e) 6% Co/CeO2, f) 8% Co/CeO2, g) 10% Co/CeO2, h) 30% Co/CeO2 and i) Co3O4 sample. Fig. 3 Fig. 4 Effect of Co loading and reaction temperature on NH3-SCR. a) NO conversion, b) NH3 Conversion, c) N2O formation, and d) NO2 formation. Reaction conditions: 500 ppm NO, 500 ppm NH3, 10% O2 balanced with Ar, total flow rate =200 ml/min. sample amount =40 mg sample. Weight hourly space velocity (WHSV) = 300,000 mL/g/h. Fig. 4 Fig. 5 Effect of water on NH3-SCR over 10% Co/CeO2. a) NO conversion, b) NH3 conversion, c) N2O formation, and d) NO2 formation. Reaction conditions: 500 ppm NO, 500 ppm NH3, 2% H2O, 10% O2 balanced with Ar, total flow rate =200 ml/min. sample amount =40 mg sample. Weight hourly space velocity (WHSV) = 300,000 mL/g/h. Fig. 5 Fig. 6 Effect of Co loading and reaction temperature on NO oxidation reaction, a) NO conversion, b) activation energy, Reaction conditions: 500 ppm NO, 10% O2 balanced with Ar, total flow rate =200 ml/min. sample amount =40 mg sample. Weight hourly space velocity (WHSV) = 300,000 mL/g/h. Dot circle: maximum NO conversion over different Co loading samples. Fig. 6 Selective catalytic reduction of NO by ammonia and NO oxidation Over CoOx/CeO2 catalysts Nusnin Akter a b Shuhao Zhang a Jaeha Lee c Do Heui Kim c Jorge Anibal Boscoboinik b Taejin Kim a ⁎ a Department of Materials Science and Chemical Engineering, Stony Brook University, Stony Brook, NY 11794, United States Department of Materials Science and Chemical Engineering Stony Brook University Stony Brook NY 11794 United States Department of Materials Science and Chemical Engineering, Stony Brook University, Stony Brook, NY 11794 b Center for Functional Nanomaterials, Brookhaven National Laboratory, Upton, NY 11973, United States Center for Functional Nanomaterials Brookhaven National Laboratory Upton NY 11973 United States Center for Functional Nanomaterials, Brookhaven National Laboratory, Upton, NY 11973, United States. c School of Chemical and Biological Engineering, Seoul National University, Seoul, 08826, Republic of Korea School of Chemical and Biological Engineering Seoul National University Seoul 08826 Republic of Korea School of Chemical and Biological Engineering, Seoul National University, Seoul, 08826, Republic of Korea. ⁎ Corresponding author. Graphical abstract The selective catalytic reduction of NOx with NH3 (NH3-SCR) at low temperatures is still a major challenge in environmental catalysis research. Metal oxide based catalysts have attracted great attention due to their excellent low-temperature activity. In this study, CeO2-supported cobalt (Co)-oxide with variable Co/Ce weight ratios were prepared by the incipient-wetness impregnation method. The effect of Co loading as well as the effect of temperature on catalytic behaviors have been studied for the NO reduction and NO oxidation reactions. Thorough characterization by means of BET, XRD, and Raman has shown the topological model of the catalyst and interpretation of the observed reactivity trends. The activity test of CoOx/CeO2 catalysts showed that the addition of Co enhanced the activity of NO reduction as well as that of NO oxidation. The most active catalyst with 10 wt% Co loading showed 70% NO reduction and 85% NO oxidation activity. Catalyst characterization results indicated that Co was monodispersed on ceria surface with the low Co loading amount, while Co3O4 was formed on ceria with high Co loading amounts that affected the overall catalytic activity. Keywords NH3-SCR NO oxidation CoOx/CeO2 Incipient wetness impregnation 1 Introduction Nitrogen oxide gases (NOx) are toxic pollutants produced as a result of fuel combustion by the reaction of nitrogen and oxygen at high temperature and usually refer to NO and NO2 gases. NOx gases (mainly NO) threaten the ecosystem by contributing to acid rain and greenhouse gases [1]. Due to numerous environmental problems caused by NO, stringent regulations to limit NO have been made by the Environmental Protection Agency (EPA). EPA has set a limit for NO emission of vehicles to 20 mg/mile by 2025: a 70% reduction of the current NO emission limit [2]. To comply with strict regulations, various methods have been developed to reduce NO emissions. One such effective method is the standard selective catalytic reduction technology with ammonia (NH3-SCR), and it is successfully applied to reduce NO gas into N2 and H2O: [3] 4NH3+4NO + O2 → 4N2+6H2O Also, for NO abatement, the US Council for Automotive Research (USCAR) held a workshop in November 2012 for developing new materials that aim at 90% conversion of emissions at temperatures around 150 °C, along with a 20% improvement in engine efficiency, by 2020 [4]. According to the USCAR report on Federal Test Procedure (FTP), significant emissions are emitted from the vehicle during cold start to light off temperature, and that is the major contributor to the total emissions over the entire drive cycle. However, today’s conventional catalyst of vehicles become effective at ∼200 °C [4]. V2O5-WO3(MoO3)/TiO2 is a commonly used NH3-SCR catalyst for stationary sources, but only shows effective NO reduction at relatively high temperatures of 300–400 °C while the temperature of flue gas from industrial process ranges between 100–200 °C [5,6]. Therefore, power plants must consume additional energy to increase and regulate flue gas temperature optimal for the vanadium oxide-based catalysts resulting in increased cost [6]. Moreover, vanadium oxide-based catalysts are not suited for mobile NH3-SCR application because of the undesired activity in catalyzing SO2 oxidation to SO3, the rapid decrease in activity and selectivity at 550 °C, and the toxicity of the vanadia species, which begin to volatilize above 650 °C [7,8]. Hence, many studies have been focusing on the development of NO reduction catalysts that demonstrate high reactivity and selectivity at a wide temperature range (150–550 °C) in addition to high resistance to SO2 oxidation for use in mobile NH3-SCR. The mobile industry favors lean-burn gasoline and diesel engines because of the high air to fuel ratios results in consumer-friendly fuel efficiency compared to their gasoline engine counterparts [9]. While three-way catalyst (TWC) is developed for gasoline engines emissions, it is not effective for the excess O2 environment [9]. Diesel engines use zeolite-based catalysts promoted by transition metals, which is advantageous in high oxygen environments [10]. While transition metals are cheaper than novel metal alternatives, the transition-metal based catalysts show low activity at low temperatures where the most NO is produced. It has been stated that the effective temperature ranges for Cu- and Fe-ZSM-5 zeolite catalysts are 250–450 °C and 350–650 °C, respectively [11]. To overcome this high operating temperature, there have been strong interests in developing low-temperature SCR catalysts that can be placed in the downstream of the desulfurizer and dust controller to sustain catalysts performance and longevity [12,13]. In recent years, ceria-based catalysts become substantially interested in low-temperature NH3-SCR. Cerium oxide (CeO2) has been applied in several catalytic fields, such as three-way catalysis (TWC), catalytic wet oxidation, oxygen permeation membrane systems, fuel cell processing and photocatalysis [14–18]. It also attracts considerable attention in NH3-SCR [19–24], due to its high oxygen mobility and storage capabilities [25]. However, the operation temperature of bulk CeO2 is above 700 °C and its surface area is decreased by sintering, thus bulk CeO2 cannot be applied for NH3-SCR [26]. Ceria supported metal or metal oxide catalysts are extensively studied and found to enlarge the operating temperature of NO reduction [27–29]. Noble metal catalysts are discovered to be active in lower temperature of 170–300 °C, but due to high costs of noble metal, alternating noble metal with affordable non-noble metal (e.g., Mn, Cu, and Co) based catalyst has become the main area of research [30–38]. At 150 °C, Wu et al., found that Mn/TiO2 catalyst yielded over 90% NO conversion [36]. Sultana et al. [37] reported that Mn/FER showed high NO conversion between 160–400 °C. Although Mn-based catalysts have received great attention for the low temperature catalytic activity but the presence of SO2 and H2O make the catalysts poisoning, and high N2O formation during the reaction is still a general problem [38]. On the other hand, R. Ke et al., and S. Yang et al., reported that bulk Co3O4 and bulk CeO2 have effective performance of NH3-SCR after being sulfated by SO2 [31,39]. Synergetic effects of cobalt with CeO2 catalysts have been interested in NO reduction. Even though CeO2 alone is almost inactive for N2O decomposition, combination of Co3O4 with CeO2 is found to be more active than Co3O4 due to the increase in surface area and reducibility of cobalt (Co3+ to Co2+) [40]. Co-based catalyst systems have been also reported for promising NO oxidation catalytic activity, and comparison works between supported cobalt oxides such as Co/TiO2 and Co/ZrO2 have been shown that 10% Co/ZrO2 prepared by an incipient-wetness impregnation technique was the most active [41]. Though many studies show promising results of cobalt-based catalysts for NOx abatement, less attention has been given to a Co loading effect on NH3-SCR. In this paper, we investigated the catalytic performance of NH3-SCR and NO oxidation with of a series of CoOx/CeO2 catalysts. The influence of different loading of cobalt on the physical structure of the catalyst and their effects on catalytic reaction were also addressed in this paper. 2 Experimental sections 2.1 Materials and catalysts preparation The gases used in the SCR were Oxygen gas (Extra Dry Grade), Argon gas (UHP Grade), 2000 ppm NO in helium, and 2000 ppm NH3 in helium which were all purchased from Praxair along with 200 ppm NO2 in Ar and 200 ppm N2O gas in Ar purchased from Global Calibration Gases LLC. Cobalt(II) nitrate hexahydrate (Co(NO3)2·H2O, ACS grade, 98.0∼102.0% crystalline) used as the reactive site of the catalyst was purchased from Alfa Assar and cerium oxide (CeO2, >99.9%) used as the catalyst support was graciously supplied by Solvay International. Samples of Co/CeO2 with support loadings from 0.5%∼30% were synthesized using incipient wetness impregnation method by forming an aqueous mixture of DI water with Co(NO3)2·H2O and dripping the mixture onto CeO2 at room temperature. The samples were dried at room temperature for 12 h and at 120 °C for 12 h to remove water, followed by calcination by air at 400 °C for 6 h with a ramping rate of 5 °C/min in a tubular furnace. Then crushed and sieved samples resulted in 450 μm in size. 2.2 Catalyst characterization The Brunauer-Emmett-Teller (BET) specific surface area of the samples were measured using the Quantachrome Instrument Nova 2200e Surface Area and Pore Size Analyzer. Before the measurement, the sample was degassed in vacuum for 4 h at 300 °C. Nitrogen adsorption-desorption isotherms were acquired at −196 °C, and the surface area of catalysts were obtained using a linear BET plot. The powder X-ray diffraction (XRD) pattern of Co/CeO2 samples were measured with Rigaku Miniflex Diffractometer using filtered Cu-Kα radiation. The X-ray tube operation was performed at 40 kV and 40 mA. Diffractograms were scanned at intervals of 0.02° in the 2θ range of 20°–80°. The Raman spectra were recorded at room temperature in ambient conditions with 514 nm (visible Raman) excitation using an inVia Raman microscope (Renishaw) equipped with a Lecia DM2500 M microscope and an air-cooled CCD detector. The Raman scattered light was collected in the spectral range of 100–900cm−1 with a resolution of 1 cm−1. The spectral acquisition times were 10 scans accumulated at 10 s/scan. 2.3 Catalytic activity measurement Our activity for the catalyst was measured by using 40 mg of catalyst packed into the centre of a fixed bed quartz reactor, with an O.D. of 3/8″ and a height of 7.6″, at atmospheric conditions. The temperature inside the reactor was measured using a thermocouple (Omega, K-type) implanted inside of the reactor bed. The flowrates were measured by using mass flow meters (Omega Engineering, Inc., FMA-1700A/1800A series). Before the activity test, the catalysts were preheated at 400 °C for 1 h with 20 mL/min of O2 and 80 mL/min of Ar to remove impurities. The ammonia SCR activity was then measured by allowing equal concentrations of NO and NH3 to pass through the reactor bed (500 ppm each), along with 10% O2 and Ar for a total flowrate of 200 mL/min. NO oxidation reaction was carried out in the absence of NH3 but other experimental conditions remained the same (500 ppm NO and 10% O2 with Ar for balance). In order to measure the activity of the catalyst the temperature of the reactor was decreased from 400 °C to 100 °C, in intervals of 50 °C. At every interval, at least 45 min were allocated to allow the system to achieve steady state. The flowrates had to be monitored for any significant fluctuations which could lead to inconsistencies in the data. The gas lines were heated using an electric heating cable between the temperature of 100 °C–150 °C in order to prevent water vapor from condensing in the system and absorption of ammonia into the lines. The outlet gases were analyzed using the FT-IR spectroscopy (Perkin-Elmer, Frontier TM) at 3 min intervals. There was a heated 2-meter gas cell (MARS Series Model #MARS 0.4 L/3V-SS, International Crystal Laboratories), which was set to 120 °C and a KBr window (Perkin-Elmer, Frontier TM) to analyze the products. The conversion of both NO and NH3 was determined by using the following equations: % [ NO ] conversion = [ NO ] Inlet - NO Outlet [ NO ] Inlet x 100 % [ NH 3 ] conversion = [ NH 3 ] Inlet - NH 3 Outlet [ NH 3 ] Inlet x 100 3 Results and discussion 3.1 Characterization of the catalysts 3.1.1 Physicochemical properties The BET specific surface area of bulk CeO2 and CoOx/CeO2 catalysts are presented in Fig. 1 . Increasing the Co loading led to a continuous decrease in the BET surface area. For instance, the 0.5 wt%–30 wt% Co loading samples’ surface areas decreased by 9%–60% compared to bulk CeO2 (∼235 m2/g). The decreasing of specific surface areas can be caused by pore plugging, formation of bulk Co3O4, and/or some sintering of the CeO2 particles. The observed trends are similar to recently reported data from Woods et al., [42] although the authors used different surface area of CeO2, and different precursor of Co for the incipient wetness impregnation. D.S. Kim et al., [43] also reported decreasing surface areas with increasing Co loading where 9.5% Co/CeO2 lost 23% surface area compare to fresh CeO2. It is worthwhile to note that the catalytic activity of NO conversion was not followed the trend that was observed for the BET surface area of the catalyst (explained in the catalytic activity section). This relationship suggests that there is no unique correlation between the catalytic activity and catalysts surface areas. In other words, besides the surface area the other factors should play important roles in controlling the catalytic activity. 3.1.2 XRD analysis Powder X-ray diffraction (XRD) is an effective tool for characterization of the chemical composition and crystalline structure of heterogeneous catalysts. The XRD patterns of the bulk and supported catalysts are shown in Fig. 2 . The XRD pattern of the bulk CeO2 (Fig. 2(a)) exhibits strong peaks corresponding to a face-centered cubic (fcc) fluorite structure of CeO2 (PDF# 97-002-8709). The peaks at 28.38°, 33.17°, 47.39°, and 56.39° represent the (111), (200), (220), and (311) reflections, respectively. Noted that fluorite-structure is a cubic structure (fcc) in which the cations are placed in the corners and in the centers of faces, and oxygen atoms are located at the tetrahedral sites. The Co3O4 (Fig. 2(f)) show diffraction peaks at 31.02°, 36.86°, 44.75°, 59.39° and 65.26° which are assigned to the (220), (311), (400), (511) and (440) reflections, respectively. The Co3O4 XRD results show the characteristic of the spinel structure (PDF# 97-006-9369). In the case of the CoOx/CeO2 samples, up to 4 wt% Co loadings (below 4 wt% samples XRD spectra were not shown for brevity), XRD patterns of CoOx/CeO2 samples were similar to the characteristic of CeO2 and the results provided that up to 4 wt% CoOx/CeO2 samples contain highly dispersed cobalt oxides on the surface of CeO2 support [44]. With increasing Co loading, weak intensity peak at 36.86°, which is attributed to Co3O4, was observed at 6 wt% CoOx/CeO2 XRD pattern. Because lab-scale XRD has a sensitivity limitation to detect microcrystalline (e.g. < 5 nm) metal oxide, such as Co3O4, we can’t avoid the Co3O4 formation at 4 wt% sample. Based on the observed XRD patterns, we can conclude carefully that monolayer coverage is between 4 wt% and 6 wt% CoOx/CeO2. To confirm the Co wt% for monolayer coverage, microcrystal structure sensitive and surface sensitive techniques (e.g. Raman and XPS) are required. In the case of 30 wt% CoOx/CeO2 sample, peak intensity at 36.86° was increased and peak shape sharpens, and weak Co3O4 peaks at 44.75°, 59.39° and 65.26° were also observed. Based on the XRD patterns, it is speculated that 30 wt% sample contains larger size of Co3O4 crystallite but there is no evidence of CoO in the XRD pattern (36.9°, 42.9°, 62.0°, 73.3° and 77.4° 2θ [45]). With the increasing of Co loading, it was also observed that the characteristic fluorite CeO2 peaks were not shifted. This result is indicating that most CoOx species are located at the surface of CeO2 without CeO2 structure modification. It was reported that if CoCeOx solid solution is formed, the unit cell parameter of ceria can be changed, due to the difference in ionic radii of the Co (Co+2 = 0.65 Å and Co+3 = 0.61 Å) and Ce4+ ions (0.97 Å) [46]. X. Liu et al., claimed that when the extrinsic Co+3 ions are doped into the lattice of CeO2, the fluorite lattice will be contracted and extrinsic defects will occur near the grain boundaries, which result in the enhancement of catalytic properties [47]. Because the XRD patterns of CeO2 of the prepared CoOx/CeO2 were not changed, it was reasonably estimated that the obtained catalytic activity results were directly related to the surface CoOx. 3.1.3 Raman spectroscopy In addition to the XRD, the Raman spectroscopy technique has been used for identifying microcrystal formation of surface metal oxide over the supported metal oxide catalysts [48–50]. The Raman spectra of CeO2, CoOx/CeO2, and Co3O4 are presented in Fig. 3 . Bulk CeO2 (Fig. 3(a)), shows a characteristic strong band at ∼460 cm−1 which is attributed to triply degenerate F2g Raman active mode of fluorite structure [51]. The F2g-band arises from the symmetric stretching mode of Ce-O8 and this peak was shown up to 30 wt% CoOx/CeO2 Raman spectrum (Fig. 3(h)). The broad peak at ∼600 cm−1 is assigned to defect induced mode (D-band) of CeO2 and it is associated with anion defects in the ceria lattice [52]. Up to 4% CoOx/CeO2 sample (Fig. 3(d)), the I600cm-1/I460cm-1 ratio was slowly increased with increasing of Co loading on CeO2 which indicates an increasing ceria defect sites. Except for the increasing I600cm-1 intensity, no Co3O4 microcrystal peaks were present and this result provide that surface CoOx were well dispersed on ceria. In the case of 6 wt% sample, new bands at ∼194 (weak, F2g-mode), ∼483 (medium, Eg-phonon mode), ∼522 (medium, F2g-mode), ∼618 (weak, F2g-mode), and ∼690 cm−1 (strong, A1g-mode) were observed, confirming the presence of microcrystalline Co3O4 [53,54]. Furthermore, it can be seen that introducing cobalt oxide (>4 wt%) results in a strong decrease of the CeO2 support peak (F2g) intensity, which may be caused by dispersion of cobalt oxide over the support. Over 4 wt% samples’ Raman spectra (Fig. 3(e)–(h)) clearly showed bulk Co3O4 peaks and relative intensity of I460cm-1/I483cm-1 was continuously decreased. It should be also noted that there is no clear evidence of CoO in the Raman spectrum (143, 221 and 296 cm−1 [55]) was observed for the > 4 wt% CoOx/CeO2 catalyst. These results suggest that crystalline Co3O4 is dominated on the CeO2 support in higher Co loading sample. However we can’t fully avoid the existence of CoO because either CoO or Co3O4 could be discerned by XRD, even though the amount of Co in the catalysts is between 7 and 16%. [56] As shown in Fig. 3, it seems obvious that the monolayer coverage for CoOx/CeO2 is between 4 wt% and 6 wt%, which is similar to the previous XRD results. Also noted that F2g peak of the ceria support does not change upon deposition of the cobalt oxide phase regardless the Co loading that is implying that cobalt does not form a solid solution with ceria, this result contradicts with previous finding. [57] Although both XRD and Raman provide similar conclusion regarding the monolayer coverage information, Raman spectrum provides more clear evidence of the formation of microcrystalline Co3O4. From these results, it can be inferred that Raman spectroscopy shows more bulk oxide sensitivity than that of XRD. 3.2 Standard NH3-SCR and NO oxidation 3.2.1 Effect of Co loading on NH3-SCR Standard SCR was carried out to evaluate the catalytic activity of the CoOx/CeO2 catalysts. Bulk CeO2 and Co3O4 were also tested for comparison. The effects of Co loading (0.5–30 wt%) and reaction temperature (100 °C–400 °C) on the NO reduction activity and products’ concentrations over CoOx/CeO2 catalysts are shown in Fig. 4 . In comparison between CeO2 and Co3O4 catalysts, bulk CeO2 showed in slightly higher NO conversion, while bulk Co3O4 catalyst showed much higher NH3 conversion. This high amount of NH3 conversion is responsible for non-selective NH3 oxidation by O2 that dominant with increasing temperatures and producing additional NO [4NH3 + 5O2 → 4NO + 6H2O]. Thus, higher non-selective NH3 oxidation causes lower NO conversion. It was also noticed that the Co3O4 catalyst shows higher N2O and NO2 production than these of CeO2 in the whole temperature regions. It has been reported that N2O formation at low-temperature is a result of NH3 oxidation by NO2 that formed NH4NO3 surface species and decomposed by the following reaction [58,59]: 2NH3+2NO2 → NH4NO3+N2+H2O and NH4NO3 → N2O+2H2O. Meanwhile, the high-temperature N2O formation is mainly from the oxidation of NH3 by O2 [2NH3 + 2O2 → N2O + 3H2O] [60]. Also, for the Co3O4 at >300 °C it was observed that the N2O (Fig. 4c) productions are suddenly declined where the NO2 formation is keep rising up. This result can be explained that the inclined of NO2 formation at higher temperature caused by N2O deformation and N2 oxidation into NO2. In the case of CoOx/CeO2 samples, interestingly, negative NO conversions were observed except for 30 wt% Co loading sample, indicating NO formation by NH3 oxidation. With the very low loading of Co, such as 0.5% Co/CeO2, negative NO conversion was shown from >200 °C: the highest negative NO conversion (∼20%) at 300 °C along with 100% NH3 conversion at 350 °C. For the medium loading, such as 2–8% Co/CeO2, the temperatures of the highest negative NO conversion and 100% NH3 conversion were shifted to lower temperatures compared to 0.5% Co/CeO2. At between 250 °C and 350 °C, NO conversion was increased with increasing reaction temperature and declined at >350 °C. It was also observed that for the 2–8% Co/CeO2 catalysts both NO and NH3 conversion were increased along with the Co loading. This trend also noticeable with N2O and NO2 formation. It was noticed that for 2–8% Co/CeO2 catalysts the N2O (Fig. 4c) started to decline after 250 °C while NO2 formation stated to incline sharply from this point. Although similar trend was observed over bulk Co3O4, and compared to the bulk Co3O4 the samples of 2%–8% showed lower N2O formation even with the higher NH3 conversion. The 10% Co/CeO2 shows that the highest negative NO conversion was observed at 200 °C with lower negative values (-10%) compared to 0.5–8% samples. Although 10% Co/CeO2 sample shows a negative NO conversion up to 200 °C, it showed the highest NO conversion and NH3 conversion at 300 °C and 200 °C, respectively, among the all other samples. This 10% Co/CeO2 also show that N2O formation was increased up to 200 °C and then decreased, whereas with 0.5%–8% samples the N2O formation was increased up to 250 °C. In the case of 30% Co/CeO2 sample, no negative NO conversion was observed in the whole temperature regions, where still 100% NH3 conversion happen at 250 °C. As shown in Fig. 4c, 30% Co/CeO2 sample showed the highest N2O formation among the CoOx/CeO2 samples, while 10% Co/CeO2 sample showed higher NO conversion and NO2 production at higher temperature (e.g., 300 °C). Based on the observed results, we speculate that NO and NH3 conversion, and N2O as well as NO2 formation are directly related to the Co loading and reaction temperatures. Furthermore, it can be also concluded that surface Co3O4 nanoparticles should be the active sites. Because 30 wt% CoOx/CeO2 sample showed the lower catalytic activity compared to the 10 wt% CoOx/CeO2, controlling the Co3O4 particle size should be considered to enhance the catalytic activity. Overall, the above negative NO conversion with CoOx/CeO2 catalysts can be explained by understanding the surfaces of the solid catalysts, the interaction between the reactants and active sites, surface adsorption, transformation of reactants and so on. In general, ceria shows unique redox properties (Ce4+/Ce3+) that strongly promotes surface oxygen vacancy formation. At a structural level, the presence of low valence cobalt ions in the CeO2 lattice deforms the structure by introduce stress into the lattice of ceria, which decrease the oxygen vacancy formation energy thus resulting in greater non-stoichiometry [61]. In Fig. 3, Raman intensity changing at ∼600 cm−1 is a clear evidence of D-band which is associated with Frenkel-type anion defects induced by the formation of oxygen vacancies due to the mobility of the lattice oxygen in the ceria lattice [52]. In literature, these oxygen vacancies have been proposed to be responsible for the enhancement of catalytic activity, and the mobility of bulk oxygen species at the surface of ceria [62] that affect the redox behavior of the material [63,64]. Zhang et al. [65] demonstrated that NO preferably adsorbed at the surface oxygen vacancy. Also, DFT study by Yang et al. [66] commented that the adsorption energy of NO on reduced ceria is nearly ten times larger than that on stoichiometric ceria. In the case of low Co loading the formation of oxygen vacancy is less. As shown in Fig. 3, the D-band intensity become more pronounced with increasing Co loading. Very low Co loading catalysts (e.g., 0.5% Co/CeO2) would adsorb less NO on the ceria because the ceria surface is less reducible (nearly stoichiometric) compare to the medium or higher loading of Co. Nolan et al. [67] study also supported that with the low number of oxygen vacancy, NO adsorption is weak and sits above a defective surface. Therefore, with low loading of Co (Fig. 4) this loosely bound NO can easily desorb the surface as well as the non-selective NH3 oxidation that dominant with increasing temperatures, thus producing additional NO that leads to negative conversion of NO. On the other hand, with increasing of the Co loading the negative conversion of NO was decreased. This result can be explained that higher amount of Co loading making the ceria surface more reduced that can adsorb NO more strongly and resulted in higher NO conversion. It was also reported that the addition of Co improves the NOx trap due to the formation of nitrogen compounds [68,69]. There are various NxOy species (gaseous N2O, NO2, and N2O4, and surface adsorbed azide (N3 −), nitrosyl (NO), nitrosyl anion (NO−), nitric oxide dianion (NO2 −), hyponitrite anion (N2O2 2−), nitrite ion (NO2 −) and nitrate ion (NO3 −)) are reported [70] in the process of NO adsorption on ceria, where the oxygen vacancies are the active sites for NO dissociation. Among these species, molecular NO and charged NO− can be observed at relatively low temperature, whereas NO2 − and NO3 − (high chemical valance species) are dominant for elevated temperature [71]. As shown in Fig. 4d, all CoOx/CeO2 catalysts showed higher NO2 production at >200 °C which agrees with the literatures findings. 3.2.2 Water effect on NH3-SCR reaction For the actual diesel engine exhaust system, the water content is generated from the combustion of diesel fuel and often leads to catalysts deactivation. Therefore, the resistance of catalysts by water vapor is crucial for industrial application. Fig. 5 shows the result of the water effect on the SCR activity over the 10% Co/CeO2 catalyst which showed the highest SCR activity in dry condition (without H2O). Water causes a certain extent of decrease in activity and negative NO conversation was observed at the 250 °C, which is a little bit higher temperature compare to without water condition (200 °C). Also, in water the non-selective NH3 conversion happened around 300 °C whereas in the dry condition this is happened at 250 °C. This kind of inhibit activity is due to the blockage of active site by the H2O for NO chemisorption. It was reported that adsorbed hydroxyl group is only pulled off under the temperature of 250 °C [72]. That is why in fact in our case, the catalytic activity starts to increase after 250 °C. However, the overall NO conversion was significantly decreased compare to dry condition in the whole temperature ranges. The highest activity with water is about 30% at 350 °C where at dry condition is about 70% at 300 °C. In addition to the NO conversion, the N2O and NO2 production are also decreased in the presence of water. The observed results clearly prove that residual water significantly inhibits the catalytic activity of NH3-SCR performance. For a comparison purpose, NH3-SCR catalytic performance of 10 wt% CoOx/CeO2 catalyst, which shows the highest catalytic activity among the tested samples, with the reported literature results are shown in Table S1 (supporting material). Comparing to the previous studies, CoOx/CeO2 catalyst shows lower NO conversion especially in the presence of water. Although sulphated CeO2 (and Co3O4) catalyst enhanced NO conversion compared to the pure CeO2 (and Co3O4) catalyst, further NH3-SCR activity investigation in the presence of water should be necessary at higher space velocity. 3.2.3 Effect of Co loading on NO oxidation It has been suggested that NO oxidation is the rate-determining step during the “standard” NH3-SCR reaction [73,74]. Also, it is well known that the fast SCR [NO + NO2+2NH3 → 2N2+3H2O; an equimolar NO/NO2 ratio], is the most efficient for the conversion of NOx compared to only NO or NO2 feed [8]. Thus, the effect of Co loading on NO oxidation [2NO + O2 → 2NO2] over Co/CeO2 (shown in Fig. 6 ) was examined as a function of temperature from 100 °C to 400 °C. As shown in Fig. 6, it is clear that the Co3O4 and CoOx/CeO2, except for very low Co loading sample (0.5% Co/CeO2), are more active than pure CeO2. NO conversion increased with increasing Co loading up to 10 wt% and then decreased at 30 wt% which is very similar to the NH3 SCR activity trend (Fig. 4a). Interestingly, reaction temperatures at maximum NO conversion were shifted to lower with increasing Co loading: 0.5 wt%Co (400 °C) > 1 wt% and 2 wt%Co (350 °C) > 10 wt% and 30 wt%Co. In the case of bulk Co3O4, the highest NO conversion was observed at 300 °C and 350 °C. Although bulk Co3O4 shows higher NO conversion compared to the low Co loading samples (i.e., 0.5 wt%, 1 wt% and 2 wt%), its activity is still lower than that of 10 wt% and 30 wt% samples. This result contradicts with reported results from Irfan et al. [75]. The authors reported that unsupported Co3O4 was the most active catalysts for NO oxidation compared to MnOx, CuOx, and Co(0.5)-Mn(0.5). Therefore, it can be hypothesized that the catalytic activity for the NO oxidation reaction of cobalt oxides catalysts can be increased further by choosing the proper supports and Co loadings. In the case of 10 wt% CoOx/CeO2 sample, maximum NO conversion was reached ∼80% at 300 °C and then decreased with further increasing temperature because the NO/NO2 thermodynamic equilibrium favors for NO [76]. The apparent activation energy for the NO oxidation over impregnated CoOx/CeO2 was calculated for the reaction rates per total mole of Co over CoOx/CeO2 catalysts in the temperature range of 150 °C–200 °C, where the NOx conversion is less than 20%. [Fig. 6b] Previous studies have shown that the NO oxidation reaction is known to be first-order with respect to NO: rNO = −k[NO] [76]. The NO oxidation activation energy of the 0.5–30 wt% CoOx/CeO2 catalysts are 15–30 kJ/mol, while these values were lower than that of MnOx-CeO2 (35 kJ/mol) [76]. Interestingly, the higher NO conversion samples, such as 10% and 30% Co, show the higher Ea compared to the lower NO conversion samples. This result indicates that isolated or small cluster of Co particles are active sites for NO oxidation reaction at lower temperature, ≤200 °C. However, to increase the overall NO conversion rate, higher number of active sites are required as shown in Fig. 6a. It has been reported that both activation energy and pre-exponential factor should be considered to increase a kinetics and conversion [77,78]. Thus, NO conversion is proportional to the number of active sites although particle size and surface morphology also affect the kinetics and conversion. It can be reasonably hypothesized that increased active sites can improve the NO chemisorption, which lead to obtain higher pre-exponential factor. In summary, to improve the catalytic activity with higher reactant conversion, both rate constant and pre-exponential factor are important. 4 Conclusion In this work, a series of CoOx/CeO2 catalysts were synthesized by incipient wetness method. The physicochemical properties of the catalysts and Co loading (0.5 wt%-30 wt%) effects were investigated by means of BET, XRD, Raman, standard NH3-SCR, and NO oxidation reaction. Surface CoOx species on ceria was found to be effective for enhancing the catalytic activity of NO reduction and NO oxidation. Based on the Raman and activity results, surface Co3O4 nanomaterials should be the active sites. The higher activity of the CoOx/CeO2 catalyst compare to the bulk Co3O4 was mainly due to the strong cobalt-ceria interaction. We observed that interaction of cobalt with ceria bring change in the intrinsic properties of ceria that can possibly lead to the formation of CeO2 defect sites (Raman spectra in Fig. 3) and enhancement of the reducibility [79]. The result is shown that NO adsorption is less on stoichiometric ceria surface which leads negative NO conversion during NH3-SCR. With increasing amount of Co loading the ceria surface become more reduced and the adsorption of NO on reduced ceria is higher that improve the overall SCR activity. Regardless of the Co loading CoO was not observed in the Raman spectra and the XRD pattern of CoOx/CeO2 catalysts. The activity results showed that the CoOx/CeO2 catalysts are more effective for NO oxidation compare to the NO reduction. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We gratefully acknowledge the financial support from Stony Brook University (SBU) and Brookhaven National Lab (BNL) (Grant # 37298), as well as Center for Functional Nanomaterials at BNL, which is supported by the U.S. Department of Energy, Office of Basic Energy Sciences, under Contract No. DE-SC0012704 and Advance Energy Centre at SBU for laboratory facilities. Xianyin Chen and John Parise are greatly thanked for their helps to obtain the XRD results. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110664. Appendix A Supplementary data The following is Supplementary data to this article: References [1] Y. Xin Q. Li Z. Zhang Zeolitic materials for DeNOx selective catalytic reduction ChemCatChem. 10 2018 29 41 10.1002/cctc.201700854 Y. Xin, Q. Li, Z. Zhang, Zeolitic Materials for DeNOx Selective Catalytic Reduction, ChemCatChem. 10 (2018) 29–41. https://doi.org/10.1002/cctc.201700854. [2] U.S.A. Environmental Protection Agency Office of Transportation and Air Quality. Emission Standards Reference Guide 2019 U.S.A. Environmental Protection Agency. Office of Transportation and Air Quality. Emission Standards Reference Guide. [3] M. Koebel G. Madia M. Elsener Selective catalytic reduction of NO and NO2 at low temperatures Catal. Today 73 2002 239 247 10.1021/ie0200555 M. Koebel, G. Madia, M. Elsener, Selective catalytic reduction of NO and NO2 at low temperatures, Catal. Today 73 (2002) 239-247. https://doi.org/10.1021/ie0200555. [4] Future Automotive Aftertreatment Solutions: The 150°C Challenge Workshop Report 2012 USCAR HQ Southfield, MI November 29-30 Future Automotive Aftertreatment Solutions: The 150°C Challenge Workshop Report. USCAR HQ, Southfield, MI. 2012; November 29-30. [5] T.Y. Lee H. Bai Low temperature selective catalytic reduction of NOx with NH3 over Mn-based catalyst: a review Environm. Sci. 3 2016 261 289 10.3934/environsci.2016.2.261 T. Y. Lee, H. Bai, Low temperature selective catalytic reduction of NOx with NH3 over Mn-based catalyst: A review, Environm. Sci. 3 (2016) 261-289. https://doi.org/10.3934/environsci.2016.2.261. [6] J.P. Dunn P.R. Koppula H.G. Stenger I.E. Wachs Oxidation of sulfur dioxide to sulfur trioxide over supported vanadia catalysts Appl. Catal. B-Environ. 19 1998 103 117 10.1016/S0926-3373(98)00060-5 J. P. Dunn, P. R. Koppula, H. G. Stenger, I. E. Wachs, Oxidation of sulfur dioxide to sulfur trioxide over supported vanadia catalysts, Appl. Catal. B-Environ. 19 (1998) 103-117. https://doi.org/10.1016/S0926-3373(98)00060-5. [7] R.Q. Long R.T. Yang Superior Fe-ZSM-5 catalyst for selective catalytic reduction of nitric oxide by Ammonia J. Am. Chem. Soc. 121 1999 5595 5596 10.1021/ja9842262 R. Q. Long, R. T. Yang, Superior Fe-ZSM-5 Catalyst for Selective Catalytic Reduction of Nitric Oxide by Ammonia. J. Am. Chem. Soc. 121 (1999) 5595–5596. https://doi.org/10.1021/ja9842262. [8] K. Rahkamaa-Tolonen T. Maunula M. Lomma M. Huuhtanen R.L. Keiski The effect of NO2 on the activity of fresh and aged zeolite catalysts in the NH3-SCR reaction Catal. Today 100 2005 217 222 10.1016/j.cattod.2004.09.056 K. Rahkamaa-Tolonen, T. Maunula, M. Lomma, M. Huuhtanen, R.L. Keiski, The effect of NO2 on the activity of fresh and aged zeolite catalysts in the NH3-SCR reaction, Catal. Today. 100 (2005) 217–222. https://doi.org/10.1016/j.cattod.2004.09.056. [9] M. Takeuchi S. Matsumoto NOx storage-reduction catalysts for gasoline engines Top. Catal. 28 2004 151 156 10.1023/B:TOCA.0000024344.91688.e4 M. Takeuchi, S. Matsumoto, NOx Storage-Reduction Catalysts for Gasoline Engines, Top. Catal. 28 (2004) 151-156. https://doi.org/10.1023/B:TOCA.0000024344.91688.e4. [10] P. Forzatti I. Nova E. Tronconi Enhanced NH3 selective catalytic reduction for NOx abatement Angew. Chem. Int. Ed. Engl. 48 2009 8366 8368 10.1002/anie.200903857 P. Forzatti, I. Nova, E. Tronconi, Enhanced NH3 selective catalytic reduction for NOx abatement., Angew Chem Int Ed Engl. 48 (2009) 8366-8368. doi: 10.1002/anie.200903857. [11] C.K. Narula X. Yang M. Moses-debusk D.R. Mullins S.M. Mahurin Z. Wu Final Report Nano Catalysts for Diesel Engine Emission Remediation 2012 C.K. Narula, X. Yang, M. Moses-debusk, D.R. Mullins, S.M. Mahurin, Z. Wu, Final Report Nano Catalysts for Diesel Engine Emission Remediation, 2012. [12] E. García-Bordejé J.L. Pinilla M.J. Lázaro R. Moliner J.L.G. Fierro Role of sulphates on the mechanism of NH3-SCR of NO at low temperatures over presulphated vanadium supported on carbon-coated monoliths J. Catal. 233 2005 166 175 10.1016/j.jcat.2005.04.032 E. García-Bordejé, J.L. Pinilla, M.J. Lázaro, R. Moliner, J.L.G. Fierro, Role of sulphates on the mechanism of NH3-SCR of NO at low temperatures over presulphated vanadium supported on carbon-coated monoliths, J. Catal. 233 (2005) 166–175. https://doi.org/10.1016/j.jcat.2005.04.032. [13] Z.G. Huang Z.P. Zhu Z.Y. Liu Combined effect of H2O and SO2 on V2O5/AC catalysts for NO reduction with ammonia at lower temperatures Appl. Catal. B-Environ. 39 2002 361 368 10.1016/S0926-3373(02)00122-4 Z.G. Huang, Z.P. Zhu, Z.Y. Liu, Combined effect of H2O and SO2 on V2O5/AC catalysts for NO reduction with ammonia at lower temperatures, Appl. Catal. B-Environ. 39 (2002) 361–368. https://doi.org/10.1016/S0926-3373(02)00122-4. [14] J. Kaspar P. Fornasiero M. Graziani Use of CeO2-based oxides in the three-way catalysis Catal. Today 50 1999 285 298 10.1016/S0920-5861(98)00510-0 J. Kaspar, P. Fornasiero, M. Graziani, Use of CeO2-based oxides in the three-way catalysis, Catal. Today 50 (1999) 285–298. https://doi.org/10.1016/S0920-5861(98)00510-0. [15] M. Sahibzada B.C.H. Steele K. Zheng R.A. Rudkin I.S. Metcalfe Development of solid oxide fuel cells based on a Ce(Gd)O2−x electrolyte film for intermediate temperature operation Catal. Today 38 1997 459 466 10.1016/S0920-5861(97)00055-2 M. Sahibzada, B. C. H. Steele, K. Zheng, R. A. Rudkin, I. S. Metcalfe, Development of solid oxide fuel cells based on a Ce(Gd)O2−x electrolyte film for intermediate temperature operation, Catal. Today 38 (1997) 459–466. https://doi.org/10.1016/S0920-5861(97)00055-2. [16] X. Yin L. Hong Z.-L. Liu Oxygen permeation through the LSCO-80/CeO2 asymmetric tubular membrane reactor J. Membr. Sci. 268 2006 2 12 10.1016/j.memsci.2005.06.005 X. Yin, L. Hong, Z.-L. Liu, Oxygen permeation through the LSCO-80/CeO2 asymmetric tubular membrane reactor, J. Membr. Sci. 268 (2006) 2–12. https://doi.org/10.1016/j.memsci.2005.06.005. [17] C. Sun U. Stimming Recent anode advances in solid oxide fuel cells J. Power Sources 171 2007 247 260 10.1016/j.jpowsour.2007.06.086 C. Sun, U. Stimming, Recent anode advances in solid oxide fuel cells, J. Power Sources 171 (2007) 247–260. https://doi.org/10.1016/j.jpowsour.2007.06.086. [18] A. Primo T. Marino A. Corma R. Molinari H. Garcia Efficient visible-light photocatalytic water splitting by minute amounts of gold supported on nanoparticulate CeO2 obtained by a biopolymer templating method J. Am. Chem. Soc. 133 2011 6930 6933 10.1021/ja2011498 A. Primo, T. Marino, A. Corma, R. Molinari, H. Garcia, Efficient Visible-Light Photocatalytic Water Splitting by Minute Amounts of Gold Supported on Nanoparticulate CeO2 Obtained by a Biopolymer Templating Method, J. Am. Chem. Soc. 133 (2011) 6930–6933. https://doi.org/10.1021/ja2011498. [19] Y. Shen Y. Ma S. Zhu Promotional effect of zirconium additives on Ti0.8Ce0.2O2 for selective catalytic reduction of NO Catal. Sci. Technol. 2 2012 589 599 10.1039/C2CY00363E Y. Shen, Y. Ma, S. Zhu, Promotional effect of zirconium additives on Ti0.8Ce0.2O2 for selective catalytic reduction of NO, Catal. Sci. Technol. 2 (2012) 589–599. DOI: 10.1039/C2CY00363E. [20] X. Wang A. Shi Y. Duan J. Wang M. Shen Catalytic performance and hydrothermal durability of CeO2–V2O5–ZrO2/WO3–TiO2 based NH3-SCR catalysts Catal. Sci.Technol. 2 2012 1386 1395 10.1039/C2CY20140B X. Wang, A. Shi, Y. Duan, J. Wang, M. Shen, Catalytic performance and hydrothermal durability of CeO2–V2O5–ZrO2/WO3–TiO2 based NH3-SCR catalysts, Catal. Sci.Technol. 2 (2012) 1386–1395. DOI: 10.1039/C2CY20140B. [21] X. Du X. Gao W. Hu J. Yu Z. Luo K. Cen Catalyst design based on DFT calculations: metal oxide catalysts for gas phase NO reduction J. Phys.Chem. C 118 2014 13617 13622 10.1021/jp502040y X. Du, X. Gao, W. Hu, J. Yu, Z. Luo, K. Cen, Catalyst Design Based on DFT Calculations: Metal Oxide Catalysts for Gas Phase NO Reduction, J. Phys.Chem. C 118 (2014) 13617–13622. https://doi.org/10.1021/jp502040y. [22] N. Usberti M. Jablonska M.D. Blasi P. Forzatti L. Lietti A. Beretta Design of a “high-efficiency” NH3-SCR reactor for stationary applications. A kinetic study of NH3 oxidation and NH3-SCR over V-based catalysts Appl. Catal. B 179 2015 185 195 10.1016/j.apcatb.2015.05.017 N. Usberti, M. Jablonska, M. D. Blasi, P. Forzatti, L. Lietti, A. Beretta, Design of a “high-efficiency” NH3-SCR reactor for stationary applications. A kinetic study of NH3 oxidation and NH3-SCR over V-based catalysts, Appl. Catal., B 179 (2015) 185–195. https://doi.org/10.1016/j.apcatb.2015.05.017. [23] Z. Ma X. Wu Z. Si D. Weng J. Ma T. Xu Impacts of niobia loading on active sites and surface acidity in NbOx/CeO2–ZrO2 NH3–SCR catalysts Appl. Catal. B 179 2015 380 394 10.1016/j.apcatb.2015.05.038 Z. Ma, X. Wu, Z. Si, D. Weng, J. Ma, T. Xu, Impacts of niobia loading on active sites and surface acidity in NbOx/CeO2–ZrO2 NH3–SCR catalysts, Appl. Catal.,B, 179 (2015) 380–394. https://doi.org/10.1016/j.apcatb.2015.05.038. [24] X. Li J. Li Y. Peng T. Zhang S. Liu J. Hao Selective catalytic reduction of NO with NH3 over novel iron–tungsten mixed oxide catalyst in a broad temperature range Catal. Sci.Technol. 5 2015 4556 4564 10.1039/C5CY00605H X. Li, J. Li, Y. Peng, T. Zhang, S. Liu, J. Hao, Selective catalytic reduction of NO with NH3 over novel iron–tungsten mixed oxide catalyst in a broad temperature range, Catal. Sci.Technol. 5 (2015) 4556–4564. DOI:10.1039/C5CY00605H. [25] A. Lovon J.J. Lovon-Quintana G.I. Almerindo G.P. Valenca M.B.I. Benardi V.D. Araujo T.S. Rodrigues P.A. Robles-Dutenhefner H.V. Fajardo Preparation, structural characterization and catalytic properties of Co/CeO2 catalysts for the steam reforming of ethanol and hydrogen production J. Power Sources 216 2012 281 289 10.1016/j.jpowsour.2012.05.066 A. Lovon, J. J. Lovon-Quintana, G.I. Almerindo, G.P. Valenca, M.B.I. Benardi, V.D. Araujo, T.S. Rodrigues, P.A. Robles-Dutenhefner, H.V. Fajardo, Preparation, structural characterization and catalytic properties of Co/CeO2 catalysts for the steam reforming of ethanol and hydrogen production, J. Power. Sources. 216 (2012) 281-289. https://doi.org/10.1016/j.jpowsour.2012.05.066. [26] Y. Li H. Cheng D. Li Y. Qin Y. Xie S. Wang WO3/CeO2-ZrO2, a promising catalyst for selective catalytic reduction (SCR) of NOx with NH3 in diesel exhaust Chem. Commun. 12 2008 1470 1472 10.1039/b717873e Y. Li, H. Cheng, D. Li, Y. Qin, Y. Xie, S. Wang, WO3/CeO2-ZrO2, a promising catalyst for selective catalytic reduction (SCR) of NOx with NH3 in diesel exhaust, Chem. Commun. 12 (2008) 1470-1472. DOI: 10.1039/b717873e. [27] B. Shen X. Zhang H. Ma Y. Yao T. Liu A comparative study of Mn/CeO2, Mn/ZrO2 and Mn/Ce-ZrO2 for low temperature selective catalytic reduction of NO with NH3 in the presence of SO2 and H2O J. Environ. Sci. 25 2013 791 800 10.1016/S1001-0742(12)60109-0 B. Shen, X. Zhang, H. Ma, Y. Yao, T. Liu, A comparative study of Mn/CeO2, Mn/ZrO2 and Mn/Ce-ZrO2 for low temperature selective catalytic reduction of NO with NH3 in the presence of SO2 and H2O, J. Environ. Sci. 25 (2013) 791-800. https://doi.org/10.1016/S1001-0742(12)60109-0. [28] H. Chang X. Chen J. Li L. Ma C. Wang C. Liu J.W. Schwank J. Hao Improvement of activity and SO2 tolerance of Sn-Modified MnOx–CeO2 catalysts for NH3-SCR at low temperatures Environ. Sci. Technol. 47 2013 5294 5301 10.1021/es304732h H. Chang, X. Chen, J. Li, L. Ma, C. Wang, C. Liu, J. W. Schwank, J. Hao, Improvement of Activity and SO2 Tolerance of Sn-Modified MnOx–CeO2 Catalysts for NH3-SCR at Low Temperatures, Environ. Sci. Technol. 47 (2013) 5294-5301. https://doi.org/10.1021/es304732h. [29] Z. Ma D. Weng X. Wu Z. Si Effects of WOx modification on the activity, adsorption and redox properties of CeO2 catalyst for NOx reduction with ammonia J. Environ. Sci. 24 2012 1305 1316 10.1016/S1001-0742(11)60925-X Z. Ma, D. Weng, X. Wu, Z. Si, Effects of WOx modification on the activity, adsorption and redox properties of CeO2 catalyst for NOx reduction with ammonia, J. Environ. Sci. 24 (2012) 1305-1316. https://doi.org/10.1016/S1001-0742(11)60925-X. [30] P. Bera S.T. Aruna K.C. Patil M.S. Hedge Studies on Cu/CeO2: a new NO reduction catalyst J. Catal. 186 1999 36 44 10.1006/jcat.1999.2532 P. Bera, S. T. Aruna, K. C. Patil, M. S. Hedge, Studies on Cu/CeO2: A New NO Reduction Catalyst, J. Catal. 186 (1999) 36-44. https://doi.org/10.1006/jcat.1999.2532. [31] R. Ke J. Li X. Liang J. Hao Novel promoting effect of SO2 on the selective catalytic reduction of NOx by ammonia over Co3O4 catalyst Catal. Commun. 8 2007 2096 2099 10.1016/j.catcom.2007.03.033 R. Ke, J. Li, X. Liang, J. Hao, Novel promoting effect of SO2 on the selective catalytic reduction of NOx by ammonia over Co3O4 catalyst, Catal. Commun. 8 (2007) 2096-2099. https://doi.org/10.1016/j.catcom.2007.03.033. [32] F. Kapteljn L. Smgoredjo A. Andreini Activity and selectivity of pure manganese oxides in the selective catalytic reduction of nitric oxide with ammonia Appl. Catal. B-Environ. 3 1994 173 189 10.1016/0926-3373(93)E0034-9 F. Kapteljn, L. Smgoredjo, A. Andreini, Activity and selectivity of pure manganese oxides in the selective catalytic reduction of nitric oxide with ammonia, Appl. Catal. B-Environ. 3 (1994) 173–189. https://doi.org/10.1016/0926-3373(93)E0034-9. [33] G. Carja Y. Kameshima K. Okada C.D. Madhusoodana Mn–Ce/ZSM5 as a new superior catalyst for NO reduction with NH3 Appl. Catal. B-Environ. 73 2007 60 64 10.1016/j.apcatb.2006.06.003 G. Carja, Y. Kameshima, K. Okada, C.D. Madhusoodana, Mn–Ce/ZSM5 as a new superior catalyst for NO reduction with NH3, Appl. Catal. B-Environ. 73 (2007) 60–64. https://doi.org/10.1016/j.apcatb.2006.06.003. [34] P.G. Smirniotis P.M. Sreekanth D.A. Peña R.G. Jenkins Manganese oxide catalysts supported on TiO2, Al2O3, and SiO2: a comparison for low-temperature SCR of NO with NH3 Ind. Eng. Chem. Res. 45 2006 6436 6443 10.1021/ie060484t P.G. Smirniotis, P.M. Sreekanth, D.A. Peña, R.G. Jenkins, Manganese Oxide Catalysts Supported on TiO2, Al2O3, and SiO2: A Comparison for Low-Temperature SCR of NO with NH3, Ind. Eng. Chem. Res. 45 (2006) 6436–6443. https://doi.org/10.1021/ie060484t. [35] G. Qi R.T. Yang R. Chang MnOx-CeO2 mixed oxides prepared by co-precipitation for selective catalytic reduction of NO with NH3 at low temperatures Appl. Catal. B-Environ. 51 2004 93 106 10.1016/j.apcatb.2004.01.023 G. Qi, R.T. Yang, R. Chang, MnOx-CeO2 mixed oxides prepared by co-precipitation for selective catalytic reduction of NO with NH3 at low temperatures, Appl. Catal. B-Environ. 51 (2004) 93–106. https://doi.org/10.1016/j.apcatb.2004.01.023. [36] B. Jiang Y. Liu Z. Wu Low-temperature selective catalytic reduction of NO on MnOx/TiO2 prepared by different methods J. Hazard. Mater. 162 2009 1249 1254 10.1016/j.jhazmat.2008.06.013 B. Jiang, Y. Liu, Z. Wu, Low-temperature selective catalytic reduction of NO on MnOx/TiO2 prepared by different methods, J. Hazard. Mater. 162 (2009) 1249–1254. https://doi.org/10.1016/j.jhazmat.2008.06.013. [37] A. Sultana M. Sasaki H. Hamada Influence of support on the activity of Mn supported catalysts for SCR of NO with ammonia Catal. Today 185 2012 284 289 10.1016/j.cattod.2011.09.018 A. Sultana, M. Sasaki, H. Hamada, Influence of support on the activity of Mn supported catalysts for SCR of NO with ammonia, Catal. Today 185 (2012) 284–289. https://doi.org/10.1016/j.cattod.2011.09.018. [38] M. Najbar J. Banaś J. Korchowiec A. Białas Competition between NO reduction and NO decomposition over reduced V–W–O catalysts Catal. Today 73 2002 249 254 10.1016/S0920-5861(02)00007-X M. Najbar, J. Banaś, J. Korchowiec, A. Białas, Competition between NO reduction and NO decomposition over reduced V–W–O catalysts, Catal. Today. 73 (2002) 249–254. https://doi.org/10.1016/S0920-5861(02)00007-X. [39] S. Yang Y. Guo H. Chang L. Ma Y. Peng Z. Qu N. Yan C. Wang J. Li Novel effect of SO2 on the SCR reaction over CeO2: mechanism and significance Appl. Catal. B: Environ. 136-137 2013 19 28 10.1016/j.apcatb.2013.01.028 S. Yang, Y. Guo, H. Chang, L. Ma, Y. Peng, Z. Qu, N. Yan, C. Wang, J. Li, Novel effect of SO2 on the SCR reaction over CeO2: Mechanism and significance, Appl. Catal. B: Environ., 136-137 (2013) 19-28. https://doi.org/10.1016/j.apcatb.2013.01.028. [40] L. Xue C. Zhang H. He Y. Teraoka Catalytic decomposition of N2O over CeO2 promoted Co3O4 spinel catalyst Appl. Catal. B-Environ. 75 2007 167 174 10.1016/j.apcatb.2007.04.013 L. Xue, C. Zhang, H. He, Y. Teraoka, Catalytic decomposition of N2O over CeO2 promoted Co3O4 spinel catalyst, Appl. Catal. B-Environ. 75 (2007) 167-174. doi:10.1016/j.apcatb.2007.04.013. [41] M.M. Yung E.M. Holmgreen U.S. Ozkan Cobalt-based catalysts supported on titania and zirconia for the oxidation of nitric oxide to nitrogen dioxide J. Catal. 247 2007 356 367 10.1016/j.jcat.2007.02.020 M. M. Yung, E. M. Holmgreen, U. S. Ozkan, Cobalt-based catalysts supported on titania and zirconia for the oxidation of nitric oxide to nitrogen dioxide, J. Catal. 247 (2007) 356–367. https://doi.org/10.1016/j.jcat.2007.02.020. [42] M.P. Woods P. Gawade B. Tan U.S. Ozkan Preferential oxidation of carbon monoxide on Co/CeO2 nanoparticles Appl. Catal. B-Environ. 97 2010 28 35 10.1016/j.apcatb.2010.03.015 M.P. Woods, P. Gawade, B. Tan, U.S. Ozkan, Preferential oxidation of carbon monoxide on Co/CeO2 nanoparticles, Appl. Catal. B-Environ. 97 (2010) 28–35. https://doi.org/10.1016/j.apcatb.2010.03.015. [43] D.S. Kim Y.H. Kim J.E. Yie E.D. Park NO oxidation over supported cobalt oxide catalysts Korean J. Chem. Eng. 27 2010 49 54 10.1007/s11814-009-0290-8 D.S. Kim, Y.H. Kim, J.E. Yie, E.D. Park, NO oxidation over supported cobalt oxide catalysts, Korean J. Chem. Eng. 27 (2010) 49–54. DOI: 10.1007/s11814-009-0290-8. [44] M.M. Natile A. Glisenti CoOx/CeO2 nanocomposite powders: synthesis, characterization, and reactivity Chem. Mater. 17 2005 3403 3414 10.1021/cm048748u M.M. Natile, A. Glisenti, CoOx/CeO2 Nanocomposite Powders: Synthesis, Characterization, and Reactivity, Chem. Mater. 17 (2005) 3403-3414. https://doi.org/10.1021/cm048748u. [45] H.H. Chou H.Y. Fan Light scattering by magnons in CoO, MnO, and α-MnS Phys. Rev. B: Solid State 13 1976 3924 3938 10.1103/PhysRevB.13.3924 H.H. Chou, H.Y. Fan, Light scattering by magnons in CoO, MnO, and α-MnS, Phys. Rev. B: Solid State 13 (1976) 3924–3938. DOI: 10.1103/PhysRevB.13.3924. [46] D. Jampaiah K.M. Tur S.J. Ippolito Y.M. Sabri J. Tardio S.K. Bhargava B.M. Reddy Structural characterization and catalytic evaluation of transition and rare earth metal doped ceria-based solid solutions for elemental mercury oxidation RSC Adv. 3 2013 12963 12974 10.1039/C3RA41441H D. Jampaiah, K. M. Tur, S. J. Ippolito, Y. M. Sabri, J. Tardio, S. K. Bhargava, B. M. Reddy, Structural characterization and catalytic evaluation of transition and rare earth metal doped ceria-based solid solutions for elemental mercury oxidation, RSC Adv. 3 (2013) 12963-12974. DOI: 10.1039/C3RA41441H. [47] X. Liu L. Han W. Liu Y. Yang Synthesis of Co/Ni unitary‐ or binary‐doped CeO2 mesoporous nanospheres and their catalytic performance for CO oxidation Eur. J. Inorg. Chem. 31 2014 5370 5377 10.1002/ejic.201402570 X. Liu, L. Han, W. Liu, Y. Yang, Synthesis of Co/Ni Unitary‐ or Binary‐Doped CeO2 Mesoporous Nanospheres and Their Catalytic Performance for CO Oxidation, Eur. J. Inorg. Chem. 31 (2014) 5370–5377. https://doi.org/10.1002/ejic.201402570. [48] T. Kim A. Burrows C.J. Kiely I.E. Wachs Molecular/electronic structure-surface acidity relationships of model supported tungsten oxide catalysts J. Catal. 246 2007 370 381 10.1016/j.jcat.2006.12.018 T. Kim, A. Burrows, C. J. Kiely, I. E. Wachs, Molecular/electronic Structure-Surface Acidity Relationships of Model Supported Tungsten Oxide Catalysts, J. Catal. 246 (2007) 370–381. https://doi.org/10.1016/j.jcat.2006.12.018. [49] T. Kim I.E. Wachs CH 3OH Oxidation over Well-Defined Supported V2O5/Al2O3 Catalysts: Influence of Vanadium Oxide Loading and Surface Vanadium-Oxygen Functionalities J. Catal. 255 2008 197 205 10.1016/j.jcat.2008.02.007 T. Kim, I. E. Wachs, CH 3OH Oxidation over Well-Defined Supported V2O5/Al2O3 Catalysts: Influence of Vanadium Oxide Loading and Surface Vanadium-Oxygen Functionalities, J. Catal. 255 (2008) 197–205. https://doi.org/10.1016/j.jcat.2008.02.007. [50] T.C. Peck G.K. Reddy M. Jones C.A. Roberts Monolayer Detection of Supported Fe and Co Oxides on Ceria To Establish Structure–Activity Relationships for Reduction of NO by CO J. Phys. Chem. C 121 2017 8435 8443 10.1021/acs.jpcc.7b00398 T. C. Peck, G. K. Reddy, M. Jones, C. A. Roberts, Monolayer Detection of Supported Fe and Co Oxides on Ceria To Establish Structure–Activity Relationships for Reduction of NO by CO, J. Phys. Chem. C 121 (2017) 8435–8443. https://doi.org/10.1021/acs.jpcc.7b00398. [51] M. Daniel S. Loridant Probing reoxidation sites by in situ Raman spectroscopy: differences between reduced CeO2 and Pt/CeO2 J. Raman Spectrosc. 43 2012 1312 1319 10.1002/jrs.4030 M. Daniel, S. Loridant, Probing reoxidation sites by in situ Raman spectroscopy: differences between reduced CeO2 and Pt/CeO2, J. Raman Spectrosc. 43 (2012) 1312–1319. https://doi.org/10.1002/jrs.4030. [52] S. Agarwal X. Zhu E.J.M. Hensen L. Lefferts B.L. Mojet Defect chemistry of ceria nanorods J. Phys. Chem. C 18 2014 4131 4142 10.1021/jp409989y S. Agarwal, X. Zhu, E. J. M. Hensen, L. Lefferts, B. L. Mojet, Defect chemistry of ceria nanorods, J. Phys. Chem. C 18 (2014) 4131-4142. DOI: 10.1021/jp409989y. [53] J. Jiang L. Li Synthesis of sphere-like Co3O4 nanocrystals via a simple polyol route Mater. Lett. 61 2007 4894 4896 10.1016/j.matlet.2007.03.067 J. Jiang, L. Li, Synthesis of sphere-like Co3O4 nanocrystals via a simple polyol route, Mater. Lett. 61 (2007) 4894–4896. https://doi.org/10.1016/j.matlet.2007.03.067. [54] V.G. Hadjiev M.N. Iliev I.V. Vergilov The raman spectra of Co3O4 J. Phys. C Solid State Phys. 21 1988 L199 L201 10.1088/0022-3719/21/7/007 V. G. Hadjiev, M. N. Iliev, I. V Vergilov, The Raman spectra of Co3O4, J. Phys. C Solid State Phys. 21 (1988) L199–L201. DOI: 10.1088/0022-3719/21/7/007. [55] P.G. Harrison I.K. Ball W. Daniell P. Lukinskas E.E. Miró A. Ulla Cobalt catalysts for the oxidation of diesel soot particulate Chem. Eng. J. 95 2003 47 55 10.1016/S1385-8947(03)00077-9 P.G. Harrison, I.K. Ball, W. Daniell, P. Lukinskas, E.E. Miró, A. Ulla, Cobalt catalysts for the oxidation of diesel soot particulate, Chem. Eng. J. 95 (2003) 47–55. https://doi.org/10.1016/S1385-8947(03)00077-9. [56] R. Dziembaj M. Zaitz M. Rutkowska M. Molenda L. Chmielarz Nanostructured Co–Ce-O systems for catalytic decomposition of N2O Catal. Today 191 2012 121 124 10.1016/j.cattod.2012.02.045 R. Dziembaj, M. Zaitz, M. Rutkowska, M. Molenda, L. Chmielarz, Nanostructured Co–Ce-O systems for catalytic decomposition of N2O, Catal. Today 191 (2012) 121-124. DOI: 10.1016/j.cattod.2012.02.045. [57] L. Zhang J. Pierce V.L. Leung D. Wang W.S. Epling Characterization of Ceria’s interaction with NOx and NH3 J. Phys. Chem. C 117 2013 8282 8289 10.1021/jp401442e L. Zhang, J. Pierce, V. L. Leung, D. Wang, W. S. Epling, Characterization of Ceria’s Interaction with NOx and NH3, J. Phys. Chem. C 117 (2013) 8282–8289. https://doi.org/10.1021/jp401442e. [58] K. Kamasamudram C. Henry N. Currier A. Yezerets N₂O formation and mitigation in diesel aftertreatment systems SAE Int. J. Engines. 5 2012 688 698 10.4271/2012-01-1085 K. Kamasamudram, C. Henry, N. Currier, A. Yezerets, N₂O Formation and Mitigation in Diesel Aftertreatment Systems, SAE Int. J. Engines. 5 (2012) 688–698. https://doi.org/10.4271/2012-01-1085. [59] G.J. Bartley C. Sharp Brief investigation of SCR high temperature N₂O production SAE Int.J.Engines. 5 2012 683 687 10.4271/2012-01-1082 G.J. Bartley, C. Sharp, Brief Investigation of SCR High Temperature N₂O Production, SAE Int.J.Engines. 5 (2012) 683–687. DOI: 10.4271/2012-01-1082. [60] B. Guan R. Zhan H. Lin Z. Huang Review of state of the art technologies of selective catalytic reduction of NOx from diesel engine exhaust Appl. Therm. Eng. 66 2014 395 414 10.1016/j.applthermaleng.2014.02.021 B. Guan, R. Zhan, H. Lin, and Z. Huang, Review of state of the art technologies of selective catalytic reduction of NOx from diesel engine exhaust, Appl. Therm. Eng. 66 (2014) 395–414. https://doi.org/10.1016/j.applthermaleng.2014.02.021. [61] J.B. Park J. Graciani J. Evans D. Stacchiola S. Ma P. Liu A. Nambu J.F. Sanz J. Hrbek J.A. Rodriguez High catalytic activity of Au/CeOx/TiO2(110) controlled by the nature of the mixed-metal oxide at the nanometer level Proc. Natl. Acad. Sci. U. S. A. 106 2009 4975 4980 10.1073/pnas.0812604106 J. B. Park, J. Graciani, J. Evans, D. Stacchiola, S. Ma, P. Liu, A. Nambu, J. F. Sanz, J. Hrbek, J. A. Rodriguez, High catalytic activity of Au/CeOx/TiO2(110) controlled by the nature of the mixed-metal oxide at the nanometer level, Proc. Natl. Acad. Sci. U. S. A. 106 (2009) 4975-4980. https://doi.org/10.1073/pnas.0812604106. [62] S. Royer D. Duprez Catalytic oxidation of carbon monoxide over transition metal oxides ChemCatChem 3 2011 24 65 10.1002/cctc.201000378 S. Royer, D. Duprez, Catalytic Oxidation of Carbon Monoxide over Transition Metal Oxides, ChemCatChem 3 (2011) 24-65. https://doi.org/10.1002/cctc.201000378. [63] B.M. Reddy A. Khan Y. Yamada T. Kobayashi S. Loridant J.C. Volta Structural characterization of CeO2−MO2 (M = Si4+, Ti4+, and Zr4+) mixed oxides by Raman Spectroscopy, X-ray photoelectron spectroscopy, and other techniques J. Phys. Chem. B 107 2003 11475 11484 10.1021/jp0358376 B.M. Reddy, A. Khan, Y. Yamada, T. Kobayashi, S. Loridant, J.C. Volta, Structural Characterization of CeO2−MO2 (M = Si4+, Ti4+, and Zr4+) Mixed Oxides by Raman Spectroscopy, X-ray Photoelectron Spectroscopy, and Other Techniques, J. Phys. Chem. B 107 (2003) 11475-11484. https://doi.org/10.1021/jp0358376. [64] L. Dong Y. Hu M. Shen T. Jin J. Wang W. Ding Y. Chen Dispersion Behaviors of Copper Oxide on the Mixed “CeO2 + γ-Al2O3″ Support Chem. Mater. 13 2001 4227 4232 10.1021/cm0008462 L. Dong, Y. Hu, M. Shen, T. Jin, J. Wang, W. Ding, Y. Chen, Dispersion Behaviors of Copper Oxide on the Mixed “CeO2 + γ-Al2O3″ Support, Chem. Mater. 13 (2001) 4227-4232. https://doi.org/10.1021/cm0008462. [65] J. Zhang X.Q. Gong G. Lu A DFT + U study of NO evolution at reduced CeO2(110) Phys. Chem. Chem. Phys. 16 2014 16904 16908 10.1039/C4CP02235A J. Zhang, X. Q. Gong and G. Lu, A DFT + U study of NO evolution at reduced CeO2(110), Phys. Chem. Chem. Phys. 16 (2014) 16904–16908. DOI: 10.1039/C4CP02235A. [66] Z. Yang T.K. Woo K. Hermansson Adsorption of NO on unreduced and reduced CeO2 surfaces: a plane-wave DFT study Surf. Sci. 600 2006 4953 4960 10.1016/j.susc.2006.08.018 Z. Yang, T. K. Woo and K. Hermansson, Adsorption of NO on unreduced and reduced CeO2 surfaces: A plane-wave DFT study, Surf. Sci. 600 (2006) 4953–4960. https://doi.org/10.1016/j.susc.2006.08.018. [67] M. Nolan Molecular adsorption on the doped (110) Ceria surface J. Phys. Chem. C 113 2009 2425 2432 10.1021/jp809292u M. Nolan, Molecular Adsorption on the Doped (110) Ceria Surface, J. Phys. Chem. C 113 (2009) 2425–2432. https://doi.org/10.1021/jp809292u. [68] V.G. Milt C.A. Querini E.E. Miró M.A. Ulla Abatement of diesel exhaust pollutants: NOx adsorption on Co,Ba,K/CeO2 catalysts J. Catal. 220 2003 424 432 10.1016/S0021-9517(03)00285-9 V.G. Milt, C.A. Querini, E.E. Miró, M.A. Ulla, Abatement of diesel exhaust pollutants: NOx adsorption on Co,Ba,K/CeO2 catalysts, J. Catal. 220 (2003) 424–432. https://doi.org/10.1016/S0021-9517(03)00285-9. [69] M.F. Luo Y.J. Zhong B. Zhu X.X. Yuan X.M. Zheng Temperature-programmed desorption study of NO and CO2 over CeO2 and ZrO2 Appl. Surf. Sci. 115 1997 185 189 10.1016/S0169-4332(97)80203-6 M. F. Luo, Y. J. Zhong, B. Zhu, X. X. Yuan, X. M. Zheng, Temperature-programmed desorption study of NO and CO2 over CeO2 and ZrO2, Appl. Surf. Sci. 115 (1997) 185–189. https://doi.org/10.1016/S0169-4332(97)80203-6. [70] K.I. Hadjiivanov Identification of neutral and charged NxOy surface species by IR spectroscopy Catal. Rev. Sci. Eng. 42 2000 71 144 10.1081/CR-100100260 K. I. Hadjiivanov, Identification of Neutral and Charged NxOy Surface Species by IR Spectroscopy, Catal. Rev.: Sci. Eng. 42 (2000) 71–144. https://doi.org/10.1081/CR-100100260. [71] S.H. Overbury D.R. Mullins D.R. Huntley L. Kundakovic Chemisorption and reaction of NO and N2O on oxidized and reduced Ceria surfaces studied by soft X-ray photoemission spectroscopy and desorption spectroscopy J. Catal. 186 1999 296 309 10.1006/jcat.1999.2577 S. H. Overbury, D. R. Mullins, D. R. Huntley, L. Kundakovic, Chemisorption and reaction of NO and N2O on oxidized and reduced Ceria surfaces studied by soft X-ray photoemission spectroscopy and desorption spectroscopy, J. Catal. 186 (1999) 296–309. https://doi.org/10.1006/jcat.1999.2577. [72] Y. Zhu X. Guo Y. Shen M. Mo X. Guo W. Ding Y. Chen Preparation and catalytic property of a non-crystalline alloy of iron–boron with one-dimensional nanostructures Nanotechnology 18 2007 195601 195605 10.1088/0957-4484/18/19/195601 Y. Zhu, X. Guo, Y. Shen, M. Mo, X. Guo, W. Ding, Y. Chen, Preparation and catalytic property of a non-crystalline alloy of iron–boron with one-dimensional nanostructures, Nanotechnology 18 (2007) 195601-195605. https://doi.org/10.1088/0957-4484/18/19/195601 [73] J. Li H. Chang L. Ma J. Hao R.T. Yang Low-temperature selective catalytic reduction of NOx with NH3 over metal oxide and zeolite catalysts—a review Catal. Today 175 2011 147 156 10.1016/j.cattod.2011.03.034 J. Li, H. Chang, L. Ma, J. Hao, R.T. Yang, Low-temperature selective catalytic reduction of NOx with NH3 over metal oxide and zeolite catalysts—A review, Catal. Today. 175 (2011) 147-156. https://doi.org/10.1016/j.cattod.2011.03.034. [74] S. Brandenberger O. Kröcher A. Tissler R. Althoff The state of the art in selective catalytic reduction of NOx by Ammonia Using metal‐exchanged zeolite catalysts Cat. Rev.-Sci. Eng. 50 2008 492 531 10.1080/01614940802480122 S. Brandenberger, O. Kröcher, A. Tissler, R. Althoff, The State of the Art in Selective Catalytic Reduction of NOx by Ammonia Using Metal‐Exchanged Zeolite Catalysts, Cat. Rev.-Sci. Eng. 50 (2008) 492-531. https://doi.org/10.1080/01614940802480122. [75] M.F. Irfan J.H. Goo S.D. Kim Co3O4 based catalysts for NO oxidation and NOx reduction in fast SCR process Appl. Catal. B: Environ. 78 2008 267 274 10.1016/j.apcatb.2007.09.029 M. F. Irfan, J.H. Goo, S.D. Kim, Co3O4 based catalysts for NO oxidation and NOx reduction in fast SCR process, Appl. Catal. B: Environ. 78 (2008) 267-274. https://doi.org/10.1016/j.apcatb.2007.09.029. [76] G. Qi W. Li NO oxidation to NO2 over manganese-cerium mixed oxides Catal. Today 258 2015 205 213 10.1016/j.cattod.2015.03.020 G. Qi, W. Li, NO oxidation to NO2 over manganese-cerium mixed oxides, Catal. Today. 258 (2015) 205–213. https://doi.org/10.1016/j.cattod.2015.03.020. [77] G.C. Bond M.A. Keane H. Kral J.A. Lercher Compensation phenomena in heterogeneous catalysis: general principles and a possible explanation Catal. Rev. Sci. Eng. 42 2000 323 383 10.1081/CR-100100264 G.C. Bond, M.A. Keane, H. Kral, J.A. Lercher, Compensation Phenomena in Heterogeneous Catalysis: General Principles and a Possible Explanation, Catal. Rev. Sci. Eng. 42 (2000) 323-383. https://doi.org/10.1081/CR-100100264. [78] M. Richter U. Bentrup R. Eckelt M. Schneider M.-M. Polh R. Fricke The effect of hydrogen on the selective catalytic reduction of NO in excess oxygen over Ag/Al2O3 Appl. Catal.B: Environ. 51 2004 261 274 10.1016/j.apcatb.2004.02.015 M. Richter, U. Bentrup, R. Eckelt, M. Schneider, M.-M. Polh, R. Fricke, The effect of hydrogen on the selective catalytic reduction of NO in excess oxygen over Ag/Al2O3, Appl. Catal.B: Environ. 51 (2004) 261-274. https://doi.org/10.1016/j.apcatb.2004.02.015. [79] F.Zhang Z. Liu S. Zhang N. Akter R.M. Palomino D. Vovchok I. Orozco D. Salazar J.A. Rodriguez J. Llorca J. Lee D. Kim W. Xu A.I. Frenkel Y. Li T. Kim S.D. Senanayake In situ elucidation of the active state of Co–CeOx catalysts in the dry reforming of methane: the important role of the reducible oxide support and interactions with cobalt ACS Catal. 8 2018 3550 3560 10.1021/acscatal.7b03640 https:// DOI: F. Zhang Z. Liu, S. Zhang, N. Akter, R.M. Palomino, D. Vovchok, I. Orozco, D. Salazar, J.A. Rodriguez, J. Llorca, J. Lee, D. Kim, W. Xu, A.I. Frenkel, Y. Li, T. Kim, S.D. Senanayake, In Situ Elucidation of the Active State of Co–CeOx Catalysts in the Dry Reforming of Methane: The Important Role of the Reducible Oxide Support and Interactions with Cobalt. ACS catalysis 8 (2018) 3550-3560, https:// DOI: 10.1021/acscatal.7b03640.",
      "scopus-id": "85073988718",
      "coredata": {
        "eid": "1-s2.0-S2468823119305188",
        "dc:description": "The selective catalytic reduction of NOx with NH3 (NH3-SCR) at low temperatures is still a major challenge in environmental catalysis research. Metal oxide based catalysts have attracted great attention due to their excellent low-temperature activity. In this study, CeO2-supported cobalt (Co)-oxide with variable Co/Ce weight ratios were prepared by the incipient-wetness impregnation method. The effect of Co loading as well as the effect of temperature on catalytic behaviors have been studied for the NO reduction and NO oxidation reactions. Thorough characterization by means of BET, XRD, and Raman has shown the topological model of the catalyst and interpretation of the observed reactivity trends. The activity test of CoOx/CeO2 catalysts showed that the addition of Co enhanced the activity of NO reduction as well as that of NO oxidation. The most active catalyst with 10 wt% Co loading showed 70% NO reduction and 85% NO oxidation activity. Catalyst characterization results indicated that Co was monodispersed on ceria surface with the low Co loading amount, while Co3O4 was formed on ceria with high Co loading amounts that affected the overall catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119305188",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Akter, Nusnin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shuhao"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jaeha"
          },
          {
            "@_fa": "true",
            "$": "Kim, Do Heui"
          },
          {
            "@_fa": "true",
            "$": "Boscoboinik, Jorge Anibal"
          },
          {
            "@_fa": "true",
            "$": "Kim, Taejin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119305188"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119305188"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30518-8",
        "prism:volume": "482",
        "articleNumber": "110664",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Selective catalytic reduction of NO by ammonia and NO oxidation Over CoOx/CeO2 catalysts",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NH3-SCR"
          },
          {
            "@_fa": "true",
            "$": "NO oxidation"
          },
          {
            "@_fa": "true",
            "$": "CoOx/CeO2"
          },
          {
            "@_fa": "true",
            "$": "Incipient wetness impregnation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110664",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2020",
        "prism:doi": "10.1016/j.mcat.2019.110664",
        "prism:startingPage": "110664",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110664",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "474",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40360",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9568",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "271",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14780",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5064",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31535",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11794",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "562",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68494",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "207",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13324",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "491",
            "@width": "716",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "115022",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15447",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "525",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81837",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10393",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "300",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63066",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8981",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "47687",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6195",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2325",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305188-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1674479",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85073988718"
      }
    }
  }
}