{
  "metadata": {
    "title": "Low-temperature performance controlled by hydroxyl value in polyethylene glycol enveloping Pt-based catalyst for CO/C<ce:inf loc=post>3</ce:inf>H<ce:inf loc=post>6</ce:inf>/NO oxidation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-03-31",
    "doi": "10.1016/j.mcat.2019.110740",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119306042",
    "pii": "S2468823119306042"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85076842614",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-12-18 2019-12-18 2020-02-11 2020-02-11 2020-02-11T19:55:48 1-s2.0-S2468823119306042 S2468-8231(19)30604-2 S2468823119306042 10.1016/j.mcat.2019.110740 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00034 2020-03-16T11:05:08.4175Z 0 0 20200301 20200331 2020 2019-12-18T02:35:31.598845Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 484 484 C Volume 484 35 110740 110740 110740 202003 March 2020 2020-03-01 2020-03-31 2020 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. LOWTEMPERATUREPERFORMANCECONTROLLEDBYHYDROXYLVALUEINPOLYETHYLENEGLYCOLENVELOPINGPTBASEDCATALYSTFORCOC3H6NOOXIDATION LIANG Y 1 Introduction 2 Experimental methods 2.1 Catalyst preparation 2.2 Catalytic evaluation 2.3 Catalyst characterizations 3 Results and discussions 3.1 Catalytic performance 3.2 Structural and surficial properties analysis 3.3 Mechanism analysis of hydroxyl value with platinum 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References LEISTNER 2019 338 350 K JOHNSON 2017 T DADI 2018 1004 1017 R ZHANG 2017 1066 1076 H ZHANG 2019 133 141 T XU 2016 334 345 H ZHANG 2016 165 171 Q ARVAJOVA 2017 181 187 A KIM 2003 269 279 M YASHNIK 2017 52 72 S HUANG 2017 1242 1252 Y LIANG 2017 359 368 Y SOLEIMANI 2014 287 292 S CHENG 2017 T GU 2017 607 615 L HU 2017 6160 6163 W KIM 2014 53 59 M BORODKO 2006 23052 23059 Y CONG 2018 179 190 C KUHN 2009 209 215 J ZHU 2006 8593 8597 J KUMAR 2009 479 515 A NIU 2014 72 83 Z MERTE 2013 1460 1468 L OKAMOTO 2010 423 428 M HARRAZ 2012 184 192 F YANGXIAOLI 2016 73 82 S SIANI 2013 A PREPARATIONDIESELOXIDATIONCATALYSTVIADEPOSITIONCOLLOIDALNANOPARTICLES KALE 2016 5599 5609 M LARSSON 2010 M DISPERSIONMETALPARTICLESIZECHARACTERIZATIONNANOCATALYSTS BOURANE 2003 447 452 A OLSSON 1999 10433 10439 L ROZENBERG 2008 40 112 B BURCH 1995 169 190 R GRACIA 2003 382 391 F ROZENBERG 2008 40 112 B FOGER 1979 335 351 K AUVRAY 2013 14556 14566 X LI 2015 1731 1740 Y YOSHIDA 2003 19 28 H SUN 2019 23102 23111 M KIMURA 1982 2493 2494 Y KHALIL 2004 6896 6903 H WANGLU 2018 320 321 X KIM 2002 1372 1375 J QU 2019 2098 2103 P CHEN 2016 58 63 Y LIANGX2020X110740 LIANGX2020X110740XY 2022-02-11T00:00:00.000Z 2022-02-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-12-28T03:26:22.366Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823119306042 Key Research and Development Projects of Sichuan science and technology department 2018GZ0401 National Key Research and Development Program of China 2016YFC0204903 2016YFC0204901 National Basic Research Program of China (973 Program) http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ We gratefully acknowledge the National Key Research and Development Program of China ( 2016YFC0204901 , 2016YFC0204903 ), Key Research and Development Projects of Sichuan science and technology department ( 2018GZ0401 ) for the generous financial support to our research. Appendix A item S2468-8231(19)30604-2 S2468823119306042 1-s2.0-S2468823119306042 10.1016/j.mcat.2019.110740 315758 2020-03-16T11:05:08.4175Z 2020-03-01 2020-03-31 1-s2.0-S2468823119306042-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/MAIN/application/pdf/053befbc504e369d082af40d8091942e/main.pdf main.pdf pdf true 3672145 MAIN 10 1-s2.0-S2468823119306042-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/PREVIEW/image/png/0d67abd547932bde4896c2b0438dbec5/main_1.png main_1.png png 57507 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119306042-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/ga1/DOWNSAMPLED/image/jpeg/a43175493b0468b5b5680c7e62d90d50/ga1.jpg ga1 true ga1.jpg jpg 16294 200 256 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr1/DOWNSAMPLED/image/jpeg/43531f6fa29eba7340be0245bc0d88a8/gr1.jpg gr1 gr1.jpg jpg 71600 571 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr2/DOWNSAMPLED/image/jpeg/d77cbb7de0e10d45a11fea26dfe7ea60/gr2.jpg gr2 gr2.jpg jpg 48250 371 489 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr3/DOWNSAMPLED/image/jpeg/a5c8bfb631a850b65b1323ece5651902/gr3.jpg gr3 gr3.jpg jpg 171298 941 626 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr4/DOWNSAMPLED/image/jpeg/c91b20f9b6c9a86b8a37cfab6eb501a1/gr4.jpg gr4 gr4.jpg jpg 45479 296 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr5/DOWNSAMPLED/image/jpeg/161b3291651d349a788eaba870957e79/gr5.jpg gr5 gr5.jpg jpg 44708 317 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr6/DOWNSAMPLED/image/jpeg/50de9882f6f1605375f1c6bbac4a34fc/gr6.jpg gr6 gr6.jpg jpg 22368 327 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr7/DOWNSAMPLED/image/jpeg/ebf6b8583155e304245f2ee8534f5d57/gr7.jpg gr7 gr7.jpg jpg 55887 503 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr8.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr8/DOWNSAMPLED/image/jpeg/c5205f1fb586eedfed90ff792d0ddb40/gr8.jpg gr8 gr8.jpg jpg 70529 260 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-gr9.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr9/DOWNSAMPLED/image/jpeg/f2dfe418ef8bbe37834bee22f18e2aee/gr9.jpg gr9 gr9.jpg jpg 34607 182 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119306042-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/ga1/THUMBNAIL/image/gif/50beaa67ee315d4a69451d2e7f754798/ga1.sml ga1 true ga1.sml sml 14921 164 210 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr1/THUMBNAIL/image/gif/5762bff9a9ad3314e3b33a23dde176bd/gr1.sml gr1 gr1.sml sml 7999 164 206 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr2/THUMBNAIL/image/gif/46d5be31418f8adcd4effd2c1c0109b9/gr2.sml gr2 gr2.sml sml 10538 164 216 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr3/THUMBNAIL/image/gif/05cfd8bc1844b89dd7c7c7de9b7cd555/gr3.sml gr3 gr3.sml sml 9269 164 109 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr4/THUMBNAIL/image/gif/d763825a38288f42966a686db6bc0c4a/gr4.sml gr4 gr4.sml sml 5991 91 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr5/THUMBNAIL/image/gif/5667d71c27ed2d1b52736fb8ef6075a5/gr5.sml gr5 gr5.sml sml 5614 97 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr6/THUMBNAIL/image/gif/686c29370b22081d46296971752bb1c0/gr6.sml gr6 gr6.sml sml 6572 164 189 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr7/THUMBNAIL/image/gif/991e778362923c875e3e65bfdc458477/gr7.sml gr7 gr7.sml sml 5862 154 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr8.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr8/THUMBNAIL/image/gif/0d03f683fb870df9bd1ae8414e0cf7f1/gr8.sml gr8 gr8.sml sml 9955 80 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-gr9.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/gr9/THUMBNAIL/image/gif/20c8d9bc431aeec602789bb82a84488a/gr9.sml gr9 gr9.sml sml 4179 56 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119306042-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119306042/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/e85318b556a41e49d4736ca6dbf9c9da/mmc1.docx mmc1 mmc1.docx docx 1243096 APPLICATION 1-s2.0-S2468823119306042-am.pdf am am.pdf pdf 1186640 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10R3VS66XS3/MAIN/application/pdf/51b051e91dce2c0c615f709503afcc25/am.pdf MCAT 110740 110740 S2468-8231(19)30604-2 10.1016/j.mcat.2019.110740 Elsevier B.V. Fig. 1 Oxidation conversion of CO, C3H6 and NO catalyzed by Pt/SA, Pt-PEG200/SA, Pt-PEG400/SA, Pt-PEG600/SA. Fig. 1 Fig. 2 XRD profiles of the catalysts (left). The simulated diffraction lines of metallic Pt are shown for reference. Inset (right) shows the comparison of a characteristic diffraction peak of (111) plane of these catalysts. Fig. 2 Fig. 3 TEM profiles (left) and platinum nanoparticles size distribution (right) of the catalysts: (a1) and (a2) Pt-PEG200/SA;(b1) and (b2) Pt-PEG400/SA;(c1) and (c2) Pt-PEG600/SA. Black platinum particles are labeled with red circle (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 3 Fig. 4 DRIFTs of CO adsorption on the H2 treated-catalysts: (a) CO-DRIFTs spectra; (b) Relative amounts and Peak max height of different Pt atoms on the Pt particles by integral computation and normalization in the PEG-assisted catalysts. Fig. 4 Fig. 5 H2-TPR profiles of the catalysts (a) and their corresponding relationship in reduction area (b). Fig. 5 Fig. 6 UV–vis spectra of PEG solution mixed with Pt2+precursor and pure Pt2+precursor. Fig. 6 Fig. 7 TG-DTA curves of the dried catalysts (Pt-PEGx00/SA-D, x = 2,4,6) under N2 flow. Fig. 7 Fig. 8 In situ DRIFTs curves (left) and 2D contour (right) of dried Pt-PEG400/SA with the function of temperature under CO/N2 flow. Fig. 8 Fig. 9 DRIFTs curves at the certain temperature of the dried catalysts under CO/N2 flow: (a) 50 °C, (b) 210 °C, (c) 400 °C. Fig. 9 Table 1 The results of activity test. Table 1 Sample CO C3H6 NO NO T50/ T90 (ºC) T50/ T90 (ºC) T30/Tpeak (ºC) Max Conversion (%) Pt/SA 214/230 226/238 251/325 45 Pt-PEG200/SA 214/227 225/231 242/284 54 Pt-PEG400/SA 203/219 216/224 239/283 52 Pt-PEG600/SA 202/221 219/226 246/320 51 Table 2 The Pt dispersion and average grain size of different samples. Table 2 Sample Dispersion (%) Average grain size (nm) CO chemisorption Derived from TEM a Derived from CO chemisorption b TEM Pt/SA 13.9 10.3 7.9 7.4 Pt-PEG200/SA 14.4 15.9 7.6 6 Pt-PEG400/SA 16.5 22.3 6.7 5.3 Pt-PEG600/SA 15.0 17.4 7.3 6.3 a Dispersion from TEM was estimated from particle size distributions [30]. b Average grain size derived from CO chemisorption was estimated from its dispersion [31]. Table 3 Thermal property of only dried-pretreatment catalysts on DTA curves. Table 3 Sample To (ºC) Tp (ºC) Tc (ºC) Pt-PEG200/SA-D 155 164 174 Pt-PEG400/SA-D 157 187 204 Pt-PEG600/SA-D 160 191 218 Low-temperature performance controlled by hydroxyl value in polyethylene glycol enveloping Pt-based catalyst for CO/C3H6/NO oxidation Liang Yanli Conceptualization Data curation Software Writing - original draft a Ding Xinmei Data curation b Du Zoufei Data curation a Wang Jianli Supervision Writing - review & editing b Zhao Ming Supervision Writing - review & editing b * Dan Yi Supervision Writing - review & editing a * Jiang Long Supervision Writing - review & editing a Chen Yaoqiang Supervision Writing - review & editing b a State Key Laboratory of Polymer Materials Engineering of China (Sichuan University), Polymer Research Institute of Sichuan University, Chengdu, 610065, China State Key Laboratory of Polymer Materials Engineering of China (Sichuan University) Polymer Research Institute of Sichuan University Chengdu 610065 China State Key Laboratory of Polymer Materials Engineering of China (Sichuan University), Polymer Research Institute of Sichuan University, Chengdu 610065, China. b College of Chemistry of Sichuan University, Chengdu, 610064, China College of Chemistry of Sichuan University Chengdu 610064 China :College of Chemistry of Sichuan University, Chengdu 610064, China ⁎ Corresponding authors at: College of Chemistry, Sichuan University, Wangjiang Road 29, Sichuan, Chengdu, 610064, China. College of Chemistry Sichuan University Wangjiang Road 29 Sichuan Chengdu 610064 China Graphical abstract To decrease the diesel vehicle emission, polymer-assisted platinum-based catalysts having an improvement in the dispersion of platinum were developed. This work investigated the structure and redox properties of platinum nanoparticles assisted by polyethylene glycol (PEG) with different hydroxyl value and supported on SiO2-Al2O3 following carbonization and air roasting treatments. Ultraviolet-visible (UV–vis) spectra, in situ FTIR and structural characterization measurements reveal that PEG400-assisted catalyst presents a great interaction with platinum species, affecting the electronic intensity and dispersion of platinum. Reactivity tests show that PEG400-assisted Pt-based catalysts have a better low-temperature catalytic performance in CO, C3H6 and NO oxidation, decreased by around 10−30 °C. It is concluded that the differences in reactivity could be related to the formation and stabilization of platinum species during the preparation. Keywords Platinum Polyethylene glycol Hydroxyl value Low-temperature 1 Introduction Systematic and rigorous exhaust emission regulations have propelled the after-treatment systems with more efficiency. To comply with Euro VI, the DOC (diesel oxidation catalyst) + DPF (diesel catalytic filter) + SCR (selective reduction catalyst) + ASC (ammonia slip catalyst) system was developed in commercial application [1,2]. Diesel oxidation catalyst is an important after-treatment device in reducing the emission of NOx and particle matters (PM). The product NO2 in DOC has a crucial effect in oxidizing soot in DPF [3,4] and accelerating the reduction reaction in SCR [5–7], as well as decreasing the exhaust temperature for fuel economy [8]. Those problems necessitate the high NO conversion to NO2 and the low-temperature catalytic activity for DOC catalysts. Platinum is widely used and effective in DOC catalysts. Recently, metal [9–12], organic [13,14] and inorganic [15] modifiers are adopted on the supported platinum-based catalysts for modulating the platinum particle size or valence state. Previous study [16] in our group found that controlling the formation of metal oxide NPs by reduction method could affect its formation. Small organic molecules containing hydroxyl groups have the potential in reducing the metal ions. Kim et al. [17] adopted the environmentally friendly glycerol to reduce nickel (II), copper (II), silver (I) in hydrothermal synthesis of metals (Ag, Cu, Ni), while glycerol is only as an anti-oxidant in preparation of metal oxides (CoO, Fe3O4, MnO). For a deeper reduction, ethylene glycol due to its strong reducibility is widely used to reduce the metal ions to metallic state in colloidal synthesis [18–20]. Zhu et al. [21] adopted ethylene glycol as reductant in preparing polyacrylamide-metal (M = Pt, Ag, Cu) nanocomposites, leading to a homogeneous distribution of metal nanoparticles in the polyacrylamide matrix. Meanwhile, polymer as a physical barrier shows the non-negligible effect in dispersing the nanoparticles, on account of a large decrease in their surface energy in comparison to bare particles [22,23]. Merte group [24] prepared the Pt-loaded micellar precursor by adopting the polystyrene-b-poly(2-vinylpyridine) [PS(27700)-b-P2VP(4300)] block co-polymer to obtain the well-defined sizes Pt/γ-Al2O3 with a high methanol oxidation performance. To adopt both beneficial roles, polyethylene glycol (PEG) is expected to possess both advantages in capping and reducing, which benefit the adjustion in electronic and size effect for noble metal nanoparticles. Luo et al. [25] adopted PEG as the modifier impregnating on the surface of Pd/SiO2 for hydrogenation of benzaldehydes, and the results showed that oxygen of PEG could be coordinated to palladium atoms, resulting in the electron-rich palladium. Similarly, an efficient and simple chemical reduction method reported by Harraz et al. [26], was used to synthesize a heterogeneous Pd(0) nanoparticles applying the only-PEG as stabilizer with additional reducing agent. The experimental conclusion enlightens us to adopt the idea that the lone pairs of oxygen on PEG could interact with platinum ion, greatly affecting the strength due to the different hydroxyl value. Besides, the crucial physical hindrance from carbon layer is also crucial in inhibiting platinum migration process when calcinating at high temperature [27,28]. Herein, it is proposed to investigate the original difference of PEG with different hydroxyl value interacting with platinum ions by “two-step” calcination method, which is prospected to reach a balance value in valence state and particle size of platinum. Based on the experimental results of transmission electron microscope (TEM), Fourier transform infrared spectroscopy (CO-DRIFTs) and temperature program reduction (H2-TPR), we shall obtain the information of platinum species in final particle size and valence state, deeply disclosing the original reasons in molecular catalysis. Besides, UV–vis spectrophotometry and in situ DRIFTs methods will be performed to investigate the inner reasons of platinum species interacting with PEG from initial stage to annealing stage, which would directly influence the catalytic oxidation performance. 2 Experimental methods 2.1 Catalyst preparation Polyethylene Glycol, including PEG200 (hydroxyl values: 534–590), PEG400 (hydroxyl value: 268–294) and PEG600 (hydroxyl values: 178–196), were dissolved in deionized water, with the loading amount of 5 mass%. Then Pt(NO3)2 precursor solution (1 mass% of Pt) was added. The mixtures are loaded on the SiO2-Al2O3 powder (around 150 m2/g, Solvay) by the impregnation method. After drying at 60 °C, the Pt-PEGm/SiO2-Al2O3-D (m = 200,400,600) was obtained, and then was subsequently calcined at 400 °C for 2 h in N2. After that, the samples were calcined at 550 °C for 3 h in air. The calcined catalyst was wash-coated onto cylindrical cordierite monoliths (2.5 cm3, 400 cells per square inch, Corning Ltd., USA), where the total wash-coated loading amount of each sample was about 150 g/L. At last, the polymer-assisted platinum-based catalysts were obtained and labeled as Pt-PEG200/SA, Pt-PEG400/SA and Pt-PEG600/SA, respectively. 2.2 Catalytic evaluation The catalytic activity of the prepared catalysts was evaluated by detecting the conversion of the reaction gases over the catalysts. The measurements on the catalytic activity were carried out in a fixed bed quartz flow reactor, and the reaction gases were a mixture of 200 ppm NO, 330 ppm C3H6, 1000 ppm CO, 10 vol.% O2, 7 vol.% H2O, and 8 vol.% CO2, using N2 as balance, and the Gaseous Hourly Space Velocity (GHSV) was 60 kh−1. The outlet CO, C3H6, NO and NO2 were detected by Nicolet Antaris IGS-6700 gas analyzer (Thermo Fisher Scientific, USA) and the reactant conversion was defined by the following equations (1)–(3): (1) CO conversion= ([CO]inlet -[CO]outlet)/[CO]outlet*1.0 % (2) C3H6 conversion= ([C3H6]inlet -[C3H6]outlet)/[C3H6]outlet*1.0 % (3) NO conversion= [NO2]outlet/[NOx]outlet*1.0 % Where [CO]outlet, [C3H6]outlet, [NO2]outlet and [NOx]outlet stand for the outlet concentration of CO, C3H6, NO2, and NOx, respectively, while [CO]inlet and [C3H6]inlet stand for the inlet concentration of CO and C3H6, respectively. 2.3 Catalyst characterizations X-ray diffraction (XRD) patterns of powdered samples were recorded with a Rigaku Ultima IV diffractometer with Cu Kα radiation (λ =1.5406 Å) in the 20°< 2θ < 80° and at 40 kV and 40 mA. Transmission electron microscopy (TEM) measurement was performed by using Tecnai G2 F30 with an acceleration voltage of 300 kV. Before performing, the powder samples were dispersed in ethanol with ultrasonic technique. The platinum dispersion deriving from TEM measurements were calculated as the following Eq. (4) [29,30], where d is the average particle diameter by the statistics analysis. (4) D = 1.48*<d2>/< d3>—0.73*<d>/< d3>+0.12/< d3> Pulse CO chemisorption was adopted to obtain the platinum dispersion with the TCD detector. 0.3 g sample was reduced at 450 °C for 30 min and cooled to room temperature. CO flow was injected in the catalyst until its saturated adsorption by observing the voltage values (Y axis). The accumulated difference value in voltage was converted by quantitative analysis and finally the dispersion (D) of platinum for samples was calculated. Correspondingly, the platinum particle size was gotten by the relationship of 1.1/D [31]. CO-DRIFTs spectra were obtained on a Fourier transform infrared spectrometer (FTIR, Thermo Nicolet 6700). The samples in the IR cell were pretreated under reductive gas (H2) at 450 °C for 30 min, and then cooled. The background spectrum was collected in N2 flow at room temperature. 1 vol% CO/N2 was introduced to adsorb on Pt0 sites until no variation in the spectrum, and following the purification under N2. The final CO adsorption spectra were collected after deducting the sample background and atmospheric background. All the spectra accumulated 64 scans at a resolution of 4 cm−1. H2-temperature programmed reduction (H2-TPR) experiments were used to measure the redox properties. 0.1 g sample was pretreated in N2 (20 mL·min−1) flow at 450 °C for 30 min, and then cooled to room temperature in N2 flow. After baseline stabilization, the reduction curves were recorded from room temperature to 450 °C at a constant heating rate of 12 °C/min in a total flow of H2 (5.0 vol.%)/N2 mixture (20 mL/min). UV-vis spectroscopy measurements (UV2300) were performed for Pt(II) ions mixing with PEG solution. TG-DTA analysis was performed on the HCT-2 thermal gravimetric analyzer. About 6 mg of dried sample was exposed in N2 and heated up to 400 °C at the rising rate of 5 °C/min. TG and DTA curves were obtained by collecting the weight variation and thermal variation data. According to the TG data, DTG curves were obtained by differentiation method and smooth treatment in Origin. In situ DRIFTs spectra were obtained on the FTIR instruments (FTIR, Thermo Nicolet 6700). The dried samples were diluted in KBr powder (weight ratio, 1:20). The sample was pretreated under N2 flow at 400 °C, then in cooling process the spectra under the steady state were collected as the background with an interval of 20 °C. After cooling to 50 °C, the sample was exposed to 1 vol% CO/N2 and its spectra were collected at every temperature point. The finial spectra were obtained by deducting the sample background and atmospheric background. All the spectra accumulated 64 scans at a resolution of 4 cm−1. 3 Results and discussions 3.1 Catalytic performance CO, C3H6 and NO conversion for Pt/SA and PEG-assisted Pt/SA catalysts with different hydroxyl value as a function of reaction temperature are presented in Fig. 1 . It could be observed that CO/ C3H6 oxidation curves is “S” type, while NO oxidation curves are volcano type. The main reason is due to the thermodynamic equilibrium limit of NO oxidation (NO + 1/2O2=NO2), more NO2 formation could inhibit the positive reaction and transform to NO. Thus, all catalysts showed similar conversions at temperatures below 250 °C and above 400 °C for thermodynamic equilibrium limit of NO oxidation and it is finally up to the equilibrium state at high temperature [32]. Directly, PEG-assisted catalysts show a better low-temperature catalytic activity and a higher NO maximum conversion value. As listed in Table 1 , Pt/SA and Pt/PEG200/SA show the similar CO T50 and C3H6 T50 (the temperature of 50 % conversion) at 214 °C and 225 °C, respectively. It indicates that the introduction of PEG200 could not be positive in lowering CO and C3H6 conversion temperature. While with the decreasing of hydroxyl value, PEG-assisted catalysts show a better low-temperature catalytic CO and C3H6 performance. Pt-PEG400/SA and Pt-PEG600/SA present the identical CO T50 (202 °C) and C3H6 T50 (216 °C), decreasing by 12 °C and 9 °C, respectively. The related kinetics calculations in Table S1 (reaction rate and TOF) about CO/C3H6 oxidation reaction is obtained under simulated reaction gases, with the conversion of below 15 %. For the CO oxidation, TOF value on Pt-PEG400/SA and Pt-PEG600/SA is similar, which is twice of that on Pt-PEG200/SA. The reaction rate and TOF value of C3H6 oxidation reaction on Pt-PEG400/SA is about four times of that on Pt-PEG200/SA, and twice of that on Pt-PEG600/SA, respectively. The results indicate that the reaction is size-dependent for the different dispersion on three catalysts. As reported from Alexey Boubnov et al. [33], 2−3 nm Pt particles have the most active catalysts for CO oxidation for the low-coordinated Pt atoms, while NO oxidation is most efficient with the largest Pt particles. Indeed, the electronic state of platinum is also important. In diesel oxidation performance, Pt0 is the important active component. Burch et al. [34] investigated the state of oxidation or reduction of the platinum surface. After three runs of reduction-oxidation, Pt-based catalyst presented the same oxygen uptake measuring at 300 °C, verifying that the platinum particles have a strong “memory” of previous reduction treatments. Thus, the interaction of platinum precursor during preparation could be modified to form the more active surface [35]. Fig. S1 shows the conversion curves of CO and C3H6 single reaction on all catalysts. It is obviously seen that Pt-PEG400/SA shows a better low-temperature activity with CO T50 of 146 °C and C3H6 T50 of 148 °C, next for Pt-PEG600/SA and final for Pt-PEG200/SA. For NO oxidation reaction, an obvious difference between blank sample and PEG-assisted samples is presented in Table 1. For NO maximum conversion, PEG-assisted catalysts are basically 51–54 %, improved by around 10 %. And for their corresponding peak temperature, Pt-PEG200/SA and Pt-PEG400/SA are at around 285 °C, while Pt-PEG600/SA and Pt/SA are at 325 °C. Besides, Pt-PEG400/SA shows a lowest T30 (the temperature of 30 % conversion) at 239 °C, which is lower by 12 °C than Pt/SA. It could be concluded that proper hydroxyl value of PEG has a great interaction with platinum species, which is beneficial for NO low-temperature activity. The prepared monolithic catalysts were aged at 800 °C for 10 h. As shown in Fig. S2, there are no big difference in the curves of CO conversion C3H6 conversion, and their completed conversion temperature increased to around 240 °C. While in NO oxidation reaction, their light-off temperature gets higher, yet aged Pt-PEG400/SA still shows the low-temperature activity and high NO maximum conversion. It indicates that Pt-PEG400/SA has a better stability for a better dispersion. 3.2 Structural and surficial properties analysis Platinum, as the main active component, whose particle size and valence state are crucial in catalysis. During the experimental designing step, polymer is promised to play a main role in dispersing platinum due to their steric interactions [36]. The particle aggregation could be reflected by XRD profile of catalysts, as given in Fig. 2 . The results show that the catalysts consist of metallic platinum and do not contain platinum oxide phase. There is the same signals in all catalysts around 39.8°, 46.2° and 67.5°, which are the characteristics of Pt (111), Pt (200), and Pt (220), according to PDF# 04-0802, respectively. Besides, 2θ at 45.5° and 67.1° contains a contribution from γ-Al2O3 phase. The diffraction peak intensity of most prominent Pt (111) decreases with PEG-modifying for Pt/SA catalyst, indicating that Pt crystallite sizes reduce with the addition of PEG. It is hard to distinguish the discrepancy in the diffraction intensity of those PEG-modified catalysts. To clearly observe the difference in diffraction intensity, it has been enlarged in the vicinity of 2θ around 40°. Intuitively, Pt-PEG400/SA has a slight decrease in diffraction intensity comparing to PEG200 and PEG600-modified catalysts. It could be speculated that Pt-PEG400/SA has the smallest platinum particles. Besides, the morphology profiles of platinum particles and their corresponding particle size distribution were obtained though transmission electron microscope, as shown in Fig. 3 . In Fig. 3(a1)-(c1), black platinum nanoparticles are highlighted by red circles. In comparison, platinum particles of Pt-PEG400/SA(Fig. 3 (b1)) show a more uniform distribution than others, and several distinct large nanoparticles appears in PEG200/SA (Fig. 3(b1)). After statistical calculation, detailed distribution of nanoparticles size for all samples are presented in Fig. 3 (a2)-(c2). The platinum particles of all samples are during the range of 2−14 nm. The high frequency-particle size at around 3−7 nm appears on Pt-PEG200/SA and Pt-PEG400/SA. However, the relative bigger nanoparticles (>10 nm) at Pt-PEG200/SA result in its average Pt particle diameter of 6.0 nm, which is larger than that of Pt-PEG400/SA (5.3 nm). In the case of Pt-PEG600/SA, platinum nanoparticles concentrate at 4−9 nm, without the formation of big particles, and its average Pt particle size is 6.3 nm. The particle size and correlated dispersion on all catalysts are listed in Table 2 . According to the statistical result of TEM, the corresponding dispersion could be calculated. Comparing to the dispersion (10.3 %) on Pt/SA and 7.4 nm average size from TEM results (Fig. S3.), the PEG-modified catalysts have an obvious improvement in dispersion and reduction in average particle size. Pt-PEG400/SA has the highest platinum dispersion of 22.3 %, comparing with 15.9 % of Pt-PEG200/SA and 17.4 % of Pt-PEG600/SA. Directly, pulse CO chemisorption was adopted to obtain the platinum dispersion as a stoichiometry coefficient CO/Pt 0.8 for the co-existing of linear and bridged CO chemisorption [37,38]. Pt-PEG400/SA still shows the best platinum dispersion (16.5 %) and smallest platinum size (6.7 nm) via calculation than other two. Both characterization results verify that Pt-PEG400/SA has a higher dispersion than other two, in line with its weaker platinum diffraction intensity of XRD. Exposed metal active sites existing in various geometries were characterized by their location on the surface of nanoparticle. All catalysts were performed to chemisorb CO at room temperature and saturation coverage, as depicted in Fig. 4 (a). During the range of 2000−2100 cm−1, it is assigned to the collective vibration of CO molecules linearly adsorbed on metallic platinum sites. No bridged adsorption band (around 1800 cm−1) is found, because the sites at high CO coverage less contribute to the exposed Pt surface sites [29]. Visually in adsorption intensity, PEG-assisted catalysts shows a stronger adsorption intensity than the blank sample, and the Pt-PEG400/SA is the most prominent. It is general that more exposed platinum sites along with more adsorbed CO molecules show a higher vibration intensity as well as a larger vibration area without the doping of other based metal oxides. Thus, the above results confirm the more exposed active sites on PEG-assisted catalysts. The phenomenon is accord with those particle size from the above structural characterization analysis. To further investigate the effect of hydroxyl value on platinum structure, splitting peak and quantitative calculation of CO-DRIFTs spectra were adopted on PEG-assisted catalysts. The specific deconvolution peak profiles are represented in Fig. 4(a). All spectra similarly exhibit three overlapped bands by dividing the broad peak, and the proportion of peak intensity and area ratio are shown in Fig. 4(b). CO molecules adsorption appears at three different bands, namely at three kinds of position for Pt atoms. The bands at 2087−2090 cm−1, 2074−2076 cm−1 and 2054−2056 cm−1 belong to the plat, edge and corner Pt0, respectively [12,39]. Herein, the evolution of peak maximum height and relative peak area could be observed. The trend of peak maximum height is likely the volcanic type, at which Pt-PEG400/SA is the summit, suggesting its more exposed platinum sites. Besides, the relative area ratio of its main active Pt0 edge sites has 64.3 %, improved by around 10 % comparing with Pt-PEG200/SA and Pt-PEG600/SA. The plat sites of Pt-PEG400/SA is a slightly high proportion at 20 %, while other is at around 15 %. Pt-PEG200/SA and Pt-PEG600/SA have the similar peak maximum height and relative area ratio in both platinum sites, implying those similar platinum particle size verified by TEM and XRD results. A higher total exposed active sites and edge sites of Pt-PEG400/SA greatly contribute to its improved catalytic performance. Fig. 5 (a) shows the redox properties of Pt/SA catalysts with or without the assistance of PEG. PtOx reacts with H2, whose reduction area represents the amount of platinum oxides. Intuitively, the reduction peak area of Pt/SA (3137) is obviously larger than that of other three, indicating that Pt/SA via traditional preparation method has the higher platinum valence state than all PEG-assisted Pt/SA. Furtherly, the sequence of reduction area is following: Pt-PEG400/SA(57.4 %)> Pt-PEG200/SA(51.0 %)> Pt-PEG600/SA(38.1 %), as shown in Fig. 5(b). It could be found that the area ratio of reduction peak presents a decreased trend with the decreasing hydroxyl value, especially for Pt-PEG400/SA. It is the fact that less reduction area indicates the more metallic platinum, which is beneficial for the oxidation reaction [12,40]. However, the high catalytic performance of Pt-PEG400/SA shows the unexpected increase in reduction area, comparing to other. According to the results of TEM, Pt-PEG400/SA catalyst has the smaller platinum nanoparticles, which is easily oxidized at annealing process under air condition. It could be guessed that the smaller nanoparticles would be more easily reduced in CO/C3H6 mixed simulated gases as activity testing. In a case of reduction temperature, the main reduction peak temperature of Pt-PEG400/SA and Pt-PEG600/SA concentrates at around 150 °C, yet that of Pt-PEG200/SA and Pt/SA is at 163−169 °C. The reduction temperature of platinum oxides could be contributed to the platinum-oxygen bond strength [41]. With the addition of PEG, its electron donating group could increase the electronic intensity of platinum. Then the platinum-oxygen bond strength would be weaker, leading to a better reduction ability of Pt oxides with a higher reduction temperature. The difference in reduction temperature is cline with the tendency in CO/ C3H6 T50 of catalysts. When nanoparticle is smaller, it would have larger contact area with H2 and the reaction temperature is lower. Thus, a higher reduction temperature of Pt-PEG200/SA could imply that its platinum particles are relative larger than the other two with PEG-assisted. The similar Pt(111) diffraction intensity in Pt-PEG200/SA and Pt-PEG600/SA verifies that those platinum particle size are approximated. There is a big difference between those in valence state of platinum due to the effect of their different hydroxyl value. A lower reduction temperature and the smaller platinum particles in Pt-PEG400/SA could verify that relative appropriate hydroxyl value could interact well with platinum, increasing the exposed active component. More or less hydroxyl value has a passive effect in dispersing platinum, even though for the decreased platinum valence state. In investigating the role of PEG, it could be found that CO dispersion from CO chemisorption on Pt/SA is small difference with PEG-assisted Pt/SA catalysts. Thus, the addition of PEG affects the catalytic performance by affecting the final Pt state, the Pt morphology and size. Further, the hydroxyl value of PEG could participate in the reaction differently. The initial interaction of PEG with platinum species could increase the electronic intensity of platinum for the electron-donating from −OH. After calcination, the final composition of all catalysts is Pt supported on SiO2-Al2O3 without the exist of PEG. But the strong “memory” of previous electronic modulation on platinum exists. Considering the obvious difference of TOF values on Pt/SA and PEG-assisted Pt/SA, it could be contributed to the more platinum oxides (H2-TPR) and lesser exposed platinum sites (CO-DRIFTs) existing on Pt/SA. 3.3 Mechanism analysis of hydroxyl value with platinum In the Pt2+ precursor solution, polyethylene glycol (PEG) with different hydroxyl values were added and the solution state was detected by UV spectra (Fig. 6 ). Theoretically, PEG is crown ether structure with the open chains, forming the different hole size after folding and bending. When PEG complexes with metal ions, it forms a pseudo-ring structure with 6–8 oxygen atoms in the same plane, while the rest of the molecular chain is on one side of the plane, forming a positive cation. And Fig. 6 inserts the diagram of PEG complexed with the cation [42]. The molecular structural formula of PEG could be represented as HO-[CH2CH2O]n-H. When n = 4 (molecular weight,196), namely PEG200, the chain could cyclize and form the analogy crown ether 12-C-4, with its hole size of 1.2–1.5 Å. PEG400 and PEG600 with the longer molecular link could form a relative larger hole size. According to the reference [43], each PEG 400 molecule possesses about eight –(CH2−CH2-O)- units. When forming the analogy crown ether, the hole size is around 4 Å. In view of the radius of Pt atom (1.83 Å), it would be more stable for Pt coordinating with PEG400 due to the size matching effect. The adsorption peak during the wavelength of 200−300 nm is contributed to the electron transferring from −OH of PEG to Pt2+, while there has a blue-shift with the variation of hydroxyl value from PEG200 to PEG600. As the coordinating of crown ether with cations, oxygen atoms in the ring of crown ether is positively polarized. Their excited states are more stable by cations than the ground states, resulting in an hypsochromic shift [44,45]. In Fig. 6, the spectrum assigned to the platinum precursor mixing with PEG shows the most obvious blue-shift compared to the pure Pt2+ precursor, which is more likely the formation of more stable coordination compound along with oxygen atoms of PEG as electron donor easily polarized with the existence of Pt2+. The analogous reduction effect on platinum species could be continually affect the annealed catalyst under air condition, though the final composition of all catalysts is Pt supported on SiO2-Al2O3 without the exist of PEG. Burch et al. [34] investigated the state of oxidation or reduction of the platinum surface. After three runs of reduction-oxidation, Pt-based catalyst presented the same oxygen uptake measuring at 300 °C, verifying that the platinum particles have a strong “memory” of previous reduction treatments. Thus, the interaction of platinum precursor during preparation could be modified to form the more active surface [35]. Ethylene glycol, as the unit of PEG, could reduce the noble metal ions to metallic metal [46]. It would associate the reduction role for PEG in reacting with Pt2+ for its hydroxyl groups. The initial change in electronic intensity of Pt could be partially kept after annealing in air, along with the obviously decreased amount of platinum oxides in H2-TPR. Besides, the longest chain link of PEG600 would have the strong steric effect, unbefitting for platinum ions equably dispersing in its precursor solution. The discrepancy of PEG 200 and PEG 600 mixing with platinum ions in coordination effect could result in the relatively poor dispersion of platinum ions in solution. The initial anchoring effect of Pt2+ by chain of PEG with −OH of support could greatly affect the platinum nanoparticles in carbonization process, and then annealing in air, carbon-covered platinum nanoparticles slowly migrated and aggregated at a higher temperature. Thus, the combination of chemical method by bond force and physical method by cover layer is effective in retarding the grow of nanoparticles at the high temperature. The molecular ring of PEG400 has a good match effect with platinum ions, promoting its uniform dispersion in solution and keeping the state after supported, which is accord with the best dispersion in TEM results. The thermal behavior of dried supported catalysts was investigated under N2 flow and their TG/DTG/DTA curves are presented in Fig. 7 . There is no consideration the water loss below 100 °C. The decomposition of PEG undergoes in a stage from 150−250 °C. The weight loss percent of three catalysts are basically the same due to the consistent PEG amount, during the range of 5.6–6.2 %. Pt loading of the final catalysts is obtained as 0.7096 mass% on Pt-PEG200/SA, 0.6890 mass% on Pt-PEG400/SA and 0.6913 mass% on Pt-PEG600/SA. Though instrumental error result in the decreased Pt loading due that the practical Pt loading value is 1 mass%. The similar Pt loading in all catalysts indicate that mass-loss of PEG has no effect in Pt loading. With a decreased hydroxy value, the exothermic peak in DTA curves gets broader and weaker due to the reduced breakage of −OH. Analyzing the peak from onset temperature (To), peak temperature (Tp), concluding temperature (Tc), the corresponding results are outlined in Table 3 . It could be seen that To is the same in all catalysts at about 160 °C. Tp of PEG200 is at 164 °C, while Tp of PEG400 and PEG600 are at around 190 °C, increasing by 24 °C. Additionally, PEG400 and PEG600 both show a higher Tc value at around 210 °C than PEG200 (174 °C) shows. Besides, the TG-DTA curves in Fig. S4 of all Pt-free samples (PEG/SA) shows the difference PEG exothermic peak in N2 slow for their different molecular weight. In TG curves (Fig. S4(a)), it could be found that the mass-loss of all blank samples is basically same. In DTA curves (Fig. S4(b)), PEG400/SA and PEG600/SA have the same peak temperature at 270 °C, increased by 13 °C than PEG200/SA. As the introduction of platinum, the peak temperature further improved on Pt-PEG400/SA and Pt-PEG600/SA. A big difference in temperature implies that a higher interaction between Pt and PEG exists in the low-hydroxy value due to the size-match effect. To investigate the variation of function groups on PEG and exposed platinum species, CO is regarded as the probing molecule and the corresponding in situ DRIFTs spectra in the function of temperature are adopted. Taking the only dried-treatment catalyst (Pt-PEG400/SAD) for example, its variation spectra with the increased temperature are presented in Fig. 8 . The bands at 1350−1410 cm−1 belong to the bending vibration of C–H, and its corresponding stretching vibrations are the bands at 2880−2990 cm−1. The stretching vibration of −COO- and = C–H appear at 1616 cm-1 [47] and 3000−3200 cm−1, respectively. A wide adsorption peak at around 3300−3500 cm−1 are attributed to the stretching vibration of OH from intermolecular hydrogen bond. From the aspect of PEG, its addition amount is higher than platinum amount, whereupon the surplus PEG molecular could occur intermolecular interaction. The detected vibration of CO and = CH could speculate the formation of enol or ketone. Platinum bonding with oxygen could be from −OH or CO. A big change with an increasing temperature, as shown in 3D waterfall (Fig. 8(a)), is the reduction of CH and OH due to the intermolecular dehydration. Besides, the skeletal vibration of CC is detected at a higher temperature with the disappearance of CO. From the aspect of platinum, there is no related vibration at the low-temperature, only the obvious two vibration bands of CO molecule appearing at 2100-2200 cm−1. With an elevating temperature, partial exposed platinum ion sites could attract the CO adsorption at around 2095 cm−1. To directly observe the difference of function groups in intensity as the function of temperature, 2D contour is presented in Fig. 8(b). During the temperature range of 50−200 °C, the intensity of oxygen-containing group (−OH, CO) presents the decreasing trend and till barely disappear. With the temperature increasing to 230 °C, conjugated double bond group (CC) begins to form and then reaches a stable state without variation in intensity at 270 °C. Besides, the band for probe molecule (CO) adsorbing on platinum ions (CO-Ptn+) appears at 130 °C and its intensity gradually increases. In the temperature at 210−230 °C, the vibration band of CO-Ptn+ is up to the maximum value, which is the initial stage of CC formation. With more formation of CC, the intensity of CO-Ptn+ gradually decreases due to the reduced exposed Ptn+ sites. At 270 °C, Ptn+ sites are barely disappeared because of the coverage effect of carbon layer on the surface of catalysts. Comparing the effect of different hydroxyl values, their spectra in CO flow were collected in Fig. 9 at low-temperature (50 °C), middle-temperature (210 °C) and high-temperature (400 °C). Fig. 9 (a) shows the vibration band of gas CO at the same location of 2115 cm−1 and 2172 cm−1. The increased absorbance in 3200−3500 cm−1 verify that the intramolecular hydroxyl value shows an increased trend from PEG200 to PEG600. The obvious discrepancy could be seen that the CO group of PEG400 and PEG600 is located at 1618 cm−1, while that of PEG 200 is at 1600 cm−1. A shift to the high-wavenumber indicates the less electron density of CO for its electrons transferring to platinum ions when platinum is anchored in the hole of PEG400 or PEG600. Pt-PEG200/SAD has a weaker CH and −OH vibration intensity than other two, as well as un-detection for the vibration of = CH group. At the stage of CC formation at 210 °C, Fig. 9(b) shows the vibration band at 1583 cm−1 for Pt-PEG200/SAD and Pt-PEG600/SAD, yet that of Pt-PEG400/SAD shifts to 1594 cm−1. The phenomenon suggests that electron-rich CC groups are more likely to support the platinum ions on Pt-PEG400/SAD, strongly inhibiting the migration of platinum atoms. Additionally, the absorbance of −OH groups greatly decrease in all three catalysts, but its amount on Pt-PEG400/SAD and Pt-PEG600/SAD are slightly higher than that on Pt-PEG200/SAD. It might be that these −OH groups bonding with platinum atoms, and its breakage needs at a higher temperature. Thus, the −OH groups disappear at 400 °C in Fig. 9(c). 4 Conclusions This work prepared the Pt-based diesel oxidation catalyst assisted by polyethylene glycol (PEG200, PEG400 and PEG600) with different hydroxyl values. Moderate hydroxyl value (PEG400) have a great interaction with platinum species. Wherein, its likely crown ether hole size has a good match with the size of platinum ion, resulting in more electron conversing from oxygen to platinum and a better dispersion of platinum species. The red-shift of CO and CC existing on Pt-PEG400/SA indicates that platinum has the strong electronic interaction with PEG400 due to the decreased electron intensity of functional group via in situ DRIFTs. Structural characterization results verify that Pt-PEG400/SA has the smaller platinum particles and more exposed platinum sites. Results of activity testing show that the Pt-PEG400/SA behaves the superior low-temperature catalytic performance, decreased by around 10 °C in CO/ C3H6 T50 of Pt-PEG200/SA and around 30 °C in maximum NO conversion peak temperature of Pt-PEG600/SA. The research method could enlighten the preparation of high-dispersion platinum-based catalyst for an improved catalytic performance. CRediT authorship contribution statement Conceptualization, Data curation, Software, Writing - original draft.Data curation.Data curation.Supervision, Writing - review & editing.Supervision, Writing - review & editing.Supervision, Writing - review & editing.Supervision, Writing - review & editing.Supervision, Writing - review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements We gratefully acknowledge the National Key Research and Development Program of China (2016YFC0204901, 2016YFC0204903), Key Research and Development Projects of Sichuan science and technology department (2018GZ0401) for the generous financial support to our research. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at https://doi.org/10.1016/j.mcat.2019.110740. Appendix A Supplementary data The following is Supplementary data to this article: References [1] K. Leistner C. Gonzalez Braga A. Kumar K. Kamasamudram L. Olsson Volatilisation and subsequent deposition of platinum oxides from diesel oxidation catalysts Appl. Catal. B: Environ. 241 2019 338 350 K. Leistner; C. Gonzalez Braga; A. Kumar; K. Kamasamudram; L. Olsson, Volatilisation and subsequent deposition of platinum oxides from diesel oxidation catalysts, Appl. Catal. B: Environ. 241 (2019) 338-350. [2] T. Johnson A. Joshi In review of vehicle engine efficiency and emissions SAE Technical Paper 2017 2017-01-0907 T. Johnson; A. Joshi In Review of Vehicle Engine Efficiency and Emissions, SAE Technical Paper, (2017) 2017-01-0907. [3] R.K. Dadi K. Daneshvar D. Luss V. Balakotaiah C.M. Kalamaras W. Epling Comparison of light-off performance of Pt-Pd/γ-Al2O3 dual layer and dual brick diesel oxidation catalysts Chem. Eng. J. 335 2018 1004 1017 R. K. Dadi; K. Daneshvar; D. Luss; V. Balakotaiah; C. M. Kalamaras; W. Epling, Comparison of light-off performance of Pt-Pd/γ-Al2O3 dual layer and dual brick diesel oxidation catalysts, Chem. Eng. J. 335 (2018) 1004-1017. [4] H. Zhang S. Yuan J. Wang M. Gong Y. Chen Effects of contact model and NOx on soot oxidation activity over Pt/MnOx-CeO2 and the reaction mechanisms Chem. Eng. J. 327 2017 1066 1076 H. Zhang; S. Yuan; J. Wang; M. Gong; Y. Chen, Effects of contact model and NOx on soot oxidation activity over Pt/MnOx-CeO2 and the reaction mechanisms, Chem. Eng. J. 327 (2017) 1066-1076. [5] T. Zhang H. Li Z. Yang F. Cao L. Li H. Chen H. Liu K. Xiong J. Wu Z. Hong W. Wang Electrospun YMn2O5 nanofibers: a highly catalytic activity for NO oxidation Appl. Catal. B: Environ. 247 2019 133 141 T. Zhang; H. Li; Z. Yang; F. Cao; L. Li; H. Chen; H. Liu; K. Xiong; J. Wu; Z. Hong; W. Wang, Electrospun YMn2O5 nanofibers: A highly catalytic activity for NO oxidation, Appl. Catal. B: Environ. 247 (2019) 133-141. [6] H. Xu Y. Li B. Xu Y. Cao X. Feng M. Sun M. Gong Y. Chen Effectively promote catalytic performance by adjusting W/Fe molar ratio of FeWx/Ce0.68Zr0.32O2 monolithic catalyst for NH3-SCR J. Ind. Eng. Chem. 36 2016 334 345 H. Xu; Y. Li; B. Xu; Y. Cao; X. Feng; M. Sun; M. Gong; Y. Chen, Effectively promote catalytic performance by adjusting W/Fe molar ratio of FeWx/Ce0.68Zr0.32O2 monolithic catalyst for NH3-SCR, J. Ind. Eng. Chem. 36 (2016) 334-345. [7] Q. Zhang J. Zhang Z. Song P. Ning H. Li X. Liu A novel and environmentally friendly SO4 2−/CeO2 catalyst for the selective catalytic reduction of NO with NH3 J. Ind. Eng. Chem. 34 2016 165 171 Q. Zhang; J. Zhang; Z. Song; P. Ning; H. Li; X. Liu, A novel and environmentally friendly SO42−/CeO2 catalyst for the selective catalytic reduction of NO with NH3, J. Ind. Eng. Chem. 34 (2016) 165-171. [8] A. Arvajová P. Kočí Impact of PtOx formation in diesel oxidation catalyst on NO2 yield during driving cycles Chem. Eng. Sci. 158 2017 181 187 A. Arvajová; P. Kočí, Impact of PtOx formation in diesel oxidation catalyst on NO2 yield during driving cycles, Chem. Eng. Sci. 158 (2017) 181-187. [9] M.R. Kim D.H. Kim S.I. Woo Effect of V2O5 on the catalytic activity of Pt-based diesel oxidation catalyst Appl. Catal. B: Environ. 45 2003 269 279 M. R. Kim; D. H. Kim; S. I. Woo, Effect of V2O5 on the catalytic activity of Pt-based diesel oxidation catalyst, Appl. Catal. B: Environ. 45 (2003) 269-279. [10] S.A. Yashnik A.V. Ishchenko L.S. Dovlitova Z.R. Ismagilov The nature of synergetic effect of manganese oxide and platinum in Pt–MnOX–Alumina oxidation catalysts Top. Catal. 60 2017 52 72 S. A. Yashnik; A. V. Ishchenko; L. S. Dovlitova; Z. R. Ismagilov, The Nature of Synergetic Effect of Manganese Oxide and Platinum in Pt–MnOX–Alumina Oxidation Catalysts, Top. Catal. 60 (2017) 52-72. [11] Y.-F. Huang H.-L. Zhang Z.-Z. Yang M. Zhao M.-L. Huang Y.-L. Liang J.-L. Wang Y.-Q. Chen Effects of CeO2 addition on improved NO oxidation activities of Pt/SiO2-Al2O3 diesel oxidation catalysts Acta Phys. Chim. Sin. 33 2017 1242 1252 Y.-F. Huang; H.-L. Zhang; Z.-Z. Yang; M. Zhao; M.-L. Huang; Y.-L. Liang; J.-L. Wang; Y.-Q. Chen, Effects of CeO2 Addition on Improved NO Oxidation Activities of Pt/SiO2-Al2O3 Diesel Oxidation Catalysts, Acta Phys. Chim. Sin. 33 (2017) 1242-1252. [12] Y. Liang M. Zhao J. Wang M. Sun S. Li Y. Huang L. Zhong M. Gong Y. Chen Enhanced activity and stability of the monolithic Pt/SiO2–Al2O3 diesel oxidation catalyst promoted by suitable tungsten additive amount J. Ind. Eng. Chem. 54 2017 359 368 Y. Liang; M. Zhao; J. Wang; M. Sun; S. Li; Y. Huang; L. Zhong; M. Gong; Y. Chen, Enhanced activity and stability of the monolithic Pt/SiO2–Al2O3 diesel oxidation catalyst promoted by suitable tungsten additive amount, J. Ind. Eng. Chem. 54 (2017) 359-368. [13] S. Soleimani A. Salabat R.F. Tabor Effect of surfactant type on platinum nanoparticle size of composite Pt/α-Al2O3 catalysts synthesized by a microemulsion method J. Colloid Interf. Sci. 426 2014 287 292 S. Soleimani; A. Salabat; R. F. Tabor, Effect of surfactant type on platinum nanoparticle size of composite Pt/α-Al2O3 catalysts synthesized by a microemulsion method, J. Colloid Interf. Sci. 426 (2014) 287-292. [14] T. Cheng J. Wang S. Wang Y. Cui H. Zhang Y. Shuang S. Yuan Y. Chen Citric acid induced promoted dispersion of Pt on the support and enhanced catalytic activities for a Pt-based catalyst Appl. Surf. Sci. 426 2017 T. Cheng; J. Wang; S. Wang; Y. Cui; H. Zhang; Y. Shuang; S. Yuan; Y. Chen, Citric acid induced promoted dispersion of Pt on the support and enhanced catalytic activities for a Pt-based catalyst, Appl. Surf. Sci. 426 (2017). [15] L. Gu X. Chen Y. Zhou Q. Zhu H. Huang H. Lu Propene and CO oxidation on Pt/Ce-Zr-SO4 2– diesel oxidation catalysts: effect of sulfate on activity and stability Chin. J. Catal. 38 2017 607 615 L. Gu; X. Chen; Y. Zhou; Q. Zhu; H. Huang; H. Lu, Propene and CO oxidation on Pt/Ce-Zr-SO42– diesel oxidation catalysts: Effect of sulfate on activity and stability, Chin. J. Catal. 38 (2017) 607-615. [16] W. Hu G.X. Li J.J. Chen F.J. Huang Y. Wu S.D. Yuan L. Zhong Y.Q. Chen Enhanced catalytic performance of a PdO catalyst prepared via a two-step method of in situ reduction-oxidation Chem. Commun. 53 2017 6160 6163 W. Hu; G. X. Li; J. J. Chen; F. J. Huang; Y. Wu; S. D. Yuan; L. Zhong; Y. Q. Chen, Enhanced catalytic performance of a PdO catalyst prepared via a two-step method of in situ reduction-oxidation, Chem. Commun. 53 (2017) 6160-6163. [17] M. Kim W.-S. Son K.H. Ahn D.S. Kim H.-s. Lee Y.-W. Lee Hydrothermal synthesis of metal nanoparticles using glycerol as a reducing agent J. Supercrit. Fluids 90 2014 53 59 M. Kim; W.-S. Son; K. H. Ahn; D. S. Kim; H.-s. Lee; Y.-W. Lee, Hydrothermal synthesis of metal nanoparticles using glycerol as a reducing agent, J. Supercrit. Fluids 90 (2014) 53-59. [18] Y. Borodko S.E. Habas M. Koebel P. Yang H. Frei G.A. Somorjai Probing the interaction of poly(vinylpyrrolidone) with platinum nanocrystals by UV−Raman and FTIR J. Phys. Chem. B 110 2006 23052 23059 Y. Borodko; S. E. Habas; M. Koebel; P. Yang; H. Frei; G. A. Somorjai, Probing the Interaction of Poly(vinylpyrrolidone) with Platinum Nanocrystals by UV–Raman and FTIR, J. Phys. Chem. B 110 (2006) 23052-23059. [19] C. Cong S. Nakayama S. Maenosono M. Harada Microwave-assisted polyol synthesis of Pt/Pd and Pt/Rh bimetallic nanoparticles in polymer solutions prepared by batch and continuous-flow processing Ind. Eng. Chem. Res. 57 2018 179 190 C. Cong; S. Nakayama; S. Maenosono; M. Harada, Microwave-Assisted Polyol Synthesis of Pt/Pd and Pt/Rh Bimetallic Nanoparticles in Polymer Solutions Prepared by Batch and Continuous-Flow Processing, Ind. Eng. Chem. Res. 57 (2018) 179-190. [20] J.N. Kuhn C.-K. Tsung W. Huang G.A. Somorjai Effect of organic capping layers over monodisperse platinum nanoparticles upon activity for ethylene hydrogenation and carbon monoxide oxidation J. Catal. 265 2009 209 215 J. N. Kuhn; C.-K. Tsung; W. Huang; G. A. Somorjai, Effect of organic capping layers over monodisperse platinum nanoparticles upon activity for ethylene hydrogenation and carbon monoxide oxidation, J. Catal. 265 (2009) 209-215. [21] J.-F. Zhu Y.-J. Zhu Microwave-assisted one-step synthesis of polyacrylamide−Metal (M = Ag, Pt, Cu) nanocomposites in ethylene glycol J. Phy. Chem. B 110 2006 8593 8597 J.-F. Zhu; Y.-J. Zhu, Microwave-Assisted One-Step Synthesis of Polyacrylamide−Metal (M = Ag, Pt, Cu) Nanocomposites in Ethylene Glycol, J. Phy. Chem. B 110 (2006) 8593-8597. [22] A.P. Kumar D. Depan N. Singh Tomer R.P. Singh Nanoscale particles for polymer degradation and stabilization—trends and future perspectives Prog. Polym. Sci. 34 2009 479 515 A. P. Kumar; D. Depan; N. Singh Tomer; R. P. Singh, Nanoscale particles for polymer degradation and stabilization—Trends and future perspectives, Prog. Polym. Sci. 34 (2009) 479-515. [23] Z. Niu Y. Li Removal and utilization of capping agents in Nanocatalysis Chem. Mater. 26 2014 72 83 Z. Niu; Y. Li, Removal and Utilization of Capping Agents in Nanocatalysis, Chem. Mater. 26 (2014) 72-83. [24] L.R. Merte M. Ahmadi F. Behafarid L.K. Ono E. Lira J. Matos L. Li J.C. Yang B. Roldan Cuenya Correlating Catalytic Methanol Oxidation with the Structure and Oxidation State of Size-Selected Pt Nanoparticles ACS Catal. 3 2013 1460 1468 L. R. Merte; M. Ahmadi; F. Behafarid; L. K. Ono; E. Lira; J. Matos; L. Li; J. C. Yang; B. Roldan Cuenya, Correlating Catalytic Methanol Oxidation with the Structure and Oxidation State of Size-Selected Pt Nanoparticles, ACS Catal. 3 (2013) 1460-1468. [25] M. Okamoto T. Hirao T. Yamaai Polymers as novel modifiers for supported metal catalyst in hydrogenation of benzaldehydes J. Catal. 276 2010 423 428 M. Okamoto; T. Hirao; T. Yamaai, Polymers as novel modifiers for supported metal catalyst in hydrogenation of benzaldehydes, J. Catal. 276 (2010) 423-428. [26] F.A. Harraz S.E. El-Hout H.M. Killa I.A. Ibrahim Palladium nanoparticles stabilized by polyethylene glycol: efficient, recyclable catalyst for hydrogenation of styrene and nitrobenzene J. Catal. 286 2012 184 192 F. A. Harraz; S. E. El-Hout; H. M. Killa; I. A. Ibrahim, Palladium nanoparticles stabilized by polyethylene glycol: Efficient, recyclable catalyst for hydrogenation of styrene and nitrobenzene, J. Catal. 286 (2012) 184-192. [27] S.X. Yang Xiaoli Yang Xiaofeng Huang Yanqiang Wang Aiqin Zhang Tao Stabilization mechanism of supported metal catalyst CIESC Journal 67 2016 73 82 S. X. Yang Xiaoli, Yang Xiaofeng, Huang Yanqiang, Wang Aiqin, Zhang Tao, Stabilization mechanism of supported metal catalyst, CIESC Journal 67 (2016) 73-82. [28] A. Siani T. Muller-Stach T. Neubauer X. Wei Preparation of Diesel Oxidation Catalyst Via Deposition of Colloidal Nanoparticles 2013 US9687818 A. Siani; T. Muller-Stach; T. Neubauer; X. Wei Preparation of diesel oxidation catalyst via deposition of colloidal nanoparticles. (2013) US9687818. [29] M.J. Kale P. Christopher Utilizing quantitative in-situ FTIR spectroscopy to identify well-coordinated Pt atoms as the active site for CO oxidation on Al2O3 supported Pt catalysts ACS Catal. 6 2016 5599 5609 M. J. Kale; P. Christopher, Utilizing quantitative in-situ FTIR spectroscopy to identify well-coordinated Pt atoms as the active site for CO oxidation on Al2O3 supported Pt catalysts, ACS Catal. 6 (2016) 5599-5609. [30] M.I. Larsson Dispersion and Metal Particle Size Characterization of Nanocatalysts 2010 US 7813523 M. I. Larsson, Dispersion and metal particle size characterization of nanocatalysts. (2010) US 7813523. [31] A. Bourane D. Bianchi Heats of adsorption of the linear CO species on Pt/Al2O3 using infrared spectroscopy: impact of the Pt dispersion J. Catal. 218 2003 447 452 A. Bourane; D. Bianchi, Heats of adsorption of the linear CO species on Pt/Al2O3 using infrared spectroscopy: impact of the Pt dispersion, J. Catal. 218 (2003) 447-452. [32] L. Olsson B. Westerberg H. Persson E. Fridell M. Skoglundh B. Andersson A kinetic study of oxygen Adsorption/Desorption and NO oxidation over Pt/Al2O3 catalysts J. Phys. Chem. B 103 1999 10433 10439 L. Olsson; B. Westerberg; H. Persson; E. Fridell; M. Skoglundh; B. Andersson, A Kinetic Study of Oxygen Adsorption/Desorption and NO Oxidation over Pt/Al2O3 Catalysts, J. Phys. Chem. B 103 (1999) 10433-10439. [33] B.A. Rozenberg R. Tenne Polymer-assisted fabrication of nanoparticles and nanocomposites Prog. Polym.  Sci. 33 2008 40 112 B. A. Rozenberg; R. Tenne, Polymer-assisted fabrication of nanoparticles and nanocomposites, Prog. Polym. Sci. 33 (2008) 40-112. [34] R. Burch P.K. Loader Investigation of methane oxidation onPt/Al2O3 catalysts under transient reaction conditions Appl. Catal. A Gen. 122 1995 169 190 R. Burch; P. K. Loader, Investigation of methane oxidation onPt/Al2O3 catalysts under transient reaction conditions, Appl. Catal. A: Gen. 122 (1995) 169-190. [35] F.J. Gracia L. Bollmann E.E. Wolf J.T. Miller A.J. Kropf In situ FTIR, EXAFS, and activity studies of the effect of crystallite size on silica-supported Pt oxidation catalysts J. Catal. 220 2003 382 391 F. J. Gracia; L. Bollmann; E. E. Wolf; J. T. Miller; A. J. Kropf, In situ FTIR, EXAFS, and activity studies of the effect of crystallite size on silica-supported Pt oxidation catalysts, J. Catal. 220 (2003) 382-391. [36] B.A. Rozenberg R. Tenne Polymer-assisted fabrication of nanoparticles and nanocomposites Prog. Polym. Sci. 33 2008 40 112 B. A. Rozenberg; R. Tenne, Polymer-assisted fabrication of nanoparticles and nanocomposites, Prog. Polym. Sci. 33 (2008) 40-112. [37] K. Foger J.R. Anderson Temperature programmed desorption of carbon monoxide adsorbed on supported platinum catalysts Appl. Sur. Sci. 2 1979 335 351 K. Foger; J. R. Anderson, Temperature programmed desorption of carbon monoxide adsorbed on supported platinum catalysts, Appl. Sur. Sci. 2 (1979) 335-351. [38] X.P. Auvray L. Olsson Sulfur dioxide exposure: a way to improve the oxidation catalyst performance Ind. Eng. Chem. Res. 52 2013 14556 14566 X. P. Auvray; L. Olsson, Sulfur Dioxide Exposure: A Way To Improve the Oxidation Catalyst Performance, Ind. Eng. Chem. Res. 52 (2013) 14556-14566. [39] Y. Li M. Shen J. Wang T. Wan J. Wang Influence of sulfation and regeneration on Pt/Al2O 3 for NO oxidation Catal. Sci. Tech. 5 2015 1731 1740 Y. Li; M. Shen; J. Wang; T. Wan; J. Wang, Influence of sulfation and regeneration on Pt/Al2O 3 for NO oxidation, Catal. Sci. Tech. 5 (2015) 1731-1740. [40] H. Yoshida Y. Yazawa T. Hattori Effects of support and additive on oxidation state and activity of Pt catalyst in propane combustion Catal. Today 87 2003 19 28 H. Yoshida; Y. Yazawa; T. Hattori, Effects of support and additive on oxidation state and activity of Pt catalyst in propane combustion, Catal. Today 87 (2003) 19-28. [41] M. Sun J. Liu C. Song Y. Ogata H. Rao X. Zhao H. Xu Y. Chen Different reaction mechanisms of Ammonia oxidation reaction on Pt/Al2O3 and Pt/CeZrO2 with various Pt states ACS Appl. Mater. Inter. 11 2019 23102 23111 M. Sun; J. Liu; C. Song; Y. Ogata; H. Rao; X. Zhao; H. Xu; Y. Chen, Different Reaction Mechanisms of Ammonia Oxidation Reaction on Pt/Al2O3 and Pt/CeZrO2 with Various Pt States, ACS Appl. Mater. Inter. 11 (2019) 23102-23111. [42] Y. Kimura S.L. Regen Poly(ethylene glycols) are extraordinary catalysts in liquid-liquid two-phase dehydrohalogenation J. Org. Chemistry. 47 1982 2493 2494 Y. Kimura; S. L. Regen, Poly(ethylene glycols) are extraordinary catalysts in liquid-liquid two-phase dehydrohalogenation, J. Org. Chemistry. 47 (1982) 2493-2494. [43] H. Khalil D. Mahajan M. Rafailovich M. Gelfer K. Pandya Synthesis of zerovalent nanophase metal particles stabilized with poly(ethylene glycol) Langmuir 20 2004 6896 6903 H. Khalil; D. Mahajan; M. Rafailovich; M. Gelfer; K. Pandya, Synthesis of Zerovalent Nanophase Metal Particles Stabilized with Poly(ethylene glycol), Langmuir 20 (2004) 6896-6903. [44] X.H. Wang Lu Yang Liangrong Liu Huizhou Study on the INteraction of BPC6 with Alkali metal ions by UV spectroscopy Spectrosc. Spect. Anal. 38 2018 320 321 X. H. Wang Lu, Yang Liangrong, Liu Huizhou, Study on the INteraction of BPC6 with Alkali metal ions by UV spectroscopy, Spectrosc. Spect. Anal. 38 (2018) 320-321. [45] J.S. Kim O.J. Shon J.K. Lee S.H. Lee J.Y. Kim K.-M. Park S.S. Lee Chromogenic Azo-Coupled Calix[4]arenes J. Org. Chem. 67 2002 1372 1375 J. S. Kim; O. J. Shon; J. K. Lee; S. H. Lee; J. Y. Kim; K.-M. Park; S. S. Lee, Chromogenic Azo-Coupled Calix[4]arenes, J. Org. Chem. 67 (2002) 1372-1375. [46] P. Qu W. Hu Y. Wu J. Chen Y. Chen L. Zhong Pd-based catalysts by colloid synthesis using different reducing reagents for complete oxidation of methane Catal. Lett. 149 2019 2098 2103 P. Qu; W. Hu; Y. Wu; J. Chen; Y. Chen; L. Zhong, Pd-based Catalysts by Colloid Synthesis Using Different Reducing Reagents for Complete Oxidation of Methane, Catal. Lett. 149 (2019) 2098-2103. [47] Y. Chen B. Zhang S. Xie X. Li Synthesis and characterization of CoxFe3-xO4 nanoparticles coated with poly(Ethylene glyol) and poly(Ethylene imine) J. Synthetic Cryst. 45 2016 58 63 Y. Chen; B. Zhang; S. Xie; X. Li, Synthesis and Characterization of CoxFe3-xO4 Nanoparticles Coated with Poly(Ethylene Glyol) and Poly(Ethylene Imine), J. Synthetic Cryst. 45 (2016) 58-63.",
      "scopus-id": "85076842614",
      "coredata": {
        "eid": "1-s2.0-S2468823119306042",
        "dc:description": "To decrease the diesel vehicle emission, polymer-assisted platinum-based catalysts having an improvement in the dispersion of platinum were developed. This work investigated the structure and redox properties of platinum nanoparticles assisted by polyethylene glycol (PEG) with different hydroxyl value and supported on SiO2-Al2O3 following carbonization and air roasting treatments. Ultraviolet-visible (UV–vis) spectra, in situ FTIR and structural characterization measurements reveal that PEG400-assisted catalyst presents a great interaction with platinum species, affecting the electronic intensity and dispersion of platinum. Reactivity tests show that PEG400-assisted Pt-based catalysts have a better low-temperature catalytic performance in CO, C3H6 and NO oxidation, decreased by around 10−30 °C. It is concluded that the differences in reactivity could be related to the formation and stabilization of platinum species during the preparation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119306042",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liang, Yanli"
          },
          {
            "@_fa": "true",
            "$": "Ding, Xinmei"
          },
          {
            "@_fa": "true",
            "$": "Du, Zoufei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jianli"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Ming"
          },
          {
            "@_fa": "true",
            "$": "Dan, Yi"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Long"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yaoqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119306042"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119306042"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30604-2",
        "prism:volume": "484",
        "articleNumber": "110740",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Low-temperature performance controlled by hydroxyl value in polyethylene glycol enveloping Pt-based catalyst for CO/C3H6/NO oxidation",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Polyethylene glycol"
          },
          {
            "@_fa": "true",
            "$": "Hydroxyl value"
          },
          {
            "@_fa": "true",
            "$": "Low-temperature"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110740",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2020",
        "prism:doi": "10.1016/j.mcat.2019.110740",
        "prism:startingPage": "110740",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110740",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "256",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16294",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "571",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71600",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "371",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48250",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "941",
            "@width": "626",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "171298",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45479",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "317",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44708",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "327",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22368",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "503",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55887",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "260",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70529",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "182",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr9.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34607",
            "@ref": "gr9",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14921",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7999",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10538",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9269",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5991",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "97",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5614",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6572",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5862",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9955",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-gr9.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4179",
            "@ref": "gr9",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1243096",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119306042-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1186640",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85076842614"
      }
    }
  }
}