{
  "metadata": {
    "title": "Unveiling the <ce:italic>in-situ</ce:italic> formation of single-atomically dispersed Pd-Fe bimetallic catalytic sites during anisole hydrodeoxygenation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2023-08-31",
    "doi": "10.1016/j.mcat.2023.113401",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823123004844",
    "pii": "S2468823123004844"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85166266042",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-07-22 2023-07-22 2023-08-03 2023-08-03 2023-11-16T15:56:12 1-s2.0-S2468823123004844 S2468-8231(23)00484-4 S2468823123004844 10.1016/j.mcat.2023.113401 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00133 2023-11-16T16:10:46.836959Z 0 0 20230801 20230831 2023 2023-07-22T07:49:52.515459Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 547 547 C Volume 547 127 113401 113401 113401 202308 August 2023 2023-08-01 2023-08-31 2023 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. UNVEILINGINSITUFORMATIONSINGLEATOMICALLYDISPERSEDPDFEBIMETALLICCATALYTICSITESDURINGANISOLEHYDRODEOXYGENATION ZHANG S CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References LEE 2022 635 652 K ZHANG 2021 111438 M WANG 2013 1047 1070 H MONDELLI 2020 3764 3782 C GUO 2023 113041 H QIAO 2011 634 641 B LI 2020 623 682 Z LU 2021 120162 Y MA 2018 46 49 X ZHANG 2015 7938 S TAO 2023 486 499 F LIU 2021 27192 27198 N MA 2022 6146 6152 X NGUYEN 2016 840 850 L LI 2018 38134 38140 J NGUYEN 2019 18793 18800 L TANG 2020 6255 6262 Y RAWAL 2018 5553 5569 T CHEN 2019 33946 33954 S KANG 2022 1050 1066 J WANG 2023 101311 P YANG 2022 153863 H LEE 2014 44 53 W LIU 2022 112591 X DESOUZA 2017 2058 2073 P TELES 2018 38 50 C THOMPSON 2018 105 117 S ZIELINSKI 2010 191 196 J SANDOVAL 1996 81 96 V HENSLEY 2014 3381 3392 A YAN 2022 119 127 G DU 2022 3252 3262 P NGUYEN 2018 054103 L GAO 2022 573 581 R FUNKE 2005 12 19 H LIN 2022 112652 H HONG 2014 3335 3345 Y GENG 2022 e202102495 Y HONG 2017 3639 3643 Y GAO 2023 2300956 W ZHANGX2023X113401 ZHANGX2023X113401XS 2025-08-03T00:00:00.000Z 2025-08-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-08-17T12:03:33.337Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21902027 22172032 22202047 U19B2003 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Natural Science Foundation of Fujian Province Natural Science Foundation of Fujian Province http://data.elsevier.com/vocabulary/SciValFunders/501100003392 http://sws.geonames.org/1814991/ This work is supported by the National Natural Science Foundation of China under grant Nos. 21902027, U19B2003, 22202047 and 22172032, Natural Science Foundation of Fujian Province under grant Nos. 2020J01443 and 2020J05121. Y. Tang is grateful to Drs. Y. Iwasawa, K. Higashi and T. Sakata for the help in XAS experiments. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00484-4 S2468823123004844 1-s2.0-S2468823123004844 10.1016/j.mcat.2023.113401 315758 2023-11-16T16:10:46.836959Z 2023-08-01 2023-08-31 1-s2.0-S2468823123004844-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/MAIN/application/pdf/111dc3302a3d99eb5bf9c3605c4c6af4/main.pdf main.pdf pdf true 3451012 MAIN 6 1-s2.0-S2468823123004844-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/PREVIEW/image/png/afb18673ce104ac84fb015f25fc10816/main_1.png main_1.png png 60030 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823123004844-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr5/DOWNSAMPLED/image/jpeg/352a657d39ab636ce160b628d371764c/gr5.jpg gr5 gr5.jpg jpg 65492 294 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr6/DOWNSAMPLED/image/jpeg/d01ddbe2d3e9a983b42ae281d5d73925/gr6.jpg gr6 gr6.jpg jpg 68505 303 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr3/DOWNSAMPLED/image/jpeg/006ec7f1e13c82e1a8e89c464ebe2526/gr3.jpg gr3 gr3.jpg jpg 45100 265 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr4/DOWNSAMPLED/image/jpeg/1f2402f5f457d11885357c69e34d03ef/gr4.jpg gr4 gr4.jpg jpg 42699 173 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr1/DOWNSAMPLED/image/jpeg/74c359ccb2eadb65514ad10a53eebfe7/gr1.jpg gr1 gr1.jpg jpg 41734 232 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr2/DOWNSAMPLED/image/jpeg/776beb69ef40b8bde97f11706bcea5c1/gr2.jpg gr2 gr2.jpg jpg 81300 329 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/ga1/DOWNSAMPLED/image/jpeg/8e0bbb7ca7fd5ebb26a54dc9bdfaa2b6/ga1.jpg ga1 true ga1.jpg jpg 36487 200 345 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123004844-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr5/THUMBNAIL/image/gif/815adb89a4b01b60bb9113979da989be/gr5.sml gr5 gr5.sml sml 10545 98 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr6/THUMBNAIL/image/gif/a6c82f2a5524185fc5e53bed0a2890f5/gr6.sml gr6 gr6.sml sml 10500 101 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr3/THUMBNAIL/image/gif/a7074012bfa3b0f91ef5d8e1e7fc47b6/gr3.sml gr3 gr3.sml sml 12852 164 209 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr4/THUMBNAIL/image/gif/1390388a0dacaa98b2d31648924706ed/gr4.sml gr4 gr4.sml sml 6536 57 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr1/THUMBNAIL/image/gif/6d3772cc2658dde8aa649234cbed01ba/gr1.sml gr1 gr1.sml sml 7612 77 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/gr2/THUMBNAIL/image/gif/99a70d6bfd673bdca77269d893aa11f8/gr2.sml gr2 gr2.sml sml 18490 109 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/ga1/THUMBNAIL/image/gif/c290f3c12f78c23fc278e968ca489669/ga1.sml ga1 true ga1.sml sml 15789 127 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123004844-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/a03da70ece70ae11ffea0d7208b69def/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 479278 1303 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/97b48c39726b2fd61847a82718d2537e/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 477777 1342 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/fac618e3a9423bf26ca062b230d57c46/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 304092 1174 1500 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/c2cce22e751e37f50dac57f8a8523636/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 277710 764 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/7aa52480d2db5aeb286d388a148e071d/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 281821 1028 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/df6d6b3adcc7075356a23254c6e5570a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 829691 1455 2917 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/HIGHRES/image/jpeg/45f9552db3a966744dc38aac26305904/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 256641 886 1527 IMAGE-HIGH-RES 1-s2.0-S2468823123004844-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/27b9b15ef4b2dcaf5b08d634bc7acbd1/mmc1.docx mmc1 mmc1.docx docx 1935346 APPLICATION 1-s2.0-S2468823123004844-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123004844/image/svg+xml/377247db14b4de927963d4d1a0575fdc/si1.svg si1 si1.svg svg 3964 ALTIMG 1-s2.0-S2468823123004844-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:104PHBQLC3W/MAIN/application/pdf/ec6508a46e10598b905946f419a42a04/am.pdf am am.pdf pdf false 1330448 AAM-PDF MCAT 113401 113401 S2468-8231(23)00484-4 10.1016/j.mcat.2023.113401 Elsevier B.V. Fig. 1 The hydrodeoxygenation activity of Pd/Fe2O3 catalyst for anisole to benzene. (a) the conversion of anisole and selectivity to benzene as the function of temperature. (b) the catalytic performance on the stream of time at 300 °C. The experiment conditions are described in the supporting information. Fig 1 Fig. 2 Transmission electron microscope images of the Pd/ Fe2O3 under (a-b) bright field, (c) high resolution image, (d) dark field. The element dispersive spectrum for the element mapping of (e) O, (f) Fe, (g) Pd, and (h) combination of all elements. Fig 2 Fig. 3 X-ray diffraction pattern of the Pd/Fe2O3 catalyst and Fe2O3. The diffraction of quartz sands which was used to dilute the catalyst is also marked by a rhombic label. The JCPDF references are PDF#87–0722 for Fe, PDF#87–1165 for Fe2O3, PDF#87–0645 for Pd, PDF#85–0621 for quartz sand (SiO2). Fig 3 Fig. 4 Surface redox property of the Fe2O3 and Pd/Fe2O3 catalysts. The temperature programmed reduction (H2-TPR) of (a) fresh Pd/Fe2O3 and Fe2O3, (b) the Pd/Fe2O3 and Fe2O3 after HDO reaction. (c) the temperature programmed desorption of H2 (H2-TPD) on the fresh catalysts. Fig 4 Fig. 5 X-ray photoelectron spectrum of the Pd/Fe2O3 catalyst as prepared and after reaction at 300 °C. (a) Fe2p and (b) Pd3d. Fig 5 Fig. 6 The in-situ X-ray absorption spectrum of Pd K edge of the Pd/Fe2O3 catalyst measured under HDO reaction conditions. (a) in-situ XANES of Pd K edge, (b) Fourier transformed EXAFS of Pd K edge, (c) wavelet transformed EXAFS, (d) data fitting, (e) fitting parameters for the Pd K edge spectrum during HDO, and (f) the proposed model of Pd1Fe3 on Fe substrate. The spectra of Pd foil and PdO are plotted as references. The amplitude of FT-EXAFS of Pd foil and PdO in (b) is rescaled by 0.4 for better comparison. All the EXAFS spectra in (b-d) are demonstrated without phase correction. Fig 6 Unveiling the in-situ formation of single-atomically dispersed Pd-Fe bimetallic catalytic sites during anisole hydrodeoxygenation Shuya Zhang Investigation Formal analysis Writing – original draft Writing – review & editing 1 Xiaochen Liu Investigation Formal analysis 1 Hongqiao Lin Investigation Formal analysis Rong Chen Investigation Formal analysis Yu Chen Investigation Formal analysis Yuanjie Xu Investigation Formal analysis Kaiyang Xu Investigation Formal analysis Huibo Zhao Investigation Formal analysis Li Tan Formal analysis Funding acquisition Lizhi Wu Formal analysis Funding acquisition Yu Tang Conceptualization Supervision Funding acquisition Writing – original draft Writing – review & editing ⁎ Institute of Molecular Catalysis and In-Situ/Operando Studies College of Chemistry, Fuzhou University, Fuzhou 350108, China Institute of Molecular Catalysis and In-Situ/Operando Studies College of Chemistry Fuzhou University Fuzhou 350108 China Institute of Molecular Catalysis and In-Situ/Operando Studies College of Chemistry, Fuzhou University, Fuzhou 350108, China ⁎ Corresponding author. 1 These authors contributed to this work equally. Hydrodeoxygenation (HDO) is a promising route to convert biomass molecules into biofuels, which is usually promoted by supported noble metal catalysts. It is still one of the key issues to reduce the usage of noble metal for improving the atomic efficiency of the catalyst. As a type of emerging catalytic materials, single-atomically dispersed bimetallic catalyst (SDBM) is a promising candidate for this purpose. Herein, we investigated a single-atomically dispersed Pd/Fe2O3 catalyst with the exceptional HDO activity. At 573 K, anisole conversion is 99% while the selectivity to HDO products is 84%. The turnover rate per Pd atom is 182.2 h−1, which is remarkably greater than that of supported Pd nanoparticles. Additionally, it exhibits good stability for more than 110 h of continuously operation. The authentic catalytic sites during reaction was studied by comprehensive techniques. The presence of the Pd atoms on Fe2O3 changes the surface chemistries of the catalyst surface, then boosts the HDO activity consequently. As unveiled by in-situ X-ray absorption spectroscopy, the Pd atoms are coordinated with 2.76 nearby Fe atoms in average via metallic Pd-Fe bonds. Under HDO reaction conditions, single atomically dispersed Pd1Fe3 bimetallic sites are generated in-situ and act as the authentic catalytic sites. Graphical abstract Image, graphical abstract Keywords Biomass Hydrodeoxygenation Single atom catalyst Palladium In-situ X-ray absorption spectrum Data availability Data will be made available on request. Heterogeneous catalytic hydrodeoxygenation (HDO) of biomass-derived molecules is one of these promising routes to convert biomass materials to biofuels and other valuable chemicals [1,2]. The main functions of an HDO catalyst are the dissociation of molecule H2 as well as the cleavage of CO bond of the biomass molecules [3]. Therefore, transition metal elements, including noble metals (Rh, Ru, Pd, Pt, Au), have been widely investigated in past decades to understand the reaction mechanism and further optimize the HDO catalyst [4,5]. Considering the goals of sustainable chemistry and the usage of noble metal in the HDO catalyst, the high efficient utilization of noble metal atom is necessary in the catalyst design. Single atom catalyst has attracted lots of attention for bringing new opportunities to catalysis research, which is featured for the uniform atomic structure of catalytic sites and nearly 100% utilization of metal atoms [6,7]. Nevertheless, it is noticed that those noble metal elements exhibit superior activity in HDO [8]. As one kind of emerging single atom catalyst, singly dispersed bimetallic (SDBM) catalyst is composed of two metal elements (M-A) and featured for its unique structure and distinct adsorption behaviours [9–12]. Typically, the M atoms are single atomically dispersed on the surface of the AOx support without formation of continuous M-M metallic bond [9–11]. Moreover, the M atoms are coordinated with a few A atoms instead. This unique atomic structure makes SDBM a promising material for catalyst deign. So far, SDBM catalyst has demonstrated its great potential in many heterogeneous catalysis reactions including ammonia synthesis [9,13], NO reduction [10,14], CO oxidation [15], hydrogen production[16–19], Fisher-Tropsch synthesis [20], propane dehydrogenation[21] and methane conversion [22]. In this work, Pd-Fe SDBM catalytic sites are formed in-situ during HDO of anisole, and exhibits superior catalytic activity. The starting material of the catalyst, Pd/Fe2O3 material was prepared by precipitation-deposition method as described in the supporting information (SI). The catalytic activity of Pd/Fe2O3 catalyst was evaluated by the HDO of anisole, a typical molecule which has been investigated as the model monomer of lignocellulose derived biomass stock [23,24]. As shown in Fig. 1 a, the HDO activity as the function of reaction temperature is shown by anisole conversion and the selectivity to HDO product, benzene. Clearly, the HDO activity depends on the reaction temperature. The optimal reaction temperature is found at 300 °C, whereas the conversion of 99% and the selectivity of 84% are obtained. As the comparison, the bare Fe2O3 support shows no HDO activity at 300 °C as shown in Fig. S1. Therefore, the HDO activity of Pd/Fe2O3 is mainly attributed to the presence of Pd on the surface of the catalyst. Nevertheless, the Pd/Fe2O3 catalyst also shows a good stability on the time of stream as shown in Fig. 1b. The catalyst usage was reduced (Fig. 1b) to regulate the conversion below 90% to examine whether there is any deactivation of the catalyst on the time of stream. The conversion (84%) and selectivity (83%) remain well on the time of stream for 110 h. No significantly deactivation is observed after 110 h. Therefore, the Pd/Fe2O3 is a highly active and robust catalyst for HDO reaction. The intrinsic activity of Pd/Fe2O3 catalyst was further compared with other catalysts reported in literatures for the turnover rate (TOR). Here, the TOR is defined as the molecule produced per Pd atom per hour (see the evaluation details in SI). The authentic loading concentration of Pd in the catalyst was firstly measured by induced coupled plasma optic emission spectrum (ICP-OES). The authentic Pd loading amount is 0.052 wt.% (Table S1), which was applied in the TOR calculation. Based on the Pd amount evaluated by ICP-OES, a TOR of 182.2 h−1 is obtained for Pd/Fe2O3 catalyst at 573 K. As the comparison, the TOR of supported Pd nanoparticle catalysts under similar reaction conditions in recent literatures are summarized Table S2. A typical TOR value in the range of 0.13–37.3 h−1 is reported for Pd nanoparticles on various support [25–27]. Based on the TOR comparison, the site specific activity of Pd/Fe2O3 catalyst is much higher than Pd of other state reported in literatures. In other words, the Pd catalytic sites in Pd/Fe2O3 catalyst are more efficient for HDO conversion than conventional supported Pd nanoparticles. The significantly higher site specific TOR may not only benefit from the high dispersion of Pd atoms in the catalyst, but also due to the unique properties of the catalytic sites [10,11]. Therefore, it is necessary to unveil the authentic structure of catalyst at the atomic level to pursue further understanding from the aspects of redox properties, chemical state and coordination environments. The Pd/Fe2O3 catalyst was firstly examined by transmission electron microscope (TEM) to reveal the nanostructure. As shown in Fig. 2 , the TEM images of the Pd/Fe2O3 catalyst before reaction are demonstrated by bright field image (a-b), high resolution image (c), HAADF image (d), and energy dispersive spectrum (e-h). Generally, Fe2O3 nanoparticles are observed under bright field with the size of c.a. 10–20 nm. The lattice fringe of 2.2 Å is observed in the high resolution image, which is assigned to the distance of Fe2O3 (113) crystal plane. There is no Pd nanoparticle observed on the Fe2O3, which is further confirmed by the EDS analysis. Clearly, the Pd, Fe and O elements are dispersed evenly on the catalyst, suggesting the Pd is highly dispersed. Moreover, the catalyst after HDO reaction was also analyzed under the similar TEM protocol. As shown in Fig. S2, the catalyst after reaction still exhibits the morphology of nanoparticles. The element dispersions of Pd, Fe and O remain evenly dispersed after reaction, excluding the aggregation of Pd to form nanoparticles after HDO reaction. Thus, the Pd atoms are still highly dispersed on the support after reaction. The porosity of the catalyst before reaction was determined by N2 physical adsorption-desorption isotherms (Fig. S3 and Table S3). The specific surface area, pore size and specific pore volume of the catalyst before and after reaction are similar, suggesting there is no major change in the nanostructure of the catalyst. Therefore, the Pd atoms in the catalyst before and after reaction are highly dispersed on support, which is in line with the TEM results. The catalyst was then examined with X-ray diffraction (XRD) to understand the crystal structure change after reaction. As shown in Fig. 3 , the XRD patterns of Pd/Fe2O3 catalyst and Fe2O3 are measured before and after HDO reaction. The standard powder diffraction files (PDF) are also indicated at the bottom of Fig. 3. It is found that a typical diffraction pattern of Fe2O3 is observed in the fresh Pd/Fe2O3 catalyst. After HDO reaction at 300 °C, the diffraction patterns of Pd/Fe2O3 catalyst and Fe2O3 changes obviously to the metallic Fe of face centered cubic structure. Therefore, it is concluded that the Fe2O3 support is reduced to metallic state under reaction at 300 °C. It is also noticed that the diffraction peak of metallic Pd is not observed in the XRD results, excluding the formation of large metallic Pd nanoparticles. This observation is consistent with the element mapping results in Fig. 2 and S2. Considering the reduction temperature of 300 °C for Pd/Fe2O3 catalyst is much lower than the reduction temperature of Fe2O3 [28], the presence of Pd changes the redox reactivity of the Fe2O3 support. The redox property was further investigated by temperature programed reduction for the fresh catalysts and the catalysts after HDO reaction (TPR, Fig. 4 a-b). As shown in the Fig. 4a, three reduction peaks are found at 365, 418 and 570 °C in the TPR pattern of fresh Fe2O3 catalyst, which are assigned to the reduction step from Fe2O3 to Fe3O4, to FeO, and to Fe, respectively [28]. However, the fresh Pd/Fe2O3 catalyst shows a different TPR pattern. Only one dominant peak at 230 °C is observed, indicating a significant reduction occurs at 230 °C, which is much higher than the reduction temperature of supported Pd nanoparticles but lower than that of Fe2O3 [28,29]. It is also noticed that the reduction temperature is lower than the HDO reaction temperature at 300 °C. Therefore, it is reasonable to deduce the Pd/Fe2O3 catalyst was reduced to metallic during HDO reaction, which is consistent with above XRD result. The hydrogen consumed in this peak is 0.105 mmol/g, which is much higher than the reduction of Pd needed in the catalyst quantitatively (Table S4). Thus, it is proposed that the peak at 230 °C is due to the reduction of Pd with the surrounding Fe atoms, then further lead to the formation of highly dispersed PdFe bimetallic sites [30]. The TPR results of the Pd/Fe2O3 and Fe2O3 catalyst after HDO reaction show a similar pattern (Fig. 4b). Combined with above mentioned XRD results, the PdFe bimetallic sites may be formed during reaction. Nevertheless, the adsorption-desorption behavior of the catalyst is shown in H2-temperature programmed desorption (H2-TPD) in Fig. 4c. The desorption peak of H2 on the fresh Pd/Fe2O3 catalyst occurs at the temperature similar to that of Fe2O3. However, the desorption amount is 0.208 mmol/g, which is much higher than that of Fe2O3 (0.060 mmol/g). Therefore, the capacity to adsorb hydrogen is greatly enhanced by addition of Pd to Fe2O3. The enhanced affinity to hydrogen over the Pd/Fe2O3 catalyst is favored for the HDO reaction. Moreover, it is confirmed again that the surface of Pd/Fe2O3 catalyst is fully reduced during HDO at 300 °C. The chemical state of the Pd/Fe2O3 catalyst was investigated by X-ray photoelectron spectrum (XPS). As shown in Fig. 5 a, the Fe2p feature of Pd/Fe2O3 catalyst before and after reaction are similar. A major peak at 710.9 eV is observed for the Fe3+ in cationic state. However, a new minor peak is found at 706.6 eV for the catalyst after reaction. The new peak of 706.6 eV is assigned to Fe0 at metallic state [31]. The major peaks at 710.8 and 710.9 eV of Fe2p spectra suggest the surface of the catalyst after reaction is still covered by a thin oxide layer, although the bulk phase of Fe2O3 has been reduced to metallic as suggested by XRD. The surface oxide layer on bulk metallic Fe may be attributed to exposure to environmental oxygen when transferring the sample from fixed-bed reactor to the XPS chamber. Additionally, the Pd3d spectra exhibit an oxidized Pd2+ cationic state (337.2 eV) before reaction, but reduced to 335.6 eV for metallic state. The Pd3d spectra are deconvoluted as shown in Fig. 5b. The binding energy values of Pd3d5/2 are marked in the figure. After HDO reaction of anisole at 300 °C, two pairs of doublet are observed in Pd3d spectrum. The major doublet is found at 335.6 eV and 340.9 eV. Another minor doublet is found at 337.2 eV and 342.3 eV. After deconvolution, it is found that the Pd is mainly metallic Pd, and the ratio of P d 0 P d 0 + P d 2 + is 0.803. It should be noted again that the XPS measurement was performed ex-situ. The sample was exposed to air when transferring from fixed-bed reactor to XPS chamber. Therefore, the portion of oxidized Pd2+ in the Pd/Fe2O3–300 °C may be resulted by oxygen contamination during sample transferring. Thus, in the following text, in-situ XAS measurement on the Pd K edge during HDO reaction was implemented to unveil the electronic state and coordination environment of Pd. All the above results suggest that the metallic sites containing Pd and Fe may be formed during HDO reaction. However, a catalyst could undergo restructuring to form authentic catalytic active sites under reaction environment [32,33]. In this work, the formation of PdFe SDBM was confirmed by in-situ X-ray absorption spectrum (XAS). The catalyst powder was loaded in an in-situ reaction cell of capillary quartz tube to perform in-situ XAS studies [34]. As shown in Fig. 6 , the in-situ XAS spectrum of Pd K edge are demonstrated by X-ray absorption near edge spectrum (XANES), Fourier transformed extended X-ray absorption fine structure (FT-EXAFS) and Wavelet transformed EXAFS (WT-EXAFS). The electron state of Pd in the catalyst during HDO is clearly shown by XANES in Fig. 6a. The energy of the absorption edge is very close to that of Pd foil, while the post-edge oscillations are also similar to Pd foil but the amplitude is weaker. Thus, the electronic state of Pd during HDO reaction is very close, and consequently assigned to metallic. Moreover, there is only one major peak observed in the FT-EXAFS of Pd K edge during HDO (Fig. 6b, all EXAFS spectra are presented without phase correction). This peak shows up in the radial distance of c.a. 2.0 Å in the FT-EXAFS plot, which cannot be identified as Pd-O or Pd-Pd pathway in PdO and Pd foil, respectively. Based on XRD, TPR, XPS, in-situ XANES results, this pathway is interpreted as Pd-Fe coordination pathway [35]. This Pd-Fe coordination pathway of SDBM structure was further confirmed by the wavelet transformed (WT) analysis of in-situ EXAFS spectra. The main purpose of WT analysis is to distinguish the element of coordination atoms at the same shell since the k value of maximum in the WT plot depends on the atomic number of coordination atoms [15,20–22,36,37]. Thus, it could distinguish elements such as Pd and Fe at the similar coordination shell. As shown in Fig. 6c, the center of the maximum in the contour plot of Pd/Fe2O3 catalyst shows a k value of 7.8 Å, while the k value of Pd-Pd coordination of Pd foil is 10.1 Å. It is due to coordination with an element lighter than Pd. Therefore, the signal of the Pd/Fe2O3 catalyst could be excluded from Pd-Pd coordination pathway. As the conclusion, the Pd-Fe pathway is solid confirmed based on the FT-EXAFS and WT-EXAFS analysis. The EXAFS data was further fitted with the model of Pd-Fe coordination path. The fitting result of the r -space and k-space is demonstrated in the Figs. 6d and S4, respectively. The coordination number (CN) of Pd-Fe bond is 2.76, suggesting every Pd atom is coordinated with 2.76 Fe atoms in average. The in-situ formation of singly dispersed Pd1Fe3 bimetallic structure is proposed on the surface of support (Fig. 6f). Iron oxide surface has been considered as an active catalyst for HDO at the higher temperature, but would be deactivated due to bond with oxygen atoms to form oxide layers even under H2 atmosphere [38–41]. As revealed in this work, the role of in-situ formed Pd1Fe3 SDBM sites is to improve the resistance to oxidation of the surface of catalyst as evidenced by the in-situ XAS and H2-TPR. Nevertheless, the Pd1Fe3 SDBM sites utilize the H2 more efficiently under mild temperature (H2-TPR in Fig. 4a-b), and has a larger capacity to adsorb H2 (H2-TPD in Fig. 4c). Tao and Wang et al. investigated the surface structure of Fe-based catalysts during HDO reaction [40]. They found that surface Fe species was not oxidized in Pd-Fe catalyst, as confirmed by AP-XPS. Additionally, they also observed that the addition of Pd can stabilize the metallic Fe surface. In this work, the H2-TPR and H2-TPD results suggest that the Pd1Fe3 SDBM sites promote the hydrogen dissociation and make the catalyst surface more easily to maintain the reduced state, which may be the origination of the unique activity by Pd1Fe3 sites. Therefore, the superior catalytic activity and stability benefit from the unique redox feature of PdFe SDBM sites. In summary, the Pd1Fe3 singly dispersed bimetallic catalyst is in-situ formed during hydrodeoxygenation of anisole as identified by in-situ XAS and other complimentary characterizations. It shows an outstanding catalytic performance by the high turnover rate and excellent stability with a minimum usage of noble metal Pd. The unique adsorption and redox properties of the Pd1Fe3 SDBM catalyst attribute to the outstanding catalytic performance. This work demonstrates the potential of SDBM catalyst for the sustainable chemistry and green chemistry. CRediT authorship contribution statement Shuya Zhang: Investigation, Formal analysis, Writing – original draft, Writing – review & editing. Xiaochen Liu: Investigation, Formal analysis. Hongqiao Lin: Investigation, Formal analysis. Rong Chen: Investigation, Formal analysis. Yu Chen: Investigation, Formal analysis. Yuanjie Xu: Investigation, Formal analysis. Kaiyang Xu: Investigation, Formal analysis. Huibo Zhao: Investigation, Formal analysis. Li Tan: Formal analysis, Funding acquisition. Lizhi Wu: Formal analysis, Funding acquisition. Yu Tang: Conceptualization, Supervision, Funding acquisition, Writing – original draft, Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work is supported by the National Natural Science Foundation of China under grant Nos. 21902027, U19B2003, 22202047 and 22172032, Natural Science Foundation of Fujian Province under grant Nos. 2020J01443 and 2020J05121. Y. Tang is grateful to Drs. Y. Iwasawa, K. Higashi and T. Sakata for the help in XAS experiments. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113401. Appendix Supplementary materials Image, application 1 References [1] K. Lee Y. Jing Y. Wang N. Yan A unified view on catalytic conversion of biomass and waste plastics Nat. Rev. Chem. 6 2022 635 652 K. Lee, Y. Jing, Y. Wang, N. Yan, A unified view on catalytic conversion of biomass and waste plastics, Nat. Rev. Chem. 6 (2022) 635–652. [2] M. Zhang Y. Hu H. Wang H. Li X. Han Y. Zeng C.C. Xu A review of bio-oil upgrading by catalytic hydrotreatment: advances, challenges, and prospects Mol. Catal. 504 2021 111438 M. Zhang, Y. Hu, H. Wang, H. Li, X. Han, Y. Zeng, C.C. Xu, A review of bio-oil upgrading by catalytic hydrotreatment: advances, challenges, and prospects, Mol. Catal. 504 (2021) 111438. [3] H. Wang J. Male Y. Wang Recent advances in hydrotreating of pyrolysis bio-oil and its oxygen-containing model compounds ACS Catal. 3 2013 1047 1070 H. Wang, J. Male, Y. Wang, Recent advances in hydrotreating of pyrolysis bio-oil and its oxygen-containing model compounds, ACS Catal., 3 (2013) 1047–1070. [4] C. Mondelli G. Gozaydin N. Yan J. Perez-Ramirez Biomass valorisation over metal-based solid catalysts from nanoparticles to single atoms Chem. Soc. Rev. 49 2020 3764 3782 C. Mondelli, G. Gozaydin, N. Yan, J. Perez-Ramirez, Biomass valorisation over metal-based solid catalysts from nanoparticles to single atoms, Chem. Soc. Rev., 49 (2020) 3764–3782. [5] H. Guo X. Lu Y. Yang J. Wei L. Wu L. Tan Y. Tang X. Gu Harvesting alkyl phenols from lignin monomers via selective hydrodeoxygenation under ambient pressure on Pd/α-MoC catalysts Mol. Catal. 540 2023 113041 H. Guo, X. Lu, Y. Yang, J. Wei, L. Wu, L. Tan, Y. Tang, X. Gu, Harvesting alkyl phenols from lignin monomers via selective hydrodeoxygenation under ambient pressure on Pd/α-MoC catalysts, Mol. Catal. 540 (2023) 113041. [6] B. Qiao A. Wang X. Yang L.F. Allard Z. Jiang Y. Cui J. Liu J. Li T. Zhang Single-atom catalysis of CO oxidation using Pt-1/FeOx Nat. Chem. 3 2011 634 641 B. Qiao, A. Wang, X. Yang, L.F. Allard, Z. Jiang, Y. Cui, J. Liu, J. Li, T. Zhang, Single-atom catalysis of CO oxidation using Pt-1/FeOx, Nat. Chem., 3 (2011) 634–641. [7] Z. Li S.F. Ji Y.W. Liu X. Cao S.B. Tian Y.J. Chen Z.G. Niu Y.D. Li Well-defined materials for heterogeneous catalysis: from nanoparticles to isolated single-atom sites Chem. Rev. 120 2020 623 682 Z. Li, S.F. Ji, Y.W. Liu, X. Cao, S.B. Tian, Y.J. Chen, Z.G. Niu, Y.D. Li, Well-defined materials for heterogeneous catalysis: from nanoparticles to isolated single-atom sites, Chem. Rev., 120 (2020) 623–682. [8] Y. Lu Z. Zhang H. Wang Y. Wang Toward efficient single-atom catalysts for renewable fuels and chemicals production from biomass and CO2 Appl. Catal. B Environ. 292 2021 120162 Y. Lu, Z. Zhang, H. Wang, Y. Wang, Toward efficient single-atom catalysts for renewable fuels and chemicals production from biomass and CO2, Appl. Catal. B Environ. 292 (2021) 120162. [9] X.L. Ma J.C. Liu H. Xiao J. Li Surface single-cluster catalyst for N-2-to-NH3 thermal conversion J. Am. Chem. Soc. 140 2018 46 49 X.L. Ma, J.C. Liu, H. Xiao, J. Li, Surface single-cluster catalyst for N-2-to-NH3 thermal conversion, J. Am. Chem. Soc., 140 (2018) 46–49. [10] S. Zhang L. Nguyen J.X. Liang J. Shan J. Liu A.I. Frenkel A. Patlolla W. Huang J. Li F. Tao Catalysis on singly dispersed bimetallic sites Nat. Commun. 6 2015 7938 S. Zhang, L. Nguyen, J.X. Liang, J. Shan, J. Liu, A.I. Frenkel, A. Patlolla, W. Huang, J. Li, F. Tao, Catalysis on singly dispersed bimetallic sites, Nat. Commun., 6 (2015) 7938 [11] F. Tao Y. Li A new type of catalysts: catalysts of singly dispersed bimetallic sites Trends Chem. 5 2023 486 499 F. Tao, Y. Li, A new type of catalysts: catalysts of singly dispersed bimetallic sites, Trends Chem. 5 (2023) 486–499. [12] N. Liu X.L. Ma J. Li H. Xiao Singly dispersed bimetallic sites as stable and efficient single-cluster catalysts for activating N2 and CO2 J. Phys. Chem. C 125 2021 27192 27198 N. Liu, X.L. Ma, J. Li, H. Xiao, Singly dispersed bimetallic sites as stable and efficient single-cluster catalysts for activating N2 and CO2, J. Phys. Chem. C, 125 (2021) 27192–27198. [13] X.L. Ma Y. Yang L.M. Xu H. Xiao W.Z. Yao J. Li Theoretical investigation on hydrogenation of dinitrogen triggered by singly dispersed bimetallic sites J. Mater. Chem. A 10 2022 6146 6152 X.L. Ma, Y. Yang, L.M. Xu, H. Xiao, W.Z. Yao, J. Li, Theoretical investigation on hydrogenation of dinitrogen triggered by singly dispersed bimetallic sites, J. Mater. Chem. A, 10 (2022) 6146–6152. [14] L. Nguyen S. Zhang L. Wang Y. Li H. Yoshida A. Patlolla S. Takeda A.I. Frenkel F. Tao Reduction of nitric oxide with hydrogen on catalysts of singly dispersed bimetallic sites Pt1Com and Pd1Con ACS Catal. 6 2016 840 850 L. Nguyen, S. Zhang, L. Wang, Y. Li, H. Yoshida, A. Patlolla, S. Takeda, A.I. Frenkel, F. Tao, Reduction of nitric oxide with hydrogen on catalysts of singly dispersed bimetallic sites Pt1Com and Pd1Con, ACS Catal., 6 (2016) 840–850. [15] J. Li Y. Tang Y. Ma Z. Zhang F. Tao Y. Qu In situ formation of isolated bimetallic PtCe sites of single-dispersed Pt on CeO2 for low-temperature CO oxidation ACS Appl. Mater. Interfaces 10 2018 38134 38140 J. Li, Y. Tang, Y. Ma, Z. Zhang, F. Tao, Y. Qu, In situ formation of isolated bimetallic PtCe sites of single-dispersed Pt on CeO2 for low-temperature CO oxidation, ACS Appl. Mater. Interfaces, 10 (2018) 38134–38140. [16] L. Nguyen S. Zhang L. Tan Y. Tang J. Liu F.F. Tao Ir1Znn bimetallic site for efficient production of hydrogen from methanol ACS Sustain. Chem. Eng. 7 2019 18793 18800 L. Nguyen, S. Zhang, L. Tan, Y. Tang, J. Liu, F.F. Tao, Ir1Znn bimetallic site for efficient production of hydrogen from methanol, ACS Sustain. Chem. Eng., 7 (2019) 18793–18800. [17] Y. Tang S. Zhang T.B. Rawal L. Nguyen Y. Iwasawa S.R. Acharya J. Liu S. Hong T.S. Rahman F. Tao Atomic-scale structure and catalysis on positively charged bimetallic sites for generation of H2 Nano Lett. 20 2020 6255 6262 Y. Tang, S. Zhang, T.B. Rawal, L. Nguyen, Y. Iwasawa, S.R. Acharya, J. Liu, S. Hong, T.S. Rahman, F. Tao, Atomic-scale structure and catalysis on positively charged bimetallic sites for generation of H2, Nano Lett., 20 (2020) 6255–6262. [18] T.B. Rawal S.R. Acharya S. Hong D. Le Y. Tang F.F. Tao T.S. Rahman High catalytic activity of Pd1/ZnO(101̅0) toward methanol partial oxidation: a DFT+KMC study ACS Catal 8 2018 5553 5569 T.B. Rawal, S.R. Acharya, S. Hong, D. Le, Y. Tang, F.F. Tao, T.S. Rahman, High catalytic activity of Pd1/ZnO(101̅0) toward methanol partial oxidation: a DFT+KMC study, ACS Catal, 8 (2018) 5553–5569. [19] S. Chen S. Liang B. Wu Z. Lan Z. Guo H. Kobayashi X. Yan R. Li Ultrasmall silver clusters stabilized on MgO for robust oxygen-promoted hydrogen production from formaldehyde reforming ACS Appl. Mater. Interfaces 11 2019 33946 33954 S. Chen, S. Liang, B. Wu, Z. Lan, Z. Guo, H. Kobayashi, X. Yan, R. Li, Ultrasmall silver clusters stabilized on MgO for robust oxygen-promoted hydrogen production from formaldehyde reforming, ACS Appl. Mater. Interfaces, 11 (2019) 33946–33954. [20] J. Kang Q.Y. Fan W. Zhou Q. Zhang S. He L. Yue Y. Tang L. Nguyen X. Yu Y. You H. Chang X. Liu L. Chen Y. Liu F. Tao J. Cheng Y. Wang Iridium boosts the selectivity and stability of cobalt catalysts for syngas to liquid fuels Chem 8 2022 1050 1066 J. Kang, Q.Y. Fan, W. Zhou, Q. Zhang, S. He, L. Yue, Y. Tang, L. Nguyen, X. Yu, Y. You, H. Chang, X. Liu, L. Chen, Y. Liu, F. Tao, J. Cheng, Y. Wang, Iridium boosts the selectivity and stability of cobalt catalysts for syngas to liquid fuels, Chemistry, 8 (2022) 1050–1066. [21] P. Wang M. Yang H. Liao K. Xu X. Zong Z. Xie H. Zhao Y. Xu H. Yang Y. Gan Y. Fang L. Wu Y. Tang L. Tan Restructured zeolites anchoring singly dispersed bimetallic platinum and zinc catalysts for propane dehydrogenation Cell Rep. Phys. Sci. 4 2023 101311 P. Wang, M. Yang, H. Liao, K. Xu, X. Zong, Z. Xie, H. Zhao, Y. Xu, H. Yang, Y. Gan, Y. Fang, L. Wu, Y. Tang, L. Tan, Restructured zeolites anchoring singly dispersed bimetallic platinum and zinc catalysts for propane dehydrogenation, Cell Rep. Phys. Sci. 4 (2023) 101311. [22] H. Yang R. Yu Y. Fang J. Yao Y. Gan J. Chen H. Deng X. Gao X. Zong J. Wang L. Wu L. Tan Y. Tang Singly dispersed Ir1Ti3 bimetallic site for partial oxidation of methane at high temperature Appl. Surf. Sci. 599 2022 153863 H. Yang, R. Yu, Y. Fang, J. Yao, Y. Gan, J. Chen, H. Deng, X. Gao, X. Zong, J. Wang, L. Wu, L. Tan, Y. Tang, Singly dispersed Ir1Ti3 bimetallic site for partial oxidation of methane at high temperature, Appl. Surf. Sci., 599 (2022) 153863. [23] W.S. Lee Z. Wang R.J. Wu A. Bhan Selective vapor-phase hydrodeoxygenation of anisole to benzene on molybdenum carbide catalysts J. Catal. 319 2014 44 53 W.S. Lee, Z. Wang, R.J. Wu, A. Bhan, Selective vapor-phase hydrodeoxygenation of anisole to benzene on molybdenum carbide catalysts, J. Catal., 319 (2014) 44–53. [24] X. Liu S. Zhang H. Zhao H. Lin K. Xu Y. Xu L. Tan L. Wu Y. Tang In-situ studies on the synergistic effect of Pd-Mo bimetallic catalyst for anisole hydrodeoxygenation Mol. Catal. 530 2022 112591 X. Liu, S. Zhang, H. Zhao, H. Lin, K. Xu, Y. Xu, L. Tan, L. Wu, Y. Tang, In-situ studies on the synergistic effect of Pd-Mo bimetallic catalyst for anisole hydrodeoxygenation, Mol. Catal. 530 (2022) 112591. [25] P.M. de Souza R.C. Rabelo-Neto L.E.P. Borges G. Jacobs B.H. Davis D.E. Resasco F.B. Noronha Hydrodeoxygenation of phenol over Pd catalysts. effect of support on reaction mechanism and catalyst deactivation ACS Catal. 7 2017 2058 2073 P.M. de Souza, R.C. Rabelo-Neto, L.E.P. Borges, G. Jacobs, B.H. Davis, D.E. Resasco, F.B. Noronha, Hydrodeoxygenation of phenol over Pd catalysts. effect of support on reaction mechanism and catalyst deactivation, ACS Catal., 7 (2017) 2058–2073. [26] C.A. Teles P.M. de Souza R.C. Rabelo-Neto M.B. Griffin C. Mukarakate K.A. Orton D.E. Resasco F.B. Noronha Catalytic upgrading of biomass pyrolysis vapors and model compounds using niobia supported Pd catalyst Appl. Catal. B Environ. 238 2018 38 50 C.A. Teles, P.M. de Souza, R.C. Rabelo-Neto, M.B. Griffin, C. Mukarakate, K.A. Orton, D.E. Resasco, F.B. Noronha, Catalytic upgrading of biomass pyrolysis vapors and model compounds using niobia supported Pd catalyst, Appl. Catal. B Environ. 238 (2018) 38–50. [27] S.T. Thompson H.H. Lamb Vapor-phase hydrodeoxygenation of guaiacol over carbon-supported Pd, Re and PdRe catalysts Appl. Catal. A Gen. 563 2018 105 117 S.T. Thompson, H.H. Lamb, Vapor-phase hydrodeoxygenation of guaiacol over carbon-supported Pd, Re and PdRe catalysts, Appl. Catal. A Gen. 563 (2018) 105–117. [28] J. Zieliński I. Zglinicka L. Znak Z. Kaszkur Reduction of Fe2O3 with hydrogen Appl. Catal. A Gen. 381 2010 191 196 J. Zieliński, I. Zglinicka, L. Znak, Z. Kaszkur, Reduction of Fe2O3 with hydrogen, Appl. Catal. A Gen., 381 (2010) 191–196. [29] V.H. Sandoval C.E. Gigola Characterization of Pd and Pd∙Pbα-Al2O3 catalysts. A TPR-TPD study Appl. Catal. A Gen. 148 1996 81 96 V.H. Sandoval, C.E. Gigola, Characterization of Pd and Pd∙Pbα-Al2O3 catalysts. A TPR-TPD study, Appl. Catal. A Gen., 148 (1996) 81–96. [30] A.J.R. Hensley Y. Hong R. Zhang H. Zhang J. Sun Y. Wang J.S. McEwen Enhanced Fe2O3 reducibility via surface modification with Pd: characterizing the synergy within Pd/Fe catalysts for hydrodeoxygenation reactions ACS Catal. 4 2014 3381 3392 A.J.R. Hensley, Y. Hong, R. Zhang, H. Zhang, J. Sun, Y. Wang, J.S. McEwen, Enhanced Fe2O3 reducibility via surface modification with Pd: characterizing the synergy within Pd/Fe catalysts for hydrodeoxygenation reactions, ACS Catal., 4 (2014) 3381–3392. [31] J. Chastain, R.C. King, Handbook of X-Ray Photoelectron Spectroscopy, 1992. [32] G. Yan Y. Tang Y. Li Y. Li L. Nguyen T. Sakata K. Higashi F.F. Tao P. Sautet Reaction product-driven restructuring and assisted stabilization of a highly dispersed Rh-on-ceria catalyst Nat. Catal. 5 2022 119 127 G. Yan, Y. Tang, Y. Li, Y. Li, L. Nguyen, T. Sakata, K. Higashi, F.F. Tao, P. Sautet, Reaction product-driven restructuring and assisted stabilization of a highly dispersed Rh-on-ceria catalyst, Nat. Catal. 5 (2022) 119–127. [33] P. Du R. Qi Y. Zhang Q. Gu X. Xu Y. Tan X. Liu A. Wang B. Zhu B. Yang T. Zhang Single-atom-driven dynamic carburization over Pd1FeOx catalyst boosting CO2 conversion Chem 8 2022 3252 3262 P. Du, R. Qi, Y. Zhang, Q. Gu, X. Xu, Y. Tan, X. Liu, A. Wang, B. Zhu, B. Yang, T. Zhang, Single-atom-driven dynamic carburization over Pd1FeOx catalyst boosting CO2 conversion, Chemistry, 8 (2022) 3252–3262. [34] L. Nguyen Y. Tang Y. Li X. Zhang D. Wang F. Tao Dual reactor for in situ/operando fluorescent mode XAS studies of sample containing low-concentration 3d or 5d metal elements Rev. Sci. Instrum. 89 2018 054103 L. Nguyen, Y. Tang, Y. Li, X. Zhang, D. Wang, F. Tao, Dual reactor for in situ/operando fluorescent mode XAS studies of sample containing low-concentration 3d or 5d metal elements, Rev. Sci. Instrum. 89 (2018) 054103. [35] R. Gao J. Xu J. Wang J. Lim C. Peng L. Pan X. Zhang H. Yang J.J. Zou Pd/Fe2O3 with electronic coupling single-Site Pd–Fe pair sites for low-temperature semihydrogenation of alkynes J. Am. Chem. Soc. 144 2022 573 581 R. Gao, J. Xu, J. Wang, J. Lim, C. Peng, L. Pan, X. Zhang, H. Yang, J.J. Zou, Pd/Fe2O3 with electronic coupling single-Site Pd–Fe pair sites for low-temperature semihydrogenation of alkynes, J. Am. Chem. Soc., 144 (2022) 573–581. [36] H. Funke A.C. Scheinost M. Chukalina Wavelet analysis of extended x-ray absorption fine structure data Phys. Rev. B 71 2005 12 19 H. Funke, A.C. Scheinost, M. Chukalina, Wavelet analysis of extended x-ray absorption fine structure data, Phys. Rev. B, 71 (2005) 12–19. [37] H. Lin P. Sun Y. Xu X. Zong H. Yang X. Liu H. Zhao L. Tan L. Wu Y. Tang Enhanced selective cleavage of aryl C-O bond by atomically dispersed Pt on α-MoC for hydrodeoxygenation of anisole Mol. Catal. 531 2022 112652 H. Lin, P. Sun, Y. Xu, X. Zong, H. Yang, X. Liu, H. Zhao, L. Tan, L. Wu, Y. Tang, Enhanced selective cleavage of aryl C-O bond by atomically dispersed Pt on α-MoC for hydrodeoxygenation of anisole, Mol. Catal. 531 (2022) 112652. [38] Y. Hong H. Zhang J. Sun K.M. Ayman A.J.R. Hensley M. Gu M.H. Engelhard J.S. McEwen Y. Wang Synergistic catalysis between Pd and Fe in gas phase hydrodeoxygenation of m-Cresol ACS Catal. 4 2014 3335 3345 Y. Hong, H. Zhang, J. Sun, K.M. Ayman, A.J.R. Hensley, M. Gu, M.H. Engelhard, J.S. McEwen, Y. Wang, Synergistic catalysis between Pd and Fe in gas phase hydrodeoxygenation of m-Cresol, ACS Catal., 4 (2014) 3335–3345. [39] Y. Geng H. Li Hydrogen spillover-enhanced heterogeneously catalyzed hydrodeoxygenation for biomass upgrading ChemSusChem 15 2022 e202102495 Y. Geng, H. Li, Hydrogen spillover-enhanced heterogeneously catalyzed hydrodeoxygenation for biomass upgrading, ChemSusChem, 15 (2022) e202102495. [40] Y. Hong S. Zhang F.F. Tao Y. Wang Stabilization of iron-based catalysts against oxidation: an in situ ambient-pressure X-ray photoelectron spectroscopy (AP-XPS) study ACS Catal. 7 2017 3639 3643 Y. Hong, S. Zhang, F.F. Tao, Y. Wang, Stabilization of iron-based catalysts against oxidation: an in situ ambient-pressure X-ray photoelectron spectroscopy (AP-XPS) study, ACS Catal., 7 (2017) 3639–3643. [41] W. Gao S. Liu G. Sun C. Zhang Y. Pan Single-atom catalysts for hydrogen activation Small 2023 2300956 W. Gao, S. Liu, G. Sun, C. Zhang, Y. Pan, Single-atom catalysts for hydrogen activation, Small, 2023 2300956.",
      "scopus-id": "85166266042",
      "coredata": {
        "eid": "1-s2.0-S2468823123004844",
        "dc:description": "Hydrodeoxygenation (HDO) is a promising route to convert biomass molecules into biofuels, which is usually promoted by supported noble metal catalysts. It is still one of the key issues to reduce the usage of noble metal for improving the atomic efficiency of the catalyst. As a type of emerging catalytic materials, single-atomically dispersed bimetallic catalyst (SDBM) is a promising candidate for this purpose. Herein, we investigated a single-atomically dispersed Pd/Fe2O3 catalyst with the exceptional HDO activity. At 573 K, anisole conversion is 99% while the selectivity to HDO products is 84%. The turnover rate per Pd atom is 182.2 h−1, which is remarkably greater than that of supported Pd nanoparticles. Additionally, it exhibits good stability for more than 110 h of continuously operation. The authentic catalytic sites during reaction was studied by comprehensive techniques. The presence of the Pd atoms on Fe2O3 changes the surface chemistries of the catalyst surface, then boosts the HDO activity consequently. As unveiled by in-situ X-ray absorption spectroscopy, the Pd atoms are coordinated with 2.76 nearby Fe atoms in average via metallic Pd-Fe bonds. Under HDO reaction conditions, single atomically dispersed Pd1Fe3 bimetallic sites are generated in-situ and act as the authentic catalytic sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823123004844",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Shuya"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xiaochen"
          },
          {
            "@_fa": "true",
            "$": "Lin, Hongqiao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Rong"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yu"
          },
          {
            "@_fa": "true",
            "$": "Xu, Yuanjie"
          },
          {
            "@_fa": "true",
            "$": "Xu, Kaiyang"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Huibo"
          },
          {
            "@_fa": "true",
            "$": "Tan, Li"
          },
          {
            "@_fa": "true",
            "$": "Wu, Lizhi"
          },
          {
            "@_fa": "true",
            "$": "Tang, Yu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823123004844"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823123004844"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00484-4",
        "prism:volume": "547",
        "articleNumber": "113401",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Unveiling the in-situ formation of single-atomically dispersed Pd-Fe bimetallic catalytic sites during anisole hydrodeoxygenation",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biomass"
          },
          {
            "@_fa": "true",
            "$": "Hydrodeoxygenation"
          },
          {
            "@_fa": "true",
            "$": "Single atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "In-situ X-ray absorption spectrum"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113401",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2023",
        "prism:doi": "10.1016/j.mcat.2023.113401",
        "prism:startingPage": "113401",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113401",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "294",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65492",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "303",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68505",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45100",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "173",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42699",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "232",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41734",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "329",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81300",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "345",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36487",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10545",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10500",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12852",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6536",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7612",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18490",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "127",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15789",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1303",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "479278",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1342",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "477777",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1174",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "304092",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "764",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "277710",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1028",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "281821",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1455",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "829691",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "256641",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1935346",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3964",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123004844-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1330448",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85166266042"
      }
    }
  }
}