{
  "metadata": {
    "title": "CO oxidation on the phosphotungstic acid supported Rh single–atom catalysts via Rh–assisted Mans–van Krevelen mechanism",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-01-31",
    "doi": "10.1016/j.mcat.2018.10.017",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823118304024",
    "pii": "S2468823118304024"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85055645108",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2018-10-31 2018-10-31 2018-10-31 2018-10-31 2018-11-17T12:06:10 1-s2.0-S2468823118304024 S2468-8231(18)30402-4 S2468823118304024 10.1016/j.mcat.2018.10.017 S300 S300.1 FULL-TEXT 1-s2.0-S2468823118X00182 2019-06-06T03:20:47.825576Z 0 0 20190101 20190131 2019 2018-10-31T05:58:25.89424Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 462 462 C Volume 462 6 37 45 37 45 201901 January 2019 2019-01-01 2019-01-31 2019 Regular Papers article fla © 2018 Elsevier B.V. All rights reserved. COOXIDATIONPHOSPHOTUNGSTICACIDSUPPORTEDRHSINGLEATOMCATALYSTSVIARHASSISTEDMANSVANKREVELENMECHANISM ZHANG L 1 Introduction 2 Models and computational details 3 Results and discussion 3.1 Difference between Ob and Oc atom on the PTA surface 3.2 Adsorption of CO and O2 3.3 CO oxidation 3.4 Electronic structure 4 Conclusions Acknowledgments References LIU 2017 34 59 J YANG 2013 1740 1748 X THOMAS 2015 325 326 J ZHANG 2018 H LIU 2018 477 505 J LI 2017 6762 6769 Z JONES 2016 150 154 J LIU 2016 797 801 P WEI 2014 5634 H QIAO 2011 634 641 B CHENG 2018 e1706287 Y MARTINEZMACIAS 2015 5647 5656 C TIAN 2018 1047 1055 J GENNA 2013 10586 10589 D LI 2016 2995 3005 C ZHAO 2017 12480 12487 J KATSOULIS 1998 359 388 D DOLBECQ 2010 6009 6048 A HILL 1998 1 2 C IZAROVA 2012 9492 9510 N SUN 2014 981 1019 M ZHENG 2012 7623 7646 S WEINSTOCK 2018 2680 2717 I COPERET 2016 323 421 C BRANDTS 2003 393 398 J ROSARIOTORVISO 2010 70 77 M TANIELYAN 2011 159 169 S AUGUSTINE 1999 1257 1258 R AUGUSTINE 2003 69 76 R AHN 2013 55 60 S HE 2016 1011 1015 P TANIELYAN 2014 1564 1569 S ZHANG 2016 8319 8323 B ZHANG 2017 3578 3587 B LIU 2017 10496 10504 C HULSEY 2018 M TORVISO 2010 70 77 M TANIELYAN 2011 159 169 S AUGUSTINE 1999 1257 1258 R AUGUSTINE 2003 69 76 R GARDNER 1991 114 120 S SONG 2002 17 49 C YU 2018 20661 20668 M WIDMANN 2011 10241 10245 WIDMANN 2014 740 749 DAY 1985 533 541 V AOKI 1976 1454 1459 K JANSEN 1994 146 155 S MAESTRE 2001 3749 3758 J ZHAO 2006 Y HAY 1985 270 283 P WADT 1985 284 298 W HAY 1985 299 310 P GLENDENING 1988 E NBO FRISCH 2009 M GAUSSIAN09REVISIONA02 ZHANGX2019X37 ZHANGX2019X37X45 ZHANGX2019X37XL ZHANGX2019X37X45XL 2020-10-31T00:00:00.000Z 2020-10-31T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2018 Elsevier B.V. All rights reserved. item S2468-8231(18)30402-4 S2468823118304024 1-s2.0-S2468823118304024 10.1016/j.mcat.2018.10.017 315758 2019-06-06T03:20:47.825576Z 2019-01-01 2019-01-31 1-s2.0-S2468823118304024-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/MAIN/application/pdf/b5efbb3d7b3fd381ae09b2fbd0a07437/main.pdf main.pdf pdf true 3378818 MAIN 9 1-s2.0-S2468823118304024-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/PREVIEW/image/png/e08b20bf4955665b60ebd041cd96f305/main_1.png main_1.png png 53205 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823118304024-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/ga1/THUMBNAIL/image/gif/86beca8d0b82ba023cbcb2af66359ee4/ga1.sml ga1 true ga1.sml sml 17636 164 147 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr1/THUMBNAIL/image/gif/96ce4e175557513f973ac4babeadcf2c/gr1.sml gr1 gr1.sml sml 11724 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr2/THUMBNAIL/image/gif/0509a3c3ea0346fc81ddab07ed7b544f/gr2.sml gr2 gr2.sml sml 15549 164 163 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr3/THUMBNAIL/image/gif/8977a63318ae62034d5df790a41b3dbb/gr3.sml gr3 gr3.sml sml 11080 164 147 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr4/THUMBNAIL/image/gif/94004698da3d199e8d701f4adcc61841/gr4.sml gr4 gr4.sml sml 11745 164 171 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr5/THUMBNAIL/image/gif/ec8672257ad3d7de7f65e6607fb337ca/gr5.sml gr5 gr5.sml sml 9492 109 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr6/THUMBNAIL/image/gif/7f412bd11522547ef515a89abed7adaa/gr6.sml gr6 gr6.sml sml 6959 148 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118304024-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/ga1/DOWNSAMPLED/image/jpeg/795ae52256a9c0910876472ebaeb3f80/ga1.jpg ga1 true ga1.jpg jpg 21723 244 219 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr1/DOWNSAMPLED/image/jpeg/aa90e3a660a5caf4c631df8bf9bb5de7/gr1.jpg gr1 gr1.jpg jpg 54415 251 661 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr2/DOWNSAMPLED/image/jpeg/a741087fa3dbf0ad857ccc7d0b1baf98/gr2.jpg gr2 gr2.jpg jpg 150290 719 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr3/DOWNSAMPLED/image/jpeg/ddb6fe0189a2da8fd318caf18f581904/gr3.jpg gr3 gr3.jpg jpg 154362 798 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr4/DOWNSAMPLED/image/jpeg/541298d7f873d1bcff5ea0a87cd851bc/gr4.jpg gr4 gr4.jpg jpg 123586 688 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr5/DOWNSAMPLED/image/jpeg/c4cf2ce21d17af636ce74aa942796448/gr5.jpg gr5 gr5.jpg jpg 71960 358 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118304024/gr6/DOWNSAMPLED/image/jpeg/66d779aaeab40ef3cae1e913f5a736b4/gr6.jpg gr6 gr6.jpg jpg 19918 231 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118304024-am.pdf am am.pdf pdf 2232872 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10KKK3401XJ/MAIN/application/pdf/c4d08cadcb5a9cc66d7d863563c50429/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10KKK3401XJ/MAIN/application/pdf/c4d08cadcb5a9cc66d7d863563c50429/am.pdf MCAT 10222 S2468-8231(18)30402-4 10.1016/j.mcat.2018.10.017 Elsevier B.V. Fig. 1 The structural diagrams and NBO charge of Ob and Oc atoms for the Rh1/PTA SACs (a) and free PTA (b), highlighting the difference between Ob and Oc atoms of the PTA surface. Fig. 1 Fig. 2 Representative adsorption structures of CO and O2 at the catalyst with bond lengths in angstrom, adsorption of one O2 molecule (a and b), adsorption of one CO molecule (c and d), simultaneous adsorption of two CO molecules (e and f), simultaneous adsorption of O2 and CO molecule (g, h, i, and j). Fig. 2 Fig. 3 The calculated free energy profile for the formation of an oxygen vacancy (The dotted circle) via removal of Ob or Oc atoms of the POM surface in Rh1/PTA SAC. Fig. 3 Fig. 4 The calculated energy profile for the oxidation of CO molecule to CO2 via cleavage of O2 molecule in Rh1/PTA SAC. Fig. 4 Fig. 5 The frontier molecular orbitals of [CO*+O2*]b in its singlet ground state. Fig. 5 Fig. 6 Charger variation of the Rh atom along the favorable reaction pathway. Fig. 6 CO oxidation on the phosphotungstic acid supported Rh single–atom catalysts via Rh–assisted Mans–van Krevelen mechanism Li-Long Zhang Mo-Jie Sun Chun-Guang Liu ⁎ College of Chemical Engineering, Northeast Electric Power University, Jilin City, 132012, PR China College of Chemical Engineering Northeast Electric Power University Jilin City 132012 PR China ⁎ Corresponding author. Graphical abstract A whole catalytic cycle for CO oxidation via Rh–assisted Mans–van Krevelen mechanism has been studied by using density functional theory calculations. Recently, there are contradictory picture of the surface processes for polyoxometalates (POMs) supported single–atom catalysts (SACs) in CO oxidation, both Langmuir–Hinshelwood (LH) and Mars–van Krevelen (MvK) mechanisms have been proposed based on experimental and theoretical studies. We here present results of density functional theoretical (DFT) calculations on the neutral phosphotungstic acid (PTA) supported Rh SAC (Rh1/PTA), aiming at the identification of an Rh–assisted MvK mechanism. The main finding of our DFT calculations are: (1) two CO molecules adsorb simultaneously at the Rh site with considerable adsorption energy, which inhibits the adsorptions of O2; (2) anchoring of single Rh atom on the PTA surface weakens W–Ob/Oc bonds and leads to the charge rearrangement of the surface oxygen species; (3) the anchored Rh atom serves as an electron reservoir along the favorable pathway, as supported by the Rh atom acts as electron acceptor in formation of oxygen vacancy and electron donor in the replenishing step; (4) the difference between Ob and Oc atoms of PTA surface is remarkable, the calculated barrier for vacancy formation by reaction with adsorbed CO and Ob atom is lower than that of Oc atom (25 kcal mol–1 vs 40 kcal mol–1, however, previous experimental and theoretical studies neglect this remarkable difference of the Ob and Oc atoms in CO oxidation, which were treated indiscriminately.); (5) although the O2 molecule was activated by the charge transfer from the anchoring Rh atom to π* antibonding orbital of O2, a strong bonding interaction of Rh–O2 leads to a high barrier of 41 kcal mol–1. Therefore, the dissociation of the adsorbed O2 molecule is the rate–determining step for the whole catalytic cycle. Consequences of these findings for the Rh–assisted MvK mechanism on the Rh1/PTA SAC, can be viewed as a model system for POM–supported SACs. Keywords Single–atom catalysts Polyoxometalates CO oxidation Density functional theory Reaction mechanism 1 Introduction Single–atom catalysts (SACs) have recently attracted considerable attention because of their potential applications in the field of fuel processing, chemicals production, and environmental remediation etc [1–5]. SACs with 100% metal dispersity offer the maximum atom efficiency, which is a very promising strategy for development of cost–effective catalysts based on noble metals such as Pt, Au, Pd, Ir, Rh, etc [6–16]. However, characterization of the geometric and coordinated environment surrounding single atoms in a supported catalyst is currently difficult because of the inherent complexity of heterogeneous catalysts, especially, uncertain structure of supported materials. An appropriate single atom system, which the atomic–scale geometric and electronic properties can be easily investigated by using conventional method, is thus highly desired. Polyoxometalates (POMs) are early transition metal oxo anionic cluster, which is a promising candidate for acid and redox catalysis as well as prevalent supporting material for catalysis at supported transition metal complexes, nanoparticles, and single atoms. The structure of solid POMs differs from the consecutive network structure of metal oxides [17–23]. It is more like a discrete fragments of the solid metal oxides [24–35]. The isolated and discrete anionic units of POMs provide an ideal structural feature to prevent the formation of aggregates when dispersing metal atom on it [36]. Moreover, the crystal structures of POMs are usually so well resolved. There are a series of POMs–supported transition metal complexes have been reported [37–40]. In terms of these features, catalytic performance of POM–supported catalysts is easily monitor by using conventional technologies because of the definite component and structure. Meanwhile, POMs possess a huge variety of shapes, structure, sizes, and compositions, and thus it provides a good structural basis for accurate modeling, understanding, and design of new SACs. Low–temperature and selective oxidization of CO is an important industrial reaction for automotive emissions control, proton exchange membrane fuel cell, water gas shift [35,41,42]. CO oxidation is also a valuable model reactions in catalytic science, and thus have been extensively investigated over the past decades. The CO oxidation chemistry catalyzed by the Keggin–type POM supported SAC has been studied, especially the reaction mechanism. The critical role of the interface between the supporting POMs and supported metal single atoms has been highlighted by experimental and theoretical studies in several systems [34–43]. Yan and co–workers reported a novel porous ammonia salt of phosphotungstic acid (PTA), which was employed as the support to form a neutral Rh1/PTA SAC with a one to one manner via a strong electrostatic interaction of Rh3+ and [PW12O40]3– [34]. The reported Rh1/POM SAC has highly stable and exhibits excellent performance in CO oxidation. The mechanistic studies show that the surface oxygen of PTA represents the active oxygen species for CO oxidation (Oact), which reacts with CO adsorbed on the Rh single atom. Accordingly, the reaction proceeds via the continuous formation and replenishment of surface oxygen vacancies by reaction of the catalyst with CO and O2, which was termed as Mans–van Krevelen (MvK) mechanism. According to density functional theory (DFT) calculations, Lin et al. showed that the anchoring single Rh atom site at the phosphomolybdic acid (H3PMo12O40, PMA) [43], allows facile co–adsorption of O2 and CO molecules, and that the adsorbed species can react with a barrier of 0.87 eV, representing a Langmuir-Hinshelwood (LH) mechanism, which is significantly lower than that of the MvK mechanism. Although experimental and theoretical studies could provide some detailed mechanism information, the contradictory picture of the surface processes contributing to the overall reaction are also proposed: (i) Most controversially discussed is the number of the adsorbed CO molecule on the Rh site in the initial step. The experimental results indicate that the two CO molecule are co–adsorbed on the Rh site, one of the two adsorbed CO molecules were shown to represent the reactive species in the MvK mechanism [34]. By contrast, the reported DFT calculation assigned only one adsorbed CO molecule on the Rh site to probe the MvK mechanism [43]. (ii) It is well–known that the oxygen vacancy generated from the removal of the surface oxygen atom of support is a key factor for determining the nature of MvK mechanism. The surface oxygen atom of PTA can be divided into three sets according to whether they are in terminal (Ot), bridging two metal atoms (Ob), and at the corners (Oc) of the Keggin structure. However, both reported experimental and theoretical studies neglect these remarkable differences, especially the Ob and Oc atoms, they were treated indiscriminately in reaction mechanism. (iii) Au-assisted Mars–van Krevelen (MvK) mechanism has been proposed by Widmann et al. based on the study of Au (nanoparticle)/TiO2 catalyst for CO oxidation [44,45], where the surface lattice oxygen at the perimeter sites is activated by the supporting Au nanoparticle and becomes the active oxygen species. By the same logic, activation of surface oxygen atom by the anchoring single Rh atom is thus worthy of evaluation in POMs–supported SAC detailedly, namely, the single-atom-assisted MvK mechanism. These questions mentioned above are addressed in the present paper based on a systemic DFT calculations. We first focus on the difference of Ob and Oc atoms and single atom assisted effects for the activation of surface oxygen species based on the molecular geometry and electronic structure. In the next section, the adsorption behavior of CO and O2 on the Rh site has been probed. The simultaneous adsorption of two CO molecules significantly inhibits the adsorptions of O2 because of the considerable adsorption energy. Thus, both ER and LH mechanisms were not performed in this work. Finally, we considered the Rh–assisted MvK mechanism for CO oxidation. This involves the kinetic barriers and oxygen vacancy formation energy via removal of Ob and Oc atoms in MvK mechanism, the re–oxidation of the surface oxygen vacancies by reaction with adsorbed O2. These findings would be very useful to guide the search for high performance SACs into discrete inorganic POM fields. 2 Models and computational details The Keggin–type POM anion, [PW12O40]3−, possesses a clathrate structure in which the PO4 3– subunit is trapped into the neutral W12O36 cage, namely, [(W12O36)(PO4 3–)] [46–50]. Such structure undoubtedly indicates that the total charge of Keggin anion is mainly localized on the PO4 subunit. And thus the W12O36 cage can be viewed as a well–defined neutral metal–oxo surfaces, and the metal atom was anchored on the surface of a neutral W12O36 cage with a strong electrostatic interaction between Rh3+ ion and PO4 3– subunit. In the present paper, the discrete Keggin–type POM unit in porous ammonia salt of phosphotungstic acid was modeled by an isolated POM cage ([PW12O40]3−). Our previous calculations showed the rationality of this model for exploration of isolated metal atom anchoring on the surface of phosphotungstic acid [35]. The Meta–GGA exchange functional M06L was derived from M05 functional, which was extended from earlier functionals developed by Becke and Perdrew et al. A systematic comparative study based on 22 energetic databases and 14 other functionals showed that good performance of M06L functional in calculations of the thermochemistry, thermochemical kinetics, vibrational frequencies, geometries, and noncovalent interaction for the main–group compounds, organometallic, and inorganometallic systems. Especially for the supramolecular chemistry, protein assemblies, and heterogeneous catalyst, in which the noncovalent interactions are very important, M06L functional is demonstrated to be usefulness for these large–sized systems because of the computational advantages of local functionals. Meanwhile, the accuracy of the M06L functional in prediction of geometry, vibrational frequency, reaction mechanism, etc. of POMs was also tested in our previous work [35]. In the present paper, all of the geometry optimizations were carried out using the DFT method with M06L functional [46] without any restriction on the symmetry in gas phase. The 6–31G(d) basis set was used for the main group elements and scalar relativistic effective core potential of LANL2DZ [51–53] was adopted for the metal elements. Vibrational frequencies were obtained at the same levels in this work. All of the structures discussed in the present work are minima or transition state on the corresponding potential energy surfaces, as confirmed by the correct number of imaginary frequencies. In order to further refine the gas–phase electronic energy, the single point calculations on gas–phase optimized geometries were performed using the same functional with the polarization and diffusion basis sets 6–31+G(d) for main group atoms and the relativistic energy–consistent pseudopotential basis set SDD for transition metal atoms. We are known that M06L functional often requires large grid sizes to improve the computational stability. And thus the ultrafine integration grid sizes (99 radial, 590 angular points) were used for all calculations in this work. Natural bond orbital (NBO) analysis [54] at the M06L/6-31G(d) level were performed to assign the atomic charges and Wiberg bond indices (WBI) (LANL2DZ basis sets on the metal atom). All calculations were implemented with the Gaussian 09 package [55]. The adsorption energy (E ad) of an adsorbate (O2 and CO) was defined as E ad = E Rh1/PTA + E CO/O2 – E tot, where E Rh1/PTA, E CO/O2, and E tot are the total energies of the clean Rh1/PTA SAC, isolated CO or O2 molecule, and the Rh1/PTA SAC after adsorption respectively. In the case of the co–adsorption of two adsorbates, E CO/O2, is the sum of the total energy of isolated CO or O2 molecule. According to this expression, a positive value of E ad indicates that the adsorption is exoergic. 3 Results and discussion 3.1 Difference between Ob and Oc atom on the PTA surface The surface Ot, Ob, and Oc atoms of Keggin–type structure are all the potential anchoring sites to stabilize isolated single metal atom. Our previous DFT calculations show that the most stable anchoring site on the surface of PTA for coordination of various isolated single atoms is the 4–fold hollow site [35], which is form by two Ob and Oc atoms. According to experimental results, Yan and co–workers also claimed that the Pt and Rh species were localized at the 4–fold hollow site on the Keggin–type POM surface in Pt1/POM and Rh1/POM SACs [33,34]. In the present paper, the 4–fold hollow site on the Keggin–type POM cage was assigned to the anchoring site for all isolated metal atoms studied here (see Fig. 1 a). Because of the unique Keggin–type structure of PTA, the bonding feature of Oc and Ob atoms are different from each other. As shown in Fig. 1, the optimized W–Ob and W–Oc distance in free PTA is 1.924 Å and 1.932 Å, respectively. After anchoring Rh atom on the PTA surface the W–Ob and W–Oc distance increases to 2.113 Å and 2.060 Å, indicating that anchoring effects weakened W–Ob and W–Oc bonds simultaneously. In free PTA, the optimized bond angle of W–Ob–W is larger than that of W–Oc–W (152° vs 127°). Although both bond angles reduce a bit after anchoring Rh atom on the PTA surface, the relative value of both bond angles does not change largely (147° vs 120°). The free PTA anion belongs to the point group Td, and all the Oc/Ob atoms on the PTA surface are equivalent. The calculated NBO atomic charges are shown in Fig. 1. In free PTA, Oc atom has the –0.703 e charge, and Ob atom has the –0.712 e charge. Because of anchoring Rh atom on the 4–fold hollow site of the PTA surface, the coordinated Ob/Oc atom differs from others. In Rh1/PTA SAC, Oc atom has the –0.758 e charge, and the Ob atom has the –0.666 e charge, indicating that the anchoring Rh atom on the PTA surface leads to charge rearrangement of the coordinated Oc and Ob atom. These results indicate the difference of Oc and Ob atoms is remarkable, which would lead to different reactivity. As supported by adsorption energy and energy barrier calculations in the next sections. 3.2 Adsorption of CO and O2 It is important for a catalyst to have the ability to efficiently capture the adsorbates over the catalytic active site. For the catalytic mechanism of CO oxidation, the CO and O2 adsorption on Rh1/PTA interface is the prerequisite. In the present paper, the adsorption site was assigned as the anchoring Rh atom because the Rh site is in the unsaturated state. The calculated adsorption energy (E ad) and configuration of adsorbed CO and O2 have been compared in Fig. 2 . For the O2 adsorption, two configurations (a and b) are obtained based on our DFT calculations, the calculated E ad value for the parallel configuration (a), where both two O atoms of O2 attach to the Rh atom, is 11.11 kcal mol–1. By contrast, the calculated E ad value for the tilted configuration (b), where only one O atom of O2 connects to the Rh atom, is 10.45 kcal mol–1. For the adsorption of one CO molecule, two configurations (c and d) are found according to our DFT calculations. When the adsorbed CO is adjacent to Ob atom of PTA surface (c), the calculated E ad value is 38.77 kcal mol–1, which is significantly larger than that of the configuration (d) with adsorbed CO adjacent to Oc atom of PTA surface (20.50 kcal mol–1), indicating the calculated E ad value is sensitive to the structure of PTA surface. These results show that one CO molecule adsorbs strongly at the Rh site, whereas O2 molecule can hardly adsorb on the Rh site in the presence of CO. Eley–Rideal (ER) mechanism has been proposed for CO oxidation in some catalytic systems. However, these results indicate that the starting state of ER route, the O2 adsorption complex, is not a stable species in the presence of CO. And thus the ER mechanism has not been preferred in this work. For the LH mechanism, the CO and O2 molecules should be co–adsorbed on the Rh site of catalyst firstly. According to our DFT calculations, four configurations (g, h, i, and j) have been obtained. As shown in Fig. 2, the calculated E ad value is also associated with the nature of the PTA surface and changes in the range from 31.07 to 49.60 kcal mol–1. In the most stable co–adsorbed state (g), the adsorbed CO and O2 molecules are both adjacent to Ob atom of PTA surface. For comparison, the structure of two CO molecules co–adsorbed on the Rh site also has been considered in this work. Two configurations (e and f) of the simultaneous adsorption of two CO have been obtained. The calculated E ad value of the most stable configuration (e), where the adsorbed two CO molecules are both adjacent to Ob atom of PTA surface, indicates that two CO molecules adsorb strongly at the Rh site with adsorption energies greater than 75 kcal mol–1. This is significant contrast with the simultaneous adsorption of CO and O2 on the Rh site (75.31 kcal mol–1 vs 49.60 kcal mol–1). Due to the calculated E ad values of two CO molecules on Rh1/PTA is larger than that for CO and O2, it supports that the LH mechanism is less possible than the MvK pathway, and thus LH mechanism is not considered in this work. If we ignore the difference between Ob and Oc atoms of the PTA surface, we may miss this strong adsorption behavior for the two CO molecules on the Rh site relevant to the simultaneous adsorption of O2 and CO. As shown in Fig. 2, the calculated E ad value for another configuration (f), where the adsorbed two CO molecules are both adjacent to Oc atom of PTA surface, is 45.96 kcal mol–1, which is comparable to that for the simultaneous adsorption of CO and O2. In short, we obtain three main conclusions via the study of the electronic structure of Rh1/PTA and adsorption behavior of CO and O2 on the Rh site. Firstly, anchoring of Rh atom on the PTA surface leads to weakened W–Ob/Oc bonds and charge rearrangement on the coordinated Ob and Oc atoms, and thus the coordinated Ob and Oc atoms have been activated by this anchoring effects. Secondly, two CO molecules adsorb strongly at the Rh site with considerable adsorption energy, indicating the simultaneous adsorption of two CO molecules significantly inhibits the adsorptions of O2. Thus, both ER and LH mechanisms were not considered in this work. It should be stressed that strong adsorption of CO on the surface of catalyst may reduce the activity of catalysts or even deactivate the catalysts. Thirdly, the calculated E ad value for CO on the Rh site is closely associated with the nature of Oc and Ob atoms of the PTA surface. In most stable configurations, the adsorbate molecules are all adjacent to Ob atom of PTA surface. These three effects will be shown to have significant consequences for the oxidation of CO at the Rh1/POM SAC interface by Ob and Oc atoms via Rh–assisted MvK mechanism. 3.3 CO oxidation For the MvK mechanism, the active oxygen species should be the Oc or Ob atom of the PTA surface adjacent Rh sites, which means that the PTA generates an oxygen vacancy via CO oxidation by the Oc or Ob atom, and replenished by O2 dissociative adsorption. As mentioned above, the Ob and Oc atoms on the PTA surface are not equivalent chemically. And thus, the formation of oxygen vacancy via removal of an Ob or Oc atom should be both considered in this work. For the Ob atom, the calculated energy profile for the formation of an oxygen vacancy on the PTA surface has been listed in Fig. 3 (purple color). At the CO adsorption complex (CO*), the two CO molecules are located on the Rh atom in a linear structure with a ∠Rh − C1−O1 angle of about 179.02°. At the transition state (TS1b ), the ∠Rh − C1−O1 angle changes from 179.02° to 162.85°, the C1–Ob bond is contracted from 2.688 to 1.611 Å. The first transition state (TS1b ) has a relative energy of 25.12 kcal mol–1 with one imaginary frequency of 343.60i cm–1, which corresponds to the bonding interaction between C1 and Ob atoms. All these features indicate that one adsorbed CO molecule approaches the Ob atom of the PTA surface to form a three–member–ring structure (Rh–C1–Ob). This step proceeds in an endergonic manner with the relative energy of CO*-Ob being 23.89 kcal mol–1, indicating that CO*-Ob is not a thermodynamic stable species because the three–member–ring structure is very strain. And thus the Ob atom is easily taken off from the surface of POM support to release the strain and form an oxygen vacancy. For the TS2b (imaginary frequency of 139.42i cm–1), the W–Ob distances increases from 2.374 to 2.664 Å, and the Rh–C1 distance increases from the 1.959 to 2.339 Å, indicating the trends about the desorption of a CO2 molecule to form an oxygen vacancy. The calculated energy barrier of the TS2b is only 1.72 kcal mol–1 relevant to CO*-Ob because of the unstable three–member–ring structure. After across TS2b , the Ob atom is abstracted by the CO molecule to form a CO2 molecule and an oxygen vacancy in CO2*@Rh-Ov,b . The calculated relative energy of CO2*@Rh-Ov,b is –17.72 kcal mol–1, indicating the thermodynamic stable species. Finally, the CO2 molecule is easily desorbed from CO2*@Rh-Ov,b , which is exoergic by 4.01 kcal mol–1. Thus, this step can be described as the oxidation of one adsorbed CO molecule to a CO2 molecule via the formation of an oxygen vacancy on the POM support surface. The stable deoxygenated intermediate Rh-Ov,b located at –21.73 kcal mol–1, and thus a thermodynamic stable species. For the Oc atom, the calculated energy profile for the formation of an oxygen vacancy on the PTA surface also has been listed in Fig. 3 (blue color). Starting from the same adsorption complex CO*, the transition state was confirmed with an imaginary frequency of 460.10i cm–1 representing the bonding interaction between C1 and Oc atoms. The calculated relative energy of TS1c is 40.40 kcal mol–1, which is much higher than that of TS1b , indicating the remarkable difference between Oc and Ob atom on the reactivity for the CO oxidation. All these results indicate that the formation of an oxygen vacancy via removal of Ob atom is the favorable route for the Rh1/POM SAC because of the relevant low activation energy barrier. We consider that O2 molecule was firstly adsorbed on the oxygen vacancy of Rh-Ov,b . Our DFT calculations indicate that this step is endergonic by about 28 kcal mol–1 (which is not listed in Fig. 4 ). Alternatively, the unsaturated Rh site of Rh-Ov,b was assigned to adsorbed one CO molecule to form Rh(CO)2 species (CO*@Ov,b ) with the available oxygen vacancy, which is exoergic by 8.6 kcal mol–1 according to our DFT calculations. And thus the formation of CO adsorption complex CO*@Ov,b is thermodynamic allowed. Then the adsorption of O2 molecule on the oxygen vacancy of CO*@Ov,b is exoergic by 4.17 kcal mol–1 to form [CO*+O2*]b . Due to the free O2 molecule has a triplet ground state, [CO*+O2*]b with singlet and triplet states both have been optimized in this work, respectively. The results indicate that the singlet state of [CO*+O2*]b is about 4.20 kcal mol–1 stable than that of triplet state. The optimization calculations show that the O2 molecule has been strongly embedded on the oxygen vacancy of the PTA surface in the singlet ground state of [CO*+O2*]b , as supported by the forming two WO5 bonds and one RhO4 bond (2.255, 2.255, and 2.016 Å). Meanwhile, the optimization calculations show that the C2 atom of one adsorbed CO molecule is closed to the adsorbed O2 molecule with a C2⋯O4 distance of 2.951 Å. Compared with the free O2 molecule, the OO bond of the adsorbed O2 molecule has been elongated from 1.218 to 1.389 Å. With the formation of [CO*+O2*]b , the oxygen atom of O2 molecule is abstracted by the CO molecule to form a CO2 molecule via a transition state TS3b , the OO bond of the adsorbed O2 molecule in TS3b has been elongated from 1.389 to 1.682 Å, and the C2 O4 bond is contracted from 2.951 to 1.412 Å. Meanwhile, the RhC2 bond has been elongated to 2.004 Å. These features indicate a trend about the formation of a CO2 molecule via cleavage of the coordinated O2 molecule. This transition state has a high barrier of about 40.98 kcal mol–1. TS3b was confirmed with an imaginary frequency of 427.82i cm–1 relevant to the reaction coordination. After across TS3b , the oxygen transfer from the O2 to CO molecule results in the formation of the CO2 molecule and an intact Keggin–type POM cage in CO2*+Rh. Desorption of CO2 molecule from CO2*+Rh results in an unsaturated Rh site. And a CO molecule was adsorbed on the Rh site to recover Rh(CO)2 species (CO*). 3.4 Electronic structure According our DFT–derived energy profiles, a catalytic cycle for the oxidation of CO to CO2 by O2 catalyzed by the Rh1/PTA has been proposed. It can be found that the rate–determining step in this catalytic cycle is the cleavage of O2 with a high barrier of about 41 kcal mol–1. And thus it is very important to understand the mechanism of activation of O2 in Rh1/PTA. We are well known that the ground–state electron configuration of O2 with 12 valence electrons is 1σ22σ*23σ21π42π*2. The frontier molecular orbitals of [CO*+O2*]b in its singlet ground state have been listed in Fig. 5 . It can be found that HOMO–1 arises from an effective overlap of π2px* of the O2 molecule and dxz orbital of Rh atom, which is denoted as πxz* orbital. By contrast, HOMO consists of π2py* of the O2 molecule and dyz orbital of Rh atom, which is denoted as πyz* orbital. Mixture of both molecular orbitals results in an electron transfer from the dxz and dyz orbitals of Rh atom to π2px* and π2py* orbital. On the other hand, the calculated NBO partial charge on the Rh and W atoms in CO*@Ov,b and [CO*+O2*]b may also provide the nature of charge transfer feature about the activation of the O2 molecule. The calculated NBO partial charge on the Rh atom in CO*@Ov,b and [CO*+O2*]b is –0.04 and +0.13 e, respectively. And the calculated NBO charge on the W atom in CO*@Ov,b and [CO*+O2*]b is 1.90 and 1.87 e, respectively, indicating that adsorption of the O2 molecule leads to the NBO partial charge of the Rh site changing from negative to positive. By contrast, there are no significant change for the bonding two W atoms. Thus, the activation of the O2 molecule in this co–adsorption complex mainly comes from the donation of electrons from the Rh atom into the molecular orbitals that are antibonding with respective to the O2 molecule. And the electronic configuration of the adsorbed O2 molecule can be described as 1σ22σ*23σ21π42π*4, and thus a superoxide anion radical features (O2 2–). Due to the two double occupied π* antibonding orbitals of the O2 molecule, the OO bonding interaction should be weakened, as supported by the optimized OO bond distance in [CO*+O2*]b is longer than that of free O2 molecule (1.39 Å vs. 1.22 Å). As mentioned above, there is a strong bonding interaction of the adsorbed O2 molecule and the anchoring Rh atom with the Rh–O bond of 2.02 Å. Although the nature of FMOs of [CO*+O2*]b supports that the adsorbed O2 molecule has the radical feature, the RhO2 bonding interaction reduces the activity of the adsorbed O2 molecule in [CO*+O2*]b , and thus a high energy barrier for the cleavage of O2 molecule. This Rh–O2 bonding interaction is closely associated with the nature of the oxygen vacancy in Rh1/PTA. The oxygen vacancy generating from Ob atom is much closed to the Rh atom relative to that of Oc atom. In order to further understand the role of the anchoring Rh atom in the whole catalytic process, we investigate the charge variation of the Rh atom in each element step along the favorable reaction pathway. The formation of oxygen vacancy is an important process for the MvK mechanism because it generates a new active site to perform the adsorption of O2 molecule. And thus CO*@Ov,b containing an oxygen vacancy is a key intermediate catalyst for the CO oxidation. As shown in Fig. 6 , the Rh atom in CO*@Ov,b has the most negative charge among them. This is mainly due to a charge transfer from the oxygen vacancy to the anchoring Rh atom in CO*@Ov,b . The ability of the Rh atom to accept and stabilize excess electrons of the oxygen vacancy makes the CO*@Ov,b becomes the thermodynamic stable species, and thus the stabilization of oxygen vacancies by the Rh atom makes the CO oxidation step has the large thermodynamic deriving force. In the following steps, replenishing vacancy by the O2 dissociative adsorption, obvious charge transfer from the Rh atom has been obtained, as supported by the adsorbed O2 molecule gains about 0.5 electrons, and the formed CO2 species gain about 0.6 elections from Rh atom. Thus, the Rh atom serves as an electron acceptor in the oxygen vacancy formation step and an electron donor in the replenishing step, indicating the Rh atom can be viewed as an electron reservoir in the CO oxidation. 4 Conclusions DFT calculations have been carried out to explore the reaction mechanism of CO oxidation catalyzed by the Rh1/PTA SAC, This leads us to the following main results and conclusions: 1 The study of the adsorption behavior of CO and O2 on the Rh site of Rh1/PTA reveals that two CO molecules adsorb simultaneously at the Rh site with a significant adsorption energy of 75.31 kcal mol–1, indicating the simultaneous adsorption of two CO molecules significantly inhibits the adsorptions of O2. Thus, both ER and LH mechanisms were not considered in this work. 2 The difference of Oc and Ob atoms on the PTA surface is remarkable, as supported by the calculated adsorption energy of CO is closely associated with the nature of Ob and Oc atoms, and a significant reduction of the barrier for vacancy formation by reaction with adsorbed CO and Ob atom relevant to that of Oc atom (25 vs 40 kcal mol–1). These results indicate that Oc and Ob atoms on the PTA surface can not be treated indiscriminately in the CO oxidation mechanism. 3 Anchoring of Rh atom on the PTA surface leads to the weakened W–Ob/Oc bonds and charge rearrangement on the coordinated Ob and Oc atoms, and thus the coordinated Ob and Oc atoms have been activated by this anchoring effects. NBO charge analysis along the proposed reaction pathway shows that the Rh atom servers as both electron donor and acceptor during the CO oxidation, and thus an electron reservoir. 4 The calculated free energy profiles show that the rate–determined step in the Rh–assisted MvK mechanism is the dissociation of the adsorbed O2 molecule to oxidize CO to CO2. Although the adsorbed O2 molecule also has been activated well by a charge transfer from Rh atom to π* antibonding orbital of adsorbed O2 molecule, a strong bonding interaction between the Rh site and adsorbed O2 molecule reduces its activity for oxidation of CO. 5 The Rh atom serves as an electron acceptor in the oxygen vacancy formation step and an electron donor in the replenishing step, indicating the Rh atom can be viewed as an electron reservoir in the CO oxidation. These results strongly support the proposal of an Rh–assisted MvK mechanism for CO oxidation on Rh1/PTA catalyst. Furthermore, we emphasize the specific role of the anchoring Rh atom for facilitating the formation of surface oxygen vacancy. We underline the importance of treatment of Oc and Ob atoms on the PTA surface differently. These findings would be insight for design of new and active SACs based on the inorganic POMs. Acknowledgments The authors gratefully acknowledge the financial support from the National Natural Science Foundation of China (21373043), the financial support from the Scientific and Technological Development Plan Project in Jilin Province (20170204015SF). References [1] J.Y. Liu Catalysis by supported single metal atoms ACS Catal. 7 2017 34 59 [2] X.F. Yang A. Wang B. Qiao J. Li J. Liu T. Zhang Single-atom catalysts: a new frontier in heterogeneous catalysis Acc. Chem. Res. 46 2013 1740 1748 [3] J.M. Thomas Catalysis: tens of thousands of atoms replaced by one Nature 525 2015 325 326 [4] H.B. Zhang G.G. Liu L. Shi J.H. Ye Single-atom catalysts: emerging multifunctional materials in heterogeneous catalysis Adv. Energy Mater. 8 2018 [5] J. Liu B.R. Bunes L. Zang C.Y. Wang Supported single-atom catalysts: synthesis, characterization, properties, and applications Environ. Chem. Lett. 16 2018 477 505 [6] Z. Li T. He D. Matsumura S. Miao A. Wu L. Liu G. Wu P. Chen Atomically dispersed Pt on the surface of in particles: synthesis and catalytic function in hydrogen generation from aqueous ammonia–borane ACS Catal. 7 2017 6762 6769 [7] J. Jones H. Xiong A.T. DeLaRiva E.J. Peterson H. Pham S.R. Challa G. Qi S. Oh M.H. Wiebenga X.I. Pereira Hernandez Y. Wang A.K. Datye Thermally stable single-atom platinum-on-ceria catalysts via atom trapping Science 353 2016 150 154 [8] P. Liu Y. Zhao R. Qin S. Mo G. Chen L. Gu D.M. Chevrier P. Zhang Q. Guo D. Zang B. Wu G. Fu N. Zheng Photochemical route for synthesizing atomically dispersed palladium catalysts Science 352 2016 797 801 [9] H. Wei X. Liu A. Wang L. Zhang B. Qiao X. Yang Y. Huang S. Miao J. Liu T. Zhang Photochemical route for synthesizing atomically dispersed palladium catalysts Nat. Commun. 5 2014 5634 [10] B. Qiao A. Wang X. Yang L.F. Allard Z. Jiang Y. Cui J. Liu J. Li T. Zhang Single-atom catalysis of CO oxidation using Pt1/FeOx Nat. Chem. 3 2011 634 641 [11] Y. Cheng S. Zhao B. Johannessen J.P. Veder M. Saunders M.R. Rowles M. Cheng C. Liu M.F. Chisholm R. De Marco H.M. Cheng S.Z. Yang S.P. Jiang Atomically dispersed transition metals on carbon nanotubes with ultrahigh loading for selective electrochemical carbon dioxide reduction Adv. Mater. 30 2018 e1706287 [12] C. Martinez-Macias P. Serna B.C. Gates Isostructural zeolite-supported rhodium and iridium complexes: tuning catalytic activity and selectivity by ligand modification ACS Catal. 5 2015 5647 5656 [13] J. Tian D.L. Yang J.G. Wen A.S. Filatov Y.Z. Liu A.W. Lei X.M. Lin A stable rhodium single-site catalyst encapsulated within dendritic mesoporous nanochannels Nanoscale 10 2018 1047 1055 [14] D.T. Genna A.G. Wong-Foy A.J. Matzger M.S. Sanford Heterogenization of homogeneous catalysts in metal–organic frameworks via cation exchange J. Am. Chem. Soc. 135 2013 10586 10589 [15] C.Y. Li L. Yan L.L. Lu K. Xiong W.L. Wang M. Jiang J. Liu X.G. Song Z.P. Zhan Z. Jiang Y.J. Ding Single atom dispersed Rh-biphephos&PPh 3@ porous organic copolymers: highly efficient catalysts for continuous fixed-bed hydroformylation of propene Green Chem. 18 2016 2995 3005 [16] J.X. Zhao Z.F. Chen Single Mo atom supported on defective boron nitride monolayer as an efficient electrocatalyst for nitrogen fixation: a computational study J. Am. Chem. Soc. 139 2017 12480 12487 [17] D.E. Katsoulis A Survey of applications of polyoxometalates Chem. Rev. 98 1998 359 388 [18] A. Dolbecq E. Dumas C.R. Mayer P. Mialane Hybrid organic−inorganic polyoxometalate compounds: from structural diversity to applications Chem. Rev. 110 2010 6009 6048 [19] C.L. Hill Introduction: polyoxometalatess-multicomponent molecular vehicles to probe fundamental issues and practical problems Chem. Rev. 98 1998 1 2 [20] N.V. Izarova M.T. Pope U. Kortz Noble metals in polyoxometalates Angew. Chem. Int. Ed. Engl. 51 2012 9492 9510 [21] M. Sun J. Zhang P. Putaj V. Caps F. Lefebvre J. Pelletier J.M. Basset Catalytic oxidation of light alkanes (C1–C4) by heteropoly compounds Chem. Rev. 114 2014 981 1019 [22] S.T. Zheng G.Y. Yang Recent advances in paramagnetic-TM-substituted polyoxometalates (TM = Mn, Fe, Co, Ni, Cu) Chem. Soc. Rev. 41 2012 7623 7646 [23] I.A. Weinstock R.E. Schreiber R. Neumann Dioxygen in polyoxometalate mediated reactions Chem. Rev. 118 2018 2680 2717 [24] C. Coperet A. Comas-Vives M.P. Conley D.P. Estes A. Fedorov V. Mougel H. Nagae F. Nunez-Zarur P.A. Zhizhko Surface organometallic and coordination chemistry toward single-site heterogeneous catalysts: strategies, methods, structures, and activities Chem. Rev. 116 2016 323 421 [25] J.A.M. Brandts P.H. Berben Application of immobilized rhodium catalyst precursors in enantio- and chemoselective hydrogenation reactions Org. Process Res. Dev. 7 2003 393 398 [26] M. Rosario Torviso M.N. Blanco C.V. Cáceres J.M. Fraile J.A. Mayoral Supported heteropolyanions as solid counterions for the electrostatic immobilization of chiral copper complexes J. Catal. 275 2010 70 77 [27] S.K. Tanielyan R.L. Augustine N. Marin G. Alvez Anchored wilkinson catalyst ACS Catal. 1 2011 159 169 [28] R. Augustine S. Tanielyan S. Anderson H. Yang A new technique for anchoring homogeneous catalysts Chem. Commun. 1999 1257 1258 [29] R.L. Augustine S.K. Tanielyan N. Mahata Y. Gao A. Zsigmond H. Yang Anchored homogeneous catalysts: the role of the heteropoly acid anchoring agent Appl. Catal. A Gen. 256 2003 69 76 [30] S.-H. Ahn M.-S. Choi J.-S. Im R. Sheikh Y.-H. Park Improved method for immobilization of a chiral complex on PTA/alumina for asymmetric hydrogenation of a β-ketoester J. Mol. Catal. A Chem. 373 2013 55 60 [31] P.L. He B.A. Xu X.B. Xu L. Song X. Wang Surfactant encapsulated palladium-polyoxometalates: controlled assembly and their application as single-atom catalysts Chem. Sci. 7 2016 1011 1015 [32] S. Tanielyan N. Biunno R. Bhagat R. Augustine Anchored wilkinson catalyst: hydrogenation of β pinene Top. Catal. 57 2014 1564 1569 [33] B. Zhang H. Asakura J. Zhang J. Zhang S. De N. Yan Stabilizing a platinum1 single-atom catalyst on supported phosphomolybdic acid without compromising hydrogenation activity Angew. Chem. Int. Ed. Engl. 55 2016 8319 8323 [34] B. Zhang H. Asakura N. Yan Atomically dispersed rhodium on self-assembled phosphotungstic acid: structural features and catalytic CO oxidation properties Ind. Eng. Chem. Res. 56 2017 3578 3587 [35] C.G. Liu M.X. Jiang Z.M. Su Computational Study on M1/POM single-atom catalysts (M = Cu, Zn, Ag, and Au; POM = [PW12O40]3–): metal–support interactions and catalytic cycle for alkene epoxidation Inorg. Chem. 56 2017 10496 10504 [36] M. Hülsey J.G. Zhang N. Yan Adv. Mater. 2018 1802304 [37] M.R. Torviso M.N. Blanco C.V. Caceres J.M. Frailec J.A. Mayoralc Harnessing the wisdom in colloidal chemistry to make stable single-atom catalysts J. Catal. 275 2010 70 77 [38] S.K. Tanielyan R.L. Augustine N. Marin G. Alvez Anchored wilkinson catalyst ACS Catal. 1 2011 159 169 [39] R. Augustine S. Tanielyan S. Anderson H. Yang A new technique for anchoring homogeneous catalysts Chem. Commun. Chem. Commun. 1999 1257 1258 [40] R.L. Augustine S.K. Tanielyan N. Mahata Y. Gao A. Zsigmond H. Yang Anchored homogeneous catalysts: the role of the heteropoly acid anchoring agent Appl. Catal. A 256 2003 69 76 [41] S. Gardner Comparison of the performance characteristics of pt/snox and au/mnox catalysts for low-temperature co oxidation J. Catal. 129 1991 114 120 [42] C. Song Fuel processing for low-temperature and high-temperature fuel cells: challenges, and opportunities for sustainable development in the 21st century Catal. Today 77 2002 17 49 [43] M.A. Yu Y.X. Feng L.Y. Gao S. Lin Phosphomolybdic acid supported single-metal-atom catalysis in CO oxidation: first-principles calculations Phys. Chem. Chem. Phys. 20 2018 20661 20668 [44] Widmann R.J. Behm Active oxygen on a Au/TiO2 catalyst: formation, stability, and CO oxidation activity Angew. Chem. Int. Ed. 50 2011 10241 10245 [45] Widmann R.J. Behm Activation of molecular oxygen and the nature of the active oxygen species for CO oxidation on oxide supported Au catalysts Acc. Chem. Res. 47 2014 740 749 [46] V.W. Day W.G. Klemperer Metal oxide chemistry in solution: the early transition metal polyoxoanions Science 228 1985 533 541 [47] K. Aoki Crystallographic studies of interactions between nucleotides and metal ions. II. The crystal and molecular structure of the 1:1 complex of cadmium(II) with guanosine 5’-phosphate Acta Cryst. 32 1976 1454 1459 [48] S.A. Jansen D.J. Singh S.H. Wang Cluster fragmentation and orbital analysis: a theoretical study of cohesive interactions and electronic properties of polyoxometalates with the Keggin structure Chem. Mater. 6 1994 146 155 [49] J.M. Maestre X. Lopez C. Bo J.-M. Poblet N. Casañ-Pastor Electronic and magnetic properties of α-keggin anions: A DFT Study of [XM12O40]n−, (M= W, Mo; X= AlIII, SiIV, PV, FeIII, CoII, CoIII) and [SiM11VO40]m- (M= Mo and W) J. Am. Chem. Soc. 123 2001 3749 3758 [50] Y. Zhao D.G. Truhlar A new local density functional for main-group thermochemistry, transition metal bonding, thermochemical kinetics, and noncovalent interactions J. Chem. Phys. 125 2006 194101 [51] P.J. Hay W.R. Wadt Ab initio effective core potentials for molecular calculations. Potentials for the transition metal atoms Sc to Hg J. Chem. Phys. 82 1985 270 283 [52] W.R. Wadt P.J. Hay Ab initio effective core potentials for molecular calculations. Potentials for main group elements Na to Bi J. Chem. Phys. 82 1985 284 298 [53] P.J. Hay W.R. Wadt Ab initio effective core potentials for molecular calculations. Potentials for K to Au including the outermost core orbitals J. Chem. Phys. 82 1985 299 310 [54] E.D. Glendening A.E. Reed J.E. Carpenter F. Weinhold NBO 1988 Version 3.1 [55] M.J. Frisch G.W. Trucks H.B. Schlegel G.E. Scuseria M.A. Robb J.R. Cheeseman G. Scalmani V. Barone B. Mennucci G.A. Petersson H. Nakatsuji M. Caricato X. Li H.P. Hratchian A.F. Izmaylov J. Bloino G. Zheng J.L. Sonnenberg M. Hada M. Ehara K. Toyota R. Fukuda J. Hasegawa M. Ishida T. Nakajima Y. Honda O. Kitao H. Nakai T. Vreven J.A. Montgomery Jr. J.E. Peralta F. Ogliaro M. Bearpark J.J. Heyd E. Brothers K.N. Kudin V.N. Staroverov R. Kobayashi J. Normand K. Raghavachari A. Rendell J.C. Burant S.S. Iyengar J. Tomasi M. Cossi N. Rega J.M. Millam M. Klene J.E. Knox J.B. Cross V. Bakken C. Adamo J. Jaramillo R. Gomperts R.E. Stratmann O. Yazyev A.J. Austin R. Cammi C. Pomelli J.W. Ochterski R.L. Martin K. Morokuma V.G. Zakrzewski G.A. Voth P. Salvador J.J. Dannenberg S. Dapprich A.D. Daniels O. Farkas J.B. Foresman J.V. Ortiz J. Cioslowski D.J. Fox Gaussian 09 Revision A.02 2009 Gaussian Inc. Wallingford CT",
      "scopus-id": "85055645108",
      "coredata": {
        "eid": "1-s2.0-S2468823118304024",
        "dc:description": "Recently, there are contradictory picture of the surface processes for polyoxometalates (POMs) supported single–atom catalysts (SACs) in CO oxidation, both Langmuir–Hinshelwood (LH) and Mars–van Krevelen (MvK) mechanisms have been proposed based on experimental and theoretical studies. We here present results of density functional theoretical (DFT) calculations on the neutral phosphotungstic acid (PTA) supported Rh SAC (Rh1/PTA), aiming at the identification of an Rh–assisted MvK mechanism. The main finding of our DFT calculations are: (1) two CO molecules adsorb simultaneously at the Rh site with considerable adsorption energy, which inhibits the adsorptions of O2; (2) anchoring of single Rh atom on the PTA surface weakens W–Ob/Oc bonds and leads to the charge rearrangement of the surface oxygen species; (3) the anchored Rh atom serves as an electron reservoir along the favorable pathway, as supported by the Rh atom acts as electron acceptor in formation of oxygen vacancy and electron donor in the replenishing step; (4) the difference between Ob and Oc atoms of PTA surface is remarkable, the calculated barrier for vacancy formation by reaction with adsorbed CO and Ob atom is lower than that of Oc atom (25 kcal mol–1 vs 40 kcal mol–1, however, previous experimental and theoretical studies neglect this remarkable difference of the Ob and Oc atoms in CO oxidation, which were treated indiscriminately.); (5) although the O2 molecule was activated by the charge transfer from the anchoring Rh atom to π* antibonding orbital of O2, a strong bonding interaction of Rh–O2 leads to a high barrier of 41 kcal mol–1. Therefore, the dissociation of the adsorbed O2 molecule is the rate–determining step for the whole catalytic cycle. Consequences of these findings for the Rh–assisted MvK mechanism on the Rh1/PTA SAC, can be viewed as a model system for POM–supported SACs.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823118304024",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Li-Long"
          },
          {
            "@_fa": "true",
            "$": "Sun, Mo-Jie"
          },
          {
            "@_fa": "true",
            "$": "Liu, Chun-Guang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823118304024"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823118304024"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(18)30402-4",
        "prism:volume": "462",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "CO oxidation on the phosphotungstic acid supported Rh single–atom catalysts via Rh–assisted Mans–van Krevelen mechanism",
        "prism:copyright": "© 2018 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single–atom catalysts"
          },
          {
            "@_fa": "true",
            "$": "Polyoxometalates"
          },
          {
            "@_fa": "true",
            "$": "CO oxidation"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory"
          },
          {
            "@_fa": "true",
            "$": "Reaction mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-45",
        "prism:endingPage": "45",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2019",
        "prism:doi": "10.1016/j.mcat.2018.10.017",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/j.mcat.2018.10.017",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17636",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11724",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "163",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15549",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11080",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "171",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11745",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9492",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6959",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21723",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "251",
            "@width": "661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54415",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "719",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "150290",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "798",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "154362",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "688",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "123586",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71960",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "231",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19918",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118304024-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2232872",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85055645108"
      }
    }
  }
}