{
  "metadata": {
    "title": "Announcement of molecular catalysis awards",
    "authors": "Ning Yan",
    "journal": "Molecular Catalysis",
    "date": "2024-02-01",
    "doi": "10.1016/j.mcat.2024.113833",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823124000166",
    "pii": "S2468823124000166"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85182768753",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2024-01-18 2024-01-18 2024-02-05 2024-02-05 2024-02-13T11:57:35 1-s2.0-S2468823124000166 S2468-8231(24)00016-6 S2468823124000166 10.1016/j.mcat.2024.113833 S300 S300.2 FULL-TEXT 1-s2.0-S2468823123X00200 2024-02-13T12:21:15.200233Z 0 0 20240201 2024 2024-01-18T10:14:34.253836Z articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav body articletitle auth authfirstini authfull authlast 2468-8231 24688231 true 554 554 C Volume 554 2 113833 113833 113833 20240201 1 February 2024 2024-02-01 2024 Regular Papers simple-article edi © 2024 Elsevier B.V. All rights reserved. ANNOUNCEMENTMOLECULARCATALYSISAWARDS YAN N YANX2024X113833 YANX2024X113833XN 2026-02-05T00:00:00.000Z 2026-02-05T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights reserved. 2024-01-23T07:20:10.390Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823124000166 Prof. Laura Falivene has distinguished herself in the field of computational chemistry over a 12-year career. Her impressive portfolio includes 101 publications, with notable works featured in prestigious journals like Nature Chemistry, J. Am. Chem. Society, and Science Advances. She is also a recipient of the esteemed \"Rita Levi Montalcini\" award and has successfully led multiple grants. item S2468-8231(24)00016-6 S2468823124000166 1-s2.0-S2468823124000166 10.1016/j.mcat.2024.113833 315758 2024-02-13T12:21:15.200233Z 2024-02-01 1-s2.0-S2468823124000166-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124000166/MAIN/application/pdf/3d855b6b1ae35d23fabcab6187f89de0/main.pdf main.pdf pdf true 236143 MAIN 1 1-s2.0-S2468823124000166-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823124000166/PREVIEW/image/png/fdeecd8fcbdd95a43d5f3f8f017231e2/main_1.png main_1.png png 47945 849 656 IMAGE-WEB-PDF 1 MCAT 113833 113833 S2468-8231(24)00016-6 10.1016/j.mcat.2024.113833 Announcement of molecular catalysis awards Ning Yan It is with great pleasure and honor that we announce the recipients of our 2023 awards, the Molecular Catalysis Lectureship Award and the Molecular Catalysis Young Researcher Award. These awards were established to celebrate outstanding contributions in the field of catalysis, honoring both established leaders who have made pioneering and sustained contribution and emerging talents poised to shape the future of this critical domain in science. Molecular Catalysis Lectureship Award: Prof. Graham Hutchings The Molecular Catalysis Lectureship Award, dedicated to honoring outstanding researchers for their broad spectrum of accomplishments in catalysis, is proudly awarded to Prof. Graham Hutchings. Prof. Hutchings's career is adorned with groundbreaking work in gold catalysis and selective oxidation catalysis. His most notable work includes the pioneering discovery of Au-based catalysts for the hydrochlorination of acetylene, a significant advancement that replaced toxic mercury catalysts in the vast PVC industry globally. Prof. Hutchings's influence extends beyond his scientific achievements. He is a revered mentor, having supervised 190 PhD students and more than 90 Postdoctoral researchers. His leadership roles, including directorships at the Cardiff Catalysis Institute, the Max-Planck-Cardiff-Center Funcat, and the UK Catalysis Hub, as well as his presidency at the Faraday Division of the Royal Society of Chemistry, have been instrumental in advancing the field of catalysis. Molecular Catalysis Young Researcher Award: Prof. Laura Falivene and Prof. Guanghui Zhang The Molecular Catalysis Young Researcher Award, aimed at recognizing and encouraging promising talents in the early stages of their independent careers, is being co-awarded this year to Prof. Laura Falivene and Prof. Guanghui Zhang for their significant contributions. Prof. Laura Falivene has distinguished herself in the field of computational chemistry over a 12-year career. Her impressive portfolio includes 101 publications, with notable works featured in prestigious journals like Nature Chemistry, J. Am. Chem. Society, and Science Advances. She is also a recipient of the esteemed \"Rita Levi Montalcini\" award and has successfully led multiple grants. Prof. Guanghui Zhang's work has provided in-depth insights into the structural evolution of transition metal carbide and main group oxide catalysts in CO2 hydrogenation. His combination of in situ characterization techniques and theoretical calculations has led to the development of new catalytic materials with enhanced stability and selectivity. On behalf of the editorial team of Molecular Catalysis, we extend heartfelt congratulations to Prof. Graham Hutchings, Prof. Laura Falivene, and Prof. Guanghui Zhang. We look forward to their continued contributions and the inspiring work that will undoubtedly emerge from their labs in the future. Sincerely, Ning YAN (editor-in-chief) Dongxia Liu, Karine De Oliveira Vigier, Jeong Woo Han, Frank Hollmann, Giovanni Talarico, Yi-Jun Xu (editors) Molecular Catalysis",
      "scopus-id": "85182768753",
      "coredata": {
        "eid": "1-s2.0-S2468823124000166",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823124000166",
        "dc:creator": {
          "@_fa": "true",
          "$": "Yan, Ning"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823124000166"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823124000166"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(24)00016-6",
        "prism:volume": "554",
        "articleNumber": "113833",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Announcement of molecular catalysis awards",
        "prism:copyright": "© 2024 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113833",
        "pubType": "edi",
        "prism:coverDisplayDate": "1 February 2024",
        "prism:doi": "10.1016/j.mcat.2024.113833",
        "prism:startingPage": "113833",
        "dc:identifier": "doi:10.1016/j.mcat.2024.113833",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85182768753"
      }
    }
  }
}