{
  "metadata": {
    "title": "Solvent-mediated lignin depolymerization under oxidative conditions: Unveiling the role of solvents in the presence of polyoxometalates catalyst",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2025-03-01",
    "doi": "10.1016/j.mcat.2025.114864",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823125000501",
    "pii": "S2468823125000501"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85215427566",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2025-01-22 2025-01-22 2025-01-22 2025-01-22 2025-02-10T20:02:41 1-s2.0-S2468823125000501 S2468-8231(25)00050-1 S2468823125000501 10.1016/j.mcat.2025.114864 S300 S300.1 FULL-TEXT 1-s2.0-S2468823124X00206 2025-02-24T07:08:32.805744Z 0 0 20250301 2025 2025-01-22T14:10:44.463783Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 2468-8231 24688231 true 574 574 C Volume 574 2 114864 114864 114864 20250301 1 March 2025 2025-03-01 2025 Regular Papers article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. SOLVENTMEDIATEDLIGNINDEPOLYMERIZATIONUNDEROXIDATIVECONDITIONSUNVEILINGROLESOLVENTSINPRESENCEPOLYOXOMETALATESCATALYST ZHANG Q 1 Introduction 2 Experimental methods 2.1 Lignin isolation from cellulosic ethanol biorefinery residue 2.2 Preparation of POMs catalysts 2.3 Catalytic oxidative depolymerization reactions 2.4 Analytical techniques for product characterization 2.5 Catalyst characterization 3 Results and discussion 3.1 Analysis of lignin transformation performance in different solvents 3.2 FT-IR analysis of POMs 3.3 Optimization of reaction conditions for depolymerization efficiency 3.4 Characterization of the depolymerized products 3.5 Mechanistic insights into the solvent effect 4 Conclusions CRediT authorship contribution statement Acknowledgments References JHA 2022 791 799 S JHA 2022 6352 S ZARDZEWIALY 2023 6517 M TSHIKOVHI 2023 12121 A QIN 2024 114525 L POPP 2021 76 84 J LIN 2024 114444 Y HU 2011 6 L MUNIR 2024 110477 M WANG 2022 125215 C LIU 2022 7254 K ZHONG 2022 66 76 Y YUE 2021 724825 F ZHANG 2024 e202301204 H YIN 2024 114540 Q ZHONG 2021 18 36 J LI 2023 4575 4586 Z HOMBACH 2023 119392 L WEI 2024 133257 N XIN 2023 2815 2824 X LI 2024 106786 M MA 2018 50 60 R XU 2023 125203 X LIU 2024 114565 S LANCEFIELD 2015 260 264 C SPRINGER 2016 3212 3219 S OUYANG 2015 150824074739004 X DAS 2016 727 735 L DENG 2010 4797 4802 H RAIKWAR 2021 1 34 D MCVEIGH 2016 4142 4150 A VOITL 2008 763 769 T HUANG 2014 2276 2288 X WU 2019 187 194 Z CHAUDHARY 2017 778 788 R LONG 2014 10 17 J ADLER 1957 1391 1392 E LOHRE 2018 3102 3112 C MANSFIELD 2012 1579 1589 S FUKUSHIMA 2001 3133 3139 R AJAO 2021 1782 1785 O JIA 2021 1 10 P ZHANG 2023 117481 Y LAN 2018 1356 1360 W KAMLET 1983 2877 2887 M REICHARDT 1994 2319 2358 C MARCUS 1993 409 416 Y GUTMANN 1966 257 260 V MAYER 1975 189 230 U ADVANCESININORGANICCHEMISTRYRADIOCHEMISTRY FUNCTIONALAPPROACHIONIZATIONPHENOMENAINSOLUTIONS ZHANGX2025X114864 ZHANGX2025X114864XQ 2027-01-22T00:00:00.000Z 2027-01-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-23T21:16:36.491Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 2024C019-7 Jilin Province Development and Reform Commission http://data.elsevier.com/vocabulary/SciValFunders/100015800 http://sws.geonames.org/1814991 Jilin Provincial Natural Science Foundation YDZJ202401464ZYTS Natural Science Foundation of Jilin Province http://data.elsevier.com/vocabulary/SciValFunders/100007847 http://sws.geonames.org/1814991/ Jilin Provincial Development and Reform Commission Industrial Technology Research and Development Project National Natural Science Foundation of China 32130073 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Science and Technology innovation Development plan project of Jilin City 20230103023 The authors would like to acknowledge the founding support from the National Natural Science Foundation of China (32130073), Jilin Provincial Development and Reform Commission Industrial Technology Research and Development Project (2024C019\\u20137), Jilin Provincial Natural Science Foundation (YDZJ202401464ZYTS), and Science and Technology innovation Development plan project of Jilin City (20230103023). The authors would like to acknowledge the founding support from the National Natural Science Foundation of China ( 32130073 ), Jilin Provincial Development and Reform Commission Industrial Technology Research and Development Project ( 2024C019-7 ), Jilin Provincial Natural Science Foundation ( YDZJ202401464ZYTS ), and Science and Technology innovation Development plan project of Jilin City ( 20230103023 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(25)00050-1 S2468823125000501 1-s2.0-S2468823125000501 10.1016/j.mcat.2025.114864 315758 2025-02-10T22:44:34.110953Z 2025-03-01 1-s2.0-S2468823125000501-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/MAIN/application/pdf/b9ea506cbfafd6b01a335c9c1609ade7/main.pdf main.pdf pdf true 2837494 MAIN 9 1-s2.0-S2468823125000501-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/PREVIEW/image/png/ccd4eb6a4361eaa848fbf88a50e7f11a/main_1.png main_1.png png 61517 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823125000501-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr2/DOWNSAMPLED/image/jpeg/f425a16fa823f49d3f6506bf0d2caee1/gr2.jpg gr2 gr2.jpg jpg 28765 296 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/ga1/DOWNSAMPLED/image/jpeg/6fa76d468e67df9dd59ac330268d661e/ga1.jpg ga1 true ga1.jpg jpg 33037 200 360 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr1/DOWNSAMPLED/image/jpeg/dab2dfa84a1282cc8c74b3fba44fa0db/gr1.jpg gr1 gr1.jpg jpg 86314 450 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr4/DOWNSAMPLED/image/jpeg/3b48484f8a065caa252d2a854962b29e/gr4.jpg gr4 gr4.jpg jpg 91560 380 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr3/DOWNSAMPLED/image/jpeg/a0b4ea3544efd582678f83269433b498/gr3.jpg gr3 gr3.jpg jpg 69323 414 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr5/DOWNSAMPLED/image/jpeg/4169a3634d0590149c6fab786d15c013/gr5.jpg gr5 gr5.jpg jpg 62879 522 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823125000501-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr2/THUMBNAIL/image/gif/ee3873d12d357806f0fb01a11407c08d/gr2.sml gr2 gr2.sml sml 13646 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/ga1/THUMBNAIL/image/gif/0bb14933dda0849558ae20d593670ecc/ga1.sml ga1 true ga1.sml sml 13271 122 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr1/THUMBNAIL/image/gif/7ed1b4bd81af03532daca6c94296c16c/gr1.sml gr1 gr1.sml sml 16470 164 206 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/gr4/THUMBNAIL/image/gif/bd837ef11db9c4b9563252ed8c81d1c4/gr4.sml gr4 gr4.sml sml 10928 110 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000227/gr3/THUMBNAIL/image/gif/b4d275c7366d882241d8db8e4fc15901/gr3.sml gr3 gr3.sml sml 11175 120 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000227/gr5/THUMBNAIL/image/gif/af29226a47b3e2fa5730ab925ca6667f/gr5.sml gr5 gr5.sml sml 7099 152 219 IMAGE-THUMBNAIL 1-s2.0-S2468823125000501-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/HIGHRES/image/jpeg/a91cf5b434a21b69b25fd30ff8360de8/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 265166 1312 1667 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/HIGHRES/image/jpeg/fa41353508aadaece78b255d6b95af8b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 228878 886 1594 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/HIGHRES/image/jpeg/fa22738b367bc9225769b326bcbf9342/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 690600 1993 2500 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000227/HIGHRES/image/jpeg/20d01fb7d88f5187d3aa47525eaf53b3/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 551727 1680 3333 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000227/HIGHRES/image/jpeg/e5de9fceae6ba15d554aaf5175913152/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 424026 1835 3335 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000227/HIGHRES/image/jpeg/e200caa0eadd84f5afb01784924894bd/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 396812 2312 3333 IMAGE-HIGH-RES 1-s2.0-S2468823125000501-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/image/svg+xml/64aca4ed6a2ecdd8842398a827d0c1bd/si1.svg si1 si1.svg svg 27467 ALTIMG 1-s2.0-S2468823125000501-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823125000501/image/svg+xml/8fd2446c4bb6c0edaccf338b639f293a/si2.svg si2 si2.svg svg 23159 ALTIMG MCAT 114864 114864 S2468-8231(25)00050-1 10.1016/j.mcat.2025.114864 Elsevier B.V. Fig. 1 Dissolution and conversion efficiency of CEL in various solvents. (a) Lignin monomer yields of CEL in different solvents; (b) UV spectra of CEL dissolution at room temperature in various solvents; (c) Dissolution images of CEL at room temperature in different solvents. Fig. 1 Fig. 2 The FT-IR spectrum of H3PMo12O40. Fig. 2 Fig. 3 Influence of (a) reaction temperature, (b) reaction time, (c) reaction atmosphere, (d) catalysts species, and (e) catalyst usage on lignin conversion under methanol solvent. Fig. 3 Fig. 4 2D HSQC NMR spectra of the chain and aromatic ring regions before and after CEL depolymerization. Fig. 4 Fig. 5 Relationship between solvent parameters and oily depolymerized products. (a) The relationship between solvent ET and the yield; (b) The relationship between solvent DN and the yield; (c) The relationship between solvent AN and the monomer yield. Fig. 5 Table 1 Weight average molecular weight (Mw), number average molecular weight (Mn) and dispersion coefficient (PD=Mw/Mn) of oligomers obtained by CEL and optimized reaction conditions. Table 1 CEL samples Before reaction After reaction Mw (g/mol) 12,610 3608 Mn (g/mol) 11,013 3598 PD 1.1450 1.0028 Table 2 Solubility parameters of various common organic solvents and yields of oily products in corresponding reaction products [47]. Table 2 No. Solvent type Solvents α β π ET DN AN Oily products yield (%) 1 Polar protic solvent Methanol 98 66 60 554 300 413 53.86 2 Ethanol 86 75 54 519 320 371 48.77 3 Isopropyl alcohol 76 84 48 492 360 335 49.32 4 n-butanol 84 84 47 502 290 368 49.63 5 Polar aprotic solvent Acetone 8 43 71 422 170 125 39.29 6 1,4-dioxane 0 37 55 360 143 123 31.80 7 Ethyl acetate 0 45 55 381 171 93 35.61 8 Tetrahydrofuran 0 55 58 374 200 80 38.29 9 Nonpolar solvent Dichloromethane 13 10 82 407 10 204 42.78 10 n-hexane 0 0 −4 310 0 0 15.93 Research Paper Solvent-mediated lignin depolymerization under oxidative conditions: Unveiling the role of solvents in the presence of polyoxometalates catalyst Qin Zhang Writing – original draft Formal analysis Data curation a Shumin Wang Visualization b Suyuan Jia Visualization Methodology a Junyou Shi Supervision Funding acquisition a Wenbiao Xu Writing – review & editing Resources Funding acquisition a ⁎ a Key Laboratory of Wooden Materials Science and Engineering of Jilin Province, Beihua University, Binjiang East Road, Jilin City, Jilin Province, PR China Key Laboratory of Wooden Materials Science and Engineering of Jilin Province Beihua University Binjiang East Road, Jilin City, Jilin Province PR China aKey Laboratory of Wooden Materials Science and Engineering of Jilin Province, Beihua University, Binjiang East Road, Jilin City, Jilin Province, PR China b Heilongjiang Forestry Vocational Technical College, Mudanjiang 157011, PR China Heilongjiang Forestry Vocational Technical College Mudanjiang 157011 PR China bHeilongjiang Forestry Vocational Technical College, Mudanjiang 157011, PR China ⁎ Corresponding author. The effects of solvents on lignin depolymerization are crucial for optimizing biomass valorization strategies. This study examines how various solvents influence oxidative lignin depolymerization under different reaction conditions. The findings highlight the significant role of solvents in lignin degradation, affecting conversion rates through factors like solvating capacity, polarity, and hydrogen bonding interactions. Notably, alcoholic solvents such as methanol exhibit strong catalytic effects due to their high polarity and hydrogen-donating capabilities. Under conditions with phosphomolybdic acid as the catalyst, methanol as the solvent, a temperature of 120 °C, a reaction time of 120 min, 1 MPa oxygen pressure, and a catalyst-to-lignin ratio of 1:1, the oxidative depolymerization of lignin yielded aromatic compounds with a production rate of 12.95 wt%. To further assess solvent effects, simulation models were developed, indicating that polarity has the most substantial impact, followed by hydrogen-bond donating and accepting properties. Particularly, a polarity parameter that comprehensively considers hydrogen bonding potential shows promise in predicting the yield of oily products during oxidative lignin depolymerization. These insights provide a foundation for selecting effective solvents to enhance lignin transformation, contributing to the development of sustainable biorefinery processes. Graphic abstract Image, graphical abstract Keywords Lignin depolymerization Oxidative catalysis Solvent effects Polyoxometalates Data availability Data will be made available on request. 1 Introduction The depletion of fossil resources, along with challenges from population growth and environmental degradation, has intensified interest in biomass as an eco-friendly alternative to fossil fuels [1,2]. Biomass is increasingly recognized as a renewable resource with the potential to replace fossil fuels due to its abundance and lower environmental impact [3–5]. Among biomass resources, lignocellulosic biomass—which includes cellulose, hemicellulose, and lignin—stands out. As the second most abundant component after cellulose, lignin holds promise as a sustainable substitute for fossil resources [6,7]. However, lignin is often reduced to low-value byproducts or inefficiently burned as fuel, wasting its potential and causing environmental harm [8,9]. Its complex, three-dimensional structure of polymerized phenylpropane units also limits efficient conversion [10–12]. Effective lignin conversion into high-value chemicals, therefore, is essential to addressing energy challenges [13]. Polyoxometalates (POMs) possess tunable Brønsted acidity and redox properties, and their notable thermal stability, adaptable structures, as well as exceptional catalytic performance, have garnered considerable attention from scholars worldwide, They serve as ideal catalysts for the oxidative degradation of biomass [14–16]. For instance, Li et al. [17] selected bifunctional acidic/redox-active POMs, namely H3PW, H3PMo, and H5PMoV2, as the catalysts. The catalytic performance of H3PMo is optimal, achieving a cellulose conversion rate of 83 % and a yield of 52 % for glucaric acid (GA). The author further synthesized the [MIMPS]H2PMo catalyst, which exhibited an activity of 100 % and a selectivity of 75 % when subjected to microwave irradiation at 190 °C for a duration of 2 min. This research sheds light on the understanding of the acidic/redox properties of POMs in the conversion of cellulosic biomass, offering insights that can aid in the design and synthesis of POM-based catalysts. Hombach et al. [18] developed an acid catalyst by immobilizing phosphotungstic acid on activated carbon. Under the action of this catalyst, hemicellulose xylan was selectively hydrolyzed into the platform compound xylose, achieving a yield of 74 %. The catalyst is easy to recover and demonstrates good reusability, with a consistent leaching amount of only 3–4 % after 20 cycles of hemicellulose xylan hydrolysis. Wei et al. [19] synthesized an Anderson-type POM catalyst, [CTAC][CoMo], and used it to oxidatively degrade larch lignin. The monomer yield of phenolic compounds was 12.43 wt%. Further studies using lignin dimer model compounds revealed that the catalyst effectively cleaved the β-O-4 CC bond. The catalyst remained stable over five cycles, demonstrating the potential of Anderson-type POM catalysts in promoting sustainable biomass conversion to value-added chemicals. Xin et al. [20] successfully constructed a POMs-ionic liquid (POMs-IL) catalyst by reacting H5PMo10V2O40 (HPMoV) with 1-methyl-3-(4-sulfobutyl)−1H-imidazolium. This POM-IL catalyst efficiently and selectively converted various β-O-4 lignin models into aromatic acids and phenolic compounds in a mild homogeneous environment. The catalyst could be easily recovered by adding ethyl acetate to the reaction mixture and maintained high stability through five consecutive cycles. Mechanistic studies revealed the main catalytic pathways. Li et al. [21] employed POMs as catalysts for oxidative catalytic fractionation (OCF) technology. In a methanol-water mixed solvent and oxygen environment, they directly oxidized lignocellulosic lignin from pine into aromatic compounds, with major products including vanillin and methyl vanillate, achieving a yield of 22.5 %. This study offers a new perspective on the high-selectivity oxidative fractionation and depolymerization of lignin and contributes to the conversion of lignocellulose into high-value compounds. In summary, POMs exhibit high catalytic activity in biomass degradation, with minimal environmental impact during preparation and use. They align with the principles of green chemistry and show significant advantages in biomass conversion processes. Oxidative depolymerization is widely used for lignin conversion and has strong potential for producing aromatic compounds under mild conditions [22–24]. Catalytic oxidative depolymerization enables the formation of diverse functionalized aromatic products, where catalytic strategy selection is crucial for optimizing monomer yields. For instance, Lancefield et al. [25] developed a two-step catalytic oxidative hydrolysis process using a DDQ/tBuONO and O₂ system to selectively convert benzyl alcohols in lignin to carbonyl groups, thereby lowering the CO bond energy. This approach produced a simplified mixture of products, which could be easily purified to yield pure compounds. On another front, Springer et al. [26] conducted conversion of lignin and β-O-4 model compounds in organic solvents by activating hydrogen peroxide with manganese catalysts. They observed the formation of 5–5 and 4-O-5 linkages during the oxidation process, resulting in a significant increase in the molecular weight of the model compounds upon lignin transformation. This phenomenon was attributed to the generation of phenoxyl radicals, leading to concurrent repolymerization reactions alongside oxidative process. Furthermore, different types of catalysts also exert influence on lignin conversion. Ouyang et al. [27], using 1:1(v/v) methanol/H2O as the reaction solvent, found that the yield of monophenol compounds reached 17.92 wt%, and the appropriate ratio of methanol to H2O effectively maintained the alkalinity of the reaction medium and the solubility of lignin. Methanol could promote the cleavage of aryl ether bonds and effectively inhibit the repolymerization of polymerized lignin fragments. Das et al. [28] employed niobium oxide as a catalyst for the partial oxidation of lignin. This research revealed that the choice of oxidizing agent significantly impacted the generation of vanillin, while exerting a minor influence on the production of acetyl vanillin. Moreover, Deng et al. [29] synthesized LaCo1−xCuxO3 composite metal oxides via the sol-gel method as catalysts for lignin depolymerization to produce aromatic aldehydes. Their study showed that copper doping in LaCoO₃ created anionic vacancies, enhancing surface oxygen adsorption capacity. In summary, selecting suitable catalytic oxidative depolymerization strategy is vital for maximizing monomer yields in lignin conversion. The efficacy of oxidative transformation as a method underscores the need for continued innovation in catalyst design and optimization to improve conversion efficiency and selectivity. The role of solvent in lignin depolymerization is crucial, as it directly influences the efficiency and selectivity of the process. The choice of solvent can enhance lignin dissolution, promote interactions between catalysts and lignin, and stabilize intermediates during reactions [30]. Various studies have demonstrated the impact of solvent systems on lignin depolymerization outcomes. For example, McVeigh et al. [31] observed that methanol increased the solubility of lignin, improving the interaction with a Pt/Al₂O₃ catalyst, and achieving 43.5 % alkylphenol yield. Similarly, Voitl et al. [32] highlighted the role of methanol in preventing lignin condensation by competing with intermediate carbon ions, leading to higher yields of vanillin and methyl vanillate. Supercritical ethanol, as shown by Huang et al. [33], acted as both a hydrogen donor and stabilizer, inhibiting re-aggregation and improving monomer yields. Wu et al. [34] demonstrated that anethanol/dioxane/f-ormic acid mixed solvent facilitated acid-depolymerization and increased the yield of alkylated phenolic products through a synergistic solvent effect. The influence of pH and cation concentration in an ethanol/H₂O system was also noted by Chaudhary et al. [35], where a pH of 9.2 was optimal for achieving high monomer yields. In contrast, Long et al. [36] found that although tetrahydrofuran (THF) increased lignin solubility and improved catalytic performance, re-aggregation within catalyst pores diminished the overall efficiency. For other solvent system, Adler et al. [37] achieved close to 100 % yield of guaiacyl phenol by catalyzing the degradation of a lignin model compound in a H2O/dioxane solution using 0.2 M HCl. The cleavage of aryl ether bonds was the main source of phenylpropane-like products. These findings emphasize the importance of selecting the right solvent system to optimize lignin conversion. Considering the intricate interplay between solvent properties and lignin depolymerization, further studies are necessary to gain a clearer understanding of how specific solvent characteristics affect the yield and selectivity of lignin-derived products. Despite the valuable insights provided by various studies on lignin depolymerization in specific solvents, there remains a gap in the comprehensive comparison of solvent effects, particularly in terms of their individual characteristics such as solubility, polarity, and hydrogen bonding. To address this, the current study aims to systematically investigate how these solvent properties impact monomer yield and depolymerization efficiency. Using cellulose enzyme lignin (CEL) as the substrate, we explored its depolymerization in a range of organic solvents under POMs catalysis. This research will provide a deeper understanding of how solvents influence transformation mechanisms, establishing a theoretical foundation for optimizing reaction conditions. Ultimately, our findings will contribute to advancing lignin oxidative depolymerization processes, with implications for industrial-scale lignin valorization. 2 Experimental methods 2.1 Lignin isolation from cellulosic ethanol biorefinery residue The cellulose ethanol lignin residue (provided by Shandong Longli Ethanol Technology Co., Ltd., China) was ground to a powder below 100 mesh, and 5.0 g of the sample was weighed and placed into a three-necked flask. Subsequently, Add 40 ml of 3 % NaOH aqueous solution. Stir the mixture continuously for 1 h in a H2O bath at around 65 °C, followed by a 30 min incubation period. The resulting mixture was then vacuum filtered, and its pH was adjusted to 3.2 using a 2 % H2SO4 solution. Keep the mixture in a H2O bath at 70 °C for 30 min, followed by a 24 h settling period. The supernatant was separated through centrifugation, and after three rounds of H2O washing and subsequent centrifugation at 60 °C, the sample was dried. The obtained sample was dissolved in a solution of 1,4-dioxane, followed by precipitation using ethyl ether. The resulting precipitate was then separated through centrifugation and dried, yielding a relatively high-purity CEL product. 2.2 Preparation of POMs catalysts Preparation of H3PW12O40: Dissolve 10 g of Na2WO4·2H2O in 10 mL of H2O and heated until the solution is clarified. Then, add 1 mL 85 % phosphoric acid, then gradually add 8 mL of concentrated hydrochloric acid. After cooling, the crystalline product was obtained. After 4 h, the product was filtered under reduced pressure to remove excess solvent. Then dissolve the obtained product in 12 mL of H2O and transfer it into a separating funnel. To the funnel, add 4 mL HCl and 7 mL of C4H10O and shake to release gas. The mixture was allowed to settle, and the gas was released. Transfer the bottom mixture to another separation funnel. Then, add 12 mL of H2O and the mixture was oscillated. Next, add 4 mL of HCl and 3 mL of ether and shake to release gas. Leave the mixture to settle and transfer the lower layer to a beaker. 1 mL of H2O was added, and the solution was gradually evaporated under a H2O bath until the bottom layer disappeared, resulting in the formation of H3PW12O40. Preparation of H3PMo12O40: Dissolve 10 g of Na2MoO4 in 20 mL of H2O and stir until completely dissolved. Then, add 1 mL of phosphoric acid and gradually drip 10 mL of HCl. The solution was stirred until it changed from colorless to yellow-transparent. The mixture was transferred to a separatory funnel, and 15 mL of ether was added. The mixture was oscillated, and the gas was released. After allowing the layers to separate, transfer the bottom mixture to another separation funnel. Then, add 10 mL of H2O, and the mixture was oscillated and vented. Next, add 8 mL of C4H10O and 5 mL of HCl while oscillating, followed by venting. Transfer the bottom layer to a beaker and add 2.5 mL of H2O. The solution was gradually evaporated under a H2O bath until the bottom layer disappeared, resulting in the formation of H3PMo12O40. Preparation of H5PMo10V2O40: Dissolve 2.44 g of sodium metavanadate in 10 mL of boiling H2O. Then, add 0.71 g of Na2HPO4 dissolved in 10 mL of H2O. After the solution cooled, 0.5 mL of H2SO4 was added, turning the solution red. Next, a 20 mL solution of 12.1 g of Na2MoO4·2H2O was added with vigorous stirring. Slowly, 8.5 mL of H2SO4 was added. Cool the mixture to room temperature. Then, 50 mL of ether was added for extraction, and the ether layer containing impurities was collected. Remove ether in an air atmosphere to form a red solid. Dissolve the red solid in 5 mL of H2O and concentrated under vacuum drying with H2SO4 as the drying agent until crystals appeared. Further crystallization was performed, and the red crystals were filtered and dried, yielding H5PMo10V2O40. 2.3 Catalytic oxidative depolymerization reactions A total of 0.25 g of catalyst was weighed and added to a high-pressure reactor containing 0.25 g of CEL and 10 mL of various solvents. After performing three air removal cycles, either oxygen or nitrogen gas was introduced. The oxygen pressure was maintained between 0.5 and 1.5 MPa, with the temperature set at 80–160 °C and the rotation speed adjusted to 400 rpm. The reaction duration ranged from 30 to 360 min. After the reaction, the reactor was allowed to cool to room temperature, and the lignin bio-oil was obtained through filtration, rotary evaporation, and extraction. The monomer yield from lignin degradation and the yield of oil-like products were calculated using the following formulas, with the results presented as the average values from three independent experiments. Lignin oil yield ( % ) = w ( D C M s o l u b l e p r o d u c t ) w ( i n i t i a l l i g n i n ) × 100 % Lignin monomer yield ( % ) = w ( m o n o m e r ) w ( i n i t i a l l i g n i n ) × 100 % 2.4 Analytical techniques for product characterization The depolymerized products of CEL were detected using gas chromatography-mass spectrometry (GC–MS). The following detection conditions were employed: an HP-5MS column was utilized, helium (He) was selected as the carrier gas, and the flow rate was 2.05 ml/min (30 cm/s) and the splitting ratio was 5.01:1. A 1 μL sample was injected using an automatic injection method. The column oven temperature program consisted of an initial hold at 70 °C for 2 min, subsequently an increase at a rate of 7 °C/min up to 180 °C, and a final hold for 8 min. The injector temperature is 180 °C and the detector is 200 °C. Compare the obtained data with the NIST05 database for matching purposes, and 3,5-dimethylphenol was used as the internal standard [38]. The molecular weights of lignin before and after conversion were determined using gel permeation chromatography (GPC), following the procedures outlined in reference [80]. Specifically, 10 mg of samples were acetylated using acetic anhydride and pyridine (v:v = 1:1, 1.5 mL). Acetylation was carried out for 24 h under light protection. After vacuum distillation, add (5 times) a certain quantity of anhydrous alcohol and subjected to further vacuum distillation. Finally, the solution of methylene chloride (5 times) was added, and the excess acetylation agents were removed by vacuum distillation. Dissolve the obtained sample in 2 ml of ethyl acetate and filtered with an organic solvent filter of 0.45 μm. GPC analysis on Agilent Infinite 1260 High Performance Liquid Chromatography (HPLC) system, with a 20 μL sample injection volume, 1 mL/min flow, and a column oven temperature of 50 °C. The chromatographic-grade tetrahydrofuran was selected as the eluent, and polystyrene was used as the standard for molecular weight calibration of lignin. The structural changes of CEL before and after transformation were analyzed using 2D HSQC (heteronuclear single quantum coherence) spectroscopy, following the experimental procedures described in reference [39]. A 50 mg sample of CEL was loaded into an NMR tube containing 0.5 mL of deuterated dimethyl sulfoxide (DMSO‑d 6)/deuterated pyridine-d 5 (volume ratio of 4:1) solvent. After sonication and dissolution for a certain period, analyze the sample using Bruker Avance II 500 MHz NMR spectrometer. The chemical shift of DMSO‑d 6 was used as an internal reference. By integrating the signals corresponding to the main linkage positions of lignin (Cα positions), the proportions of various linkages were calculated. 2.5 Catalyst characterization The functional groups on the surface of the catalyst were analyzed using an IRSffinity-1S Fourier-transform infrared (FT-IR) spectrometer. The sample was mixed with potassium bromide (KBr) at a 1:100 ratio, prepared into a pellet using the KBr tablet method, and scanned to collect signals in the range of 400 cm⁻¹ to 4000 cm⁻¹. 3 Results and discussion 3.1 Analysis of lignin transformation performance in different solvents In this study, we used commonly employed organic solvents for the liquid-phase depolymerization of lignin, and the monomer yield after transformation is shown in Fig. 1 (a). UV–visible spectrophotometry (UV) tests were performed for different solvents, as illustrated in Fig. 1(b). The peak around 280 nm corresponds to the solubility of CEL in the solvent, with a higher peak indicating better lignin solubility [40]. Additionally, to directly assess the solubility of CEL in different solvents, photographs were taken after CEL was dissolved in each solvent at room temperature, as shown in Fig. 1(c). Fig. 1(a) shows that methanol, when used as the solvent, yields the highest monomer production under mild conditions. Both methanol and ethanol significantly outperform other solvents in terms of monomer yield. The product composition analysis reveals that, in methanol, the primary monomeric products of CEL conversion are the methyl esters of 4-hydroxycinnamic acid and ferulic acid, while in ethanol, the main monomeric products are the ethyl esters of para-hydroxycinnamic acid and ferulic acid. This suggests that methanol and ethanol not only act as solvents but also participate in the reaction, enhancing CEL depolymerization. Additionally, the UV characteristic curve indicates that methanol and ethanol exhibit excellent lignin solubility, enabling better dissolution of CEL and thereby promoting the reaction. Lignin dissolution is a critical factor in the depolymerization process, as it facilitates key reaction pathways, including the breaking of chemical bonds, the formation of new active sites, and hydroxyl functionalization, all of which can be enhanced by good solubility [41]. Fig. 1(b) and Fig. 1(c) demonstrate that the high polarity of methanol and ethanol enhances lignin solubility, which significantly promotes the depolymerization reaction. Although acetone, isopropanol, and n-butanol also have moderate polarity, their monomer yields are relatively low, likely due to reaction conditions that may not fully optimize CEL depolymerization. These solvents also leave considerable residues, suggesting that the mild conditions applied may be insufficient for complete depolymerization. In contrast, n-hexane, with limited lignin solubility, tends to produce substantial char, likely due to incomplete reaction. While solvents like tetrahydrofuran, ethyl acetate, and 1,4-dioxane show strong lignin solubility, they yield viscous oil-like products rather than high monomer yields, indicating that factors beyond solubility, such as methanol's function as an active hydrogen donor, could play a critical role in improving depolymerization. These observations are supported by UV data: polar protic solvents, particularly alcohols, demonstrate stronger lignin dissolution abilities compared to nonpolar solvents like n-hexane. The notably low absorption peak for n-hexane around 280 nm further underscores its limited lignin solubility and reduced effectiveness in facilitating depolymerization. 3.2 FT-IR analysis of POMs The infrared spectrum of the H3PMo12O40 catalyst is shown in Fig. 2 , which displays four absorption peaks characteristic of the Keggin structure of POMs. The four characteristic absorption peaks at 1064 cm⁻¹, 964 cm⁻¹, 871 cm⁻¹, and 785 cm⁻¹ correspond to the P-O, Mo-Oter, Mo-Oc-Mo, and Mo-Oe-Mo bonds, respectively. This confirms the successful synthesis of the Keggin-type catalyst H3PMo12O40. 3.3 Optimization of reaction conditions for depolymerization efficiency Monomer yield of lignin depolymerization is significantly influenced by the reaction temperature. The increase in reaction temperature can speed up the reaction rate, but it may also cause side reactions and condensation[42]. The impact of different temperatures on the formation of aromatic compounds in the CEL depolymerization products is shown in Fig. 3 (a). As the reaction temperature increases from 80 °C to 120 °C, the yield of aromatic compounds gradually increases from 7.18 wt% to a maximum of 12.95 wt%. However, further increasing the temperature cause a decrease in the yield. This is mainly due to the fact that at low temperatures, increasing the temperature helps break the side chain linkages of lignin. However, excessively high temperatures may cause further oxidation of the depolymerized lignin monomers into carbon dioxide and H2O, leading to the transformation rate reduction by damaging the structure of lignin monomers. The effect of reaction time on the yield of aromatic compounds in CEL conversion products follows a trend similar to that observed with temperature variations. As shown in Fig. 3(b), extending the reaction time from 0.5 h to 6 h initially increases the yield of aromatic compounds, which then declines. This trend likely results from condensation reactions occurring among the depolymerized lignin monomers when reaction times are prolonged. Additionally, significant residue was observed in the 4 h and 6 h experiments, suggesting that lignin intermediate products recondense under extended reaction conditions. To maximize the yield of aromatic compounds, therefore, the reaction time should be carefully controlled within an optimal range. Fig. 3(c) presents the effect of various reaction atmospheres on the yield of aromatic compounds from CEL conversion. A sufficient oxygen environment is essential for the oxidative depolymerization of lignin to proceed effectively. Under nitrogen, a monomer yield of only 3.61 wt% was obtained, indicating that limited lignin depolymerization reaction occurred. In contrast, an oxygen-rich atmosphere at optimal concentrations promotes the reaction. As oxygen pressure increased, the monomer yield rose steadily from 5.31 wt% to 12.95 wt%. However, when oxygen pressure exceeded 1.0 MPa, the yield dropped sharply, likely due to excessive oxygen pressure causing over-oxidation of lignin degradation intermediates, which ultimately lowered the final yield. The oxidizing and acidic properties of catalysts significantly impact reaction yield by participating in the depolymerization of lignin [43]. Fig. 3(d) illustrates the distribution of CEL transformation products catalyzed by different catalysts. Among the three catalysts, H5PMo10V2O40, H3PMo12O40, and H3PW12O40, the yields of aromatic compounds are 1.13 wt%, 12.95 wt%, and 1.41 %, respectively. H3PMo12O40 demonstrates higher catalytic activity than H3PW12O40, likely due to the introduction of Mo atoms, which enhances H3PMo12O40’s oxidizing power, facilitating the cleavage of lignin side chains. However, substituting vanadium into H3PMo12O40 to obtain H5PMo10V2O40, although increasing oxidizing strength, significantly decreases catalytic activity. This reduction may be attributed to the excessive oxidizing power, which can cause ring-opening reactions or even over-oxidation of the lignin benzene rings to carbon dioxide and H2O, ultimately lowering the aromatic compound yield. Thus, when using POMs as catalysts for lignin depolymerization, it is essential to balance the catalyst's oxidizing power to maximize product yield. The amount of catalyst plays a critical role in determining monomer yield during lignin depolymerization. As shown in Fig. 3(e), varying the mass ratio of the catalyst to lignin influences the transformation products. As the amount of H3PMo12O40 increases, the yield gradually improves. This suggests that a higher quantity of H3PMo12O40 provides more active sites, facilitating the breakdown of lignin molecules. When the mass ratio of H3PMo12O40 to CEL reaches 1.5:1, the reaction yield stabilizes. However, at a 2:1 ratio, the monomer yield begins to decrease, suggesting that an excess of catalyst may lead to over-oxidation reactions. Thus, the optimal mass ratio of H3PMo12O40 to CEL for maximizing yield appears to be 1:1. 3.4 Characterization of the depolymerized products The average molecular weight of oligomers in the degradation products was determined using gel permeation chromatography (GPC). This analysis helps to understand the effectiveness of the depolymerization process, optimize reaction conditions and catalyst design, and evaluate the quality and application potential of the depolymerized products. The weight-average molecular weight (Mw), number-average molecular weight (Mn), and polydispersity (PD) of the oligomers obtained after optimizing the reaction conditions with CEL and methanol as the solvent are shown in Table 1 . Before reaction, the Mw and Mn of CEL were 12,610 g/mol and 11,013 g/mol, respectively. After reaction, the Mw and Mn significantly decreased to 3608 g/mol and 3598 g/mol, indicating effective depolymerization of CEL under the optimized conditions. Fig. 4 shows the Nuclear Magnetic Resonance (NMR) spectra of both the side chain region (δC/δH 45–90/3.0–6.0 ppm) and the aromatic ring region (δC/δH 95–140/6.0–8.5 ppm) before and after conversion. In the side chain region, the NMR signals indicate the primary linkages of CEL, including β-O-4, β−5, and β-β [44]. By comparing spectra before and after reaction, the proportions of these linkages, calculated from the Cα integral of the benzene ring side chain, are 81 % for β-O-4, 16 % for β−5, and 3 % for β-β, with β-O-4 being the most abundant. After methanol conversion, the signals Aα (δC/δH 71–74/4.8–5.3 ppm), Bα (δC/δH 86–88/5.6–5.7 ppm), and Cα (δC/δH 83–85/4.5–4.7 ppm) significantly diminished, indicating that the β-O-4, β−5, and β-β linkages were effectively cleaved in methanol. In the aromatic ring region, the spectrum reveals the three main lignin units: guaiacyl (G), syringyl (S), and p-hydroxyphenyl (H). As shown in Fig. 4(b), CEL contains G, S, and H units. After transformation, signals for S2/6 (δC/δH 103–106/6.7–7.3 ppm) and H2/6 (δC/δH 127–128/6.9–7.3 ppm) disappear, while signals for G2, G5, and G6 are significantly weakened, though some structural components remain. Interestingly, despite the lower initial content of H-type units in CEL, a relatively higher proportion of H-type products is observed after conversion. This may suggest that some S-type and G-type products undergo demethoxylation reactions and are converted to H-type structures during the reaction, highlighting the high reactivity of methanol. 3.5 Mechanistic insights into the solvent effect The solvent effects on lignin depolymerization are evident from the experimental results. Lignin transformation in solvents is influenced by factors such as solubility, polarity, and hydrogen bond acceptor capacity, which can be quantitatively described through various solvent parameters [45,46].These include hydrogen-bond donation (α), hydrogen-bond acceptance (β),polarity/polarizab-ility (π), polarity parameter (ET), donor number (DN), and acceptor number (AN). Table 1 presents the ten solvent parameters used in Fig. 1, along with the corresponding conversion product yields, to analyze the solvent effects. Solvents can be classified into three groups based on their intrinsic characteristics: (1) Polar Protic Solvents (e.g., methanol, ethanol, isopropanol, n-butanol), which can donate or accept hydrogen bonds and exhibit a wide range of polarity parameter (ET) values. (2) Polar Aprotic Solvents (e.g., acetone, dioxane, tetrahydrofuran, ethyl acetate), which lack hydrogen bond donation capacity (α=0 or nearly 0) but can accept hydrogen bonds. (3) Nonpolar Solvents (e.g., n-hexane, dichloromethane), which do not donate electron pairs (DN=0 or nearly 0) and lack Lewis basicity. Notably, n-hexane stands out as it neither donates nor accepts hydrogen bonds (α, β=0) (Table 2 ). From Table 1, significant variations in the yield of oily products from the oxidative depolymerization of CEL under different solvents are evident, primarily due to differences in solubility parameters. When methanol is used as the solvent, the yield of oily products reaches its highest at 53.86 %. Ethanol also shows a relatively high yield at 48.77 %. In contrast, the use of n-hexane as the solvent results in the lowest yield of oily products, at just 15.93 %. These polar protic solvents exhibit superior CEL solubilization capabilities compared to nonpolar solvents, with n-hexane in particular showing poor solubilization. The limited ability of n-hexane to donate or accept hydrogen bonds makes it significantly less effective than the other solvents. To quantitatively evaluate the impact of various solvent parameters on CEL conversion, we establish a correlation between the yields of lignin oily products and the solubility parameters, as shown in Fig. 4. The relationship between the polarity of different solvents (ET) and the yield of oily products from CEL is shown in Fig. 5 (a). The solvent parameter ET captures both specific and nonspecific interactions of the solvent during the reaction process [47]. As illustrated in the graph, the highest yield of oily products reaches 53.86 %. The fit for n-hexane is notably poor, likely due to its lower solubility for both CEL and its depolymerized products. This solubility discrepancy can lead to condensation reactions between CEL and its depolymerized products, resulting in condensation reaction formation. The correlation between the polar solvent parameter ET and the yield of oily products from CEL depolymerization is described by the simulated equation in Eq. (1). The model reveals a strong linear relationship, with an R² value of 0.912. This positive correlation indicates that higher solvent polarity generally promotes the production of lignin-derived oily products. Additionally, ET proves to be a reliable solvent parameter for predicting oily product yields during the oxidative depolymerization of lignin, as confirmed by this model. While the correlation between the polarity parameter ET and the yield of lignin-derived oily products shows promising results, the distinct experimental outcomes observed with n-hexane highlight that polarity alone is not sufficient to fully explain the factors influencing yield. We propose that additional solvent parameters also significantly influence CEL depolymerization. Existing research has shown strong mathematical correlations between the acceptor number (AN) and donor number (DN) with α, β, and π parameters, which helps quantify the impact of these parameters on the polarity of organic solvents [48,49]. To better understand the relationship between solvent parameters and yield, we established simulation equations (Eq. (2)) incorporating α, β, and π. The results indicate a high degree of correlation with an R² value of 0.984. The positive coefficients for α, β, and π suggest that these parameters play a supportive role in the liquid-phase depolymerization of CEL. Solvents with higher α, β, and π values are more favorable for CEL depolymerization. Additionally, a comparison of the coefficients reveals that the β coefficient is roughly half the size of α, indicating that while the solvent's hydrogen bond accepting ability contributes to the depolymerization process, its influence is weaker compared to hydrogen bond donating ability. The largest coefficient is associated with π, highlighting the critical importance of solvent polarity/polarizability in the depolymerization process. This effect holds even within the same solvent category, where solvents with higher π values are associated with higher yields of lignin-derived oily products. Additionally, the solvent donor number (DN) and acceptor number (AN) are key parameters that reflect the magnitudes of Lewis basicity and Lewis acidity, respectively, thus providing insights into the physicochemical properties of the solvent [48,49]. In Fig. 5(b), a clear linear correlation is observed between solvent DN and the yield of oily products, similar to the trend established with the solvent polarity parameter ET. However, dichloromethane shows a noticeable deviation from this linear relationship. By considering the solvent parameters of dichloromethane, as presented in Table 1, alongside Eq. (2), we suggest that its higher π value contributes positively to the reaction process, thereby enhancing the depolymerization yield. Based on this correlation, we propose a simulation equation (Eq. (3)) for DN, which yields an R² value of 0.913. The coefficients within this equation indicate the beneficial role of solvent Lewis basicity in CEL depolymerization and can be used to assess a solvent's potential for lignin conversion. Similarly, we developed a simulation equation (Eq. (4)) to describe the relationship between the acceptor number (AN) and lignin-derived oily products. The results reveal that, compared to the ET and DN models, the AN model shows larger deviations. By analyzing the coefficients in Eq. (2), it becomes clear that the sensitivity of solvent parameter α during the depolymerization process exceeds that of parameter β. In other words, the effect of AN, which is associated with α, outweighs the influence of DN, linked to β. This asymmetry results in more pronounced fluctuations in the AN fitting curve. In contrast, the DN model provides a better fit in experimental contexts when compared to the AN model. As a result, solvent donor number (DN) proves to be a more reliable parameter for predicting the yield of CEL liquid-phase depolymerization. However, within the factors influencing DN's effect on yield, the solvent's hydrogen bond donating capability plays a dominant role. Notably, the ET value itself is a composite outcome of both hydrogen bond donating and accepting capacities. Thus, the applicability of the ET model may extend beyond that of the DN model. (1) Yield (%) =0.10*ET-1.55 (2) Yield (%) =0.16*α+0.08*β+0.27*π+16.80 (3) Yield (%) =0.10*DN+18.267 (4) Yield (%) =0.05*AN+31.05 4 Conclusions This study investigates the impact of various solvents on the oxidative depolymerization of CEL, emphasizing the pivotal role of solvent properties in lignin conversion. Among the solvents tested, methanol demonstrated the highest effectiveness, yielding significant amounts of aromatic compounds. Key findings show that polarity was the most influential factor in the depolymerization process, followed by hydrogen bonding capabilities. Our simulations further highlighted that a comprehensive polarity parameter, incorporating both polarity and hydrogen bonding potential, best predicted the yield of oily products. These results emphasize the critical importance of solvent selection for optimizing lignin depolymerization, offering valuable insights for improving lignin valorization strategies and biorefinery processes. CRediT authorship contribution statement Qin Zhang: Writing – original draft, Formal analysis, Data curation. Shumin Wang: Visualization. Suyuan Jia: Visualization, Methodology. Junyou Shi: Supervision, Funding acquisition. Wenbiao Xu: Writing – review & editing, Resources, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors would like to acknowledge the founding support from the National Natural Science Foundation of China (32130073), Jilin Provincial Development and Reform Commission Industrial Technology Research and Development Project (2024C019–7), Jilin Provincial Natural Science Foundation (YDZJ202401464ZYTS), and Science and Technology innovation Development plan project of Jilin City (20230103023). References [1] S. Jha J.A. Okolie S. Nanda A.K. Dalai A review of biomass resources and thermochemical conversion technologies Chem. Eng. Technol. 45 2022 791 799 10.1002/ceat.202100503 S. Jha, J.A. Okolie, S. Nanda, A.K. Dalai, A review of biomass resources and thermochemical conversion technologies, Chem. Eng. Technol., 45 (2022) 791–799. https://doi.org/10.1002/ceat.202100503. [2] S. Jha S. Nanda B. Acharya A.K. Dalai A review of thermochemical conversion of waste biomass to biofuels Energies. 15 2022 6352 10.3390/en15176352 S. Jha, S. Nanda, B. Acharya, A.K. Dalai, A review of thermochemical conversion of waste biomass to biofuels, Energies., 15 (2022) 6352. https://doi.org/10.3390/en15176352. [3] M. Zardzewiały M. Bajcar B. Saletnik C. Puchalski J. Gorzelany Biomass from green areas and its use for energy purposes Appl. Sci. 13 2023 6517 10.3390/app13116517 M. Zardzewiały, M. Bajcar, B. Saletnik, C. Puchalski, J. Gorzelany, Biomass from green areas and its use for energy purposes, Appl. Sci., 13 (2023) 6517. https://doi.org/10.3390/app13116517. [4] A. Tshikovhi T.E. Motaung Technologies and innovations for biomass energy production Sustainability. 15 2023 12121 10.3390/su151612121 A. Tshikovhi, T.E. Motaung, Technologies and innovations for biomass energy production, Sustainability., 15 (2023) 12121. https://doi.org/10.3390/su151612121. [5] L. Qin J. Wang H. Mao L. Ge C.J.M.C. Yao Efficient cascade reactions involving esterification, hydrogen transfer, and lactonization for biomass conversion using MOF/Metal oxide composites as heterogeneous catalysts Mole. Cataly. 568 2024 114525 10.1016/j.mcat.2024.114525 L. Qin, J. Wang, H. Mao, L. Ge, C.J.M.C. Yao, Efficient cascade reactions involving esterification, hydrogen transfer, and lactonization for biomass conversion using MOF/Metal oxide composites as heterogeneous catalysts, Mole. Cataly., 568 (2024) 114525. https://doi.org/10.1016/j.mcat.2024.114525. [6] J. Popp S. Kovács J. Oláh Z. Divéki E. Balázs Bioeconomy: bbiomass and biomass-based energy supply and demand N. Biotechnol. 60 2021 76 84 10.1016/j.nbt.2020.10.004 J. Popp, S. Kovács, J. Oláh, Z. Divéki, E. Balázs, Bioeconomy: bbiomass and biomass-based energy supply and demand, N. Biotechnol., 60 (2021) 76–84. https://doi.org/10.1016/j.nbt.2020.10.004. [7] Y. Lin R. Shu T. Yin Z. Tian C. Wang Y.J.M.C. Xu Catalytic hydrodeoxygenation of lignin-derived phenolic compounds with Ni-based aluminum phosphate catalyst Molec. Cataly. 567 2024 114444 10.1016/j.mcat.2024.114444 Y. Lin, R. Shu, T. Yin, Z. Tian, C. Wang, Y.J.M.C. Xu, Catalytic hydrodeoxygenation of lignin-derived phenolic compounds with Ni-based aluminum phosphate catalyst, Molec. Cataly., 567 (2024) 114444. https://doi.org/10.1016/j.mcat.2024.114444. [8] L. Hu H. Pan Y. Zhou M. Zhang Methods to improve lignin's reactivity as a phenol substitute and as replacement for other phenolic compounds: a brief review BioResources 2011 6 10.15376/biores.6.3.3515-3525 L. Hu, H. Pan, Y. Zhou, M. Zhang, Methods to improve lignin's reactivity as a phenol substitute and as replacement for other phenolic compounds: a brief review, BioResources, 6 (2011). https://doi.org/10.15376/biores.6.3.3515-3525. [9] M.T. Munir M. Naqvi B. Li R. Raza A. Khan S.A.A. Taqvi A.S. Nizami From waste to watts: eemerging role of waste lignin-derived materials for energy storage J. Energy Storage 82 2024 110477 10.1016/j.est.2024.110477 M.T. Munir, M. Naqvi, B. Li, R. Raza, A. Khan, S.A.A. Taqvi, A.S. Nizami, From waste to watts: eemerging role of waste lignin-derived materials for energy storage, J. Energy Storage, 82 (2024) 110477. https://doi.org/10.1016/j.est.2024.110477. [10] C. Wang S. Xia C. Cui S. Kang A. Zheng Z. Yu Z. Zhao Investigation into the correlation between the chemical structure of lignin and its temperature-dependent pyrolytic product evolution Fuel 329 2022 125215 10.1016/j.fuel.2022.125215 C. Wang, S. Xia, C. Cui, S. Kang, A. Zheng, Z. Yu, Z. Zhao, Investigation into the correlation between the chemical structure of lignin and its temperature-dependent pyrolytic product evolution, Fuel, 329 (2022) 125215. https://doi.org/10.1016/j.fuel.2022.125215. [11] K. Liu Y. Zhuang J. Chen G. Yang L. Dai Research progress on the preparation and high-value utilization of lignin nanoparticles Int. J. Mol. Sci. 23 2022 7254 10.3390/ijms23137254 K. Liu, Y. Zhuang, J. Chen, G. Yang, L. Dai, Research progress on the preparation and high-value utilization of lignin nanoparticles, Int. J. Mol. Sci., 23 (2022) 7254. https://doi.org/10.3390/ijms23137254. [12] Y. Zhong T. Wang M. Yan C. Miao X. Zhou G. Tong High-value utilization of bamboo pulp black liquor lignin: ppreparation of silicon-carbide derived materials and its application Int. J. Biol. Macromol. 217 2022 66 76 10.1016/j.ijbiomac.2022.07.045 Y. Zhong, T. Wang, M. Yan, C. Miao, X. Zhou, G. Tong, High-value utilization of bamboo pulp black liquor lignin: ppreparation of silicon-carbide derived materials and its application, Int. J. Biol. Macromol., 217 (2022) 66–76. https://doi.org/10.1016/j.ijbiomac.2022.07.045. [13] F. Yue L. Shuai Advances in the structural elucidation and utilization of Lignins, in: Secondary Front. Media SA 2021 724825 F. Yue, L. Shuai,Advances in the structural elucidation and utilization of Lignins, in: Secondary, Front. Media SA, 2021, pp. 724825. [14] H. Zhang S.J.C. Fu Polyoxometalate as an effective catalyst for catalytic lignin into value-added molecules ChemCatChem. 16 2024 e202301204 10.1002/cctc.202301204 H. Zhang, S.J.C. Fu, Polyoxometalate as an effective catalyst for catalytic lignin into value-added molecules, ChemCatChem., 16 (2024) e202301204. https://doi.org/10.1002/cctc.202301204. [15] Q. Yin S. Wang H. Deng J. Shi D. Zhang W.J.J.o.E.C.E. Xu The depolymerization of lignin over polyoxometalate catalysis: a review J. Environ. Chem. Eng. 2024 114540 10.1016/j.jece.2024.114540 Q. Yin, S. Wang, H. Deng, J. Shi, D. Zhang, W.J.J.o.E.C.E. Xu, The depolymerization of lignin over polyoxometalate catalysis: a review, J. Environ. Chem. Eng., (2024) 114540. https://doi.org/10.1016/j.jece.2024.114540. [16] J. Zhong J. Pérez-Ramírez N.J.G.C. Yan Biomass valorisation over polyoxometalate-based catalysts Green Chem. 23 2021 18 36 10.1039/d0gc03190a J. Zhong, J. Pérez-Ramírez, N.J.G.C. Yan, Biomass valorisation over polyoxometalate-based catalysts, Green Chem., 23 (2021) 18–36. https://doi.org/10.1039/d0gc03190a. [17] Z. Li X. Yi Q. Wang Y. Li D. Li R. Palkovits A.K. Beine C. Liu X.J.A.C. Wang Selective production of glycolic acid from cellulose promoted by acidic/redox polyoxometalates via oxidative hydrolysis ACS. Catal. 13 2023 4575 4586 10.1021/acscatal.2c05568 Z. Li, X. Yi, Q. Wang, Y. Li, D. Li, R. Palkovits, A.K. Beine, C. Liu, X.J.A.C. Wang, Selective production of glycolic acid from cellulose promoted by acidic/redox polyoxometalates via oxidative hydrolysis, ACS. Catal., 13 (2023) 4575–4586. https://doi.org/10.1021/acscatal.2c05568. [18] L. Hombach N. Hausen A.G. Manjón C. Scheu H. Kraffczyk M. Rose J. Albert A.K.J.A.C.A.G. Beine Carbon supported polyoxometalates as recyclable solid acid catalysts in aqueous reactions Appl. Cataly. A 666 2023 119392 10.1016/j.apcata.2023.119392 L. Hombach, N. Hausen, A.G. Manjón, C. Scheu, H. Kraffczyk, M. Rose, J. Albert, A.K.J.A.C.A.G. Beine, Carbon supported polyoxometalates as recyclable solid acid catalysts in aqueous reactions, Appl. Cataly. A, 666 (2023) 119392. https://doi.org/10.1016/j.apcata.2023.119392. [19] N. Wei W. Xu S. Li J.J.I.J.o.B.M. Shi Sustainable depolymerization of lignin into aromatic compounds using amphiphilic Anderson-type polyoxometalate catalysts Int. J. Biol. Macromol. 2024 133257 10.1016/j.ijbiomac.2024.133257 N. Wei, W. Xu, S. Li, J.J.I.J.o.B.M. Shi, Sustainable depolymerization of lignin into aromatic compounds using amphiphilic Anderson-type polyoxometalate catalysts, Int. J. Biol. Macromol., (2024) 133257. https://doi.org/10.1016/j.ijbiomac.2024.133257. [20] X. Xin Z. Li M. Chi M. Zhang Y. Dong H. Lv G.Y.J.G.C. Yang A recoverable polyoxometalate-ionic liquid catalyst for selective cleavage of lignin β-O-4 models under mild conditions Green Chem. 25 2023 2815 2824 10.1039/d3gc00087g X. Xin, Z. Li, M. Chi, M. Zhang, Y. Dong, H. Lv, G.Y.J.G.C. Yang, A recoverable polyoxometalate-ionic liquid catalyst for selective cleavage of lignin β-O-4 models under mild conditions, Green Chem., 25 (2023) 2815–2824. https://doi.org/10.1039/d3gc00087g. [21] M. Li S. Wang H. Deng J. Shi D. Zhang W.J.J.o.A. Xu A. Pyrolysis Valorizing lignocellulose into aromatic compounds via oxidative catalytic fractionation and transformation strategy catalyzed by polyoxometalates J. Anal. Appl. Pyrolysis. 183 2024 106786 10.1016/j.jaap.2024.106786 M. Li, S. Wang, H. Deng, J. Shi, D. Zhang, W.J.J.o.A. Xu, A. Pyrolysis, Valorizing lignocellulose into aromatic compounds via oxidative catalytic fractionation and transformation strategy catalyzed by polyoxometalates, J. Anal. Appl. Pyrolysis., 183 (2024) 106786. https://doi.org/10.1016/j.jaap.2024.106786. [22] R. Ma M. Guo X. Zhang Recent advances in oxidative valorization of lignin Catal. Today 302 2018 50 60 10.1016/j.cattod.2017.05.101 R. Ma, M. Guo, X. Zhang, Recent advances in oxidative valorization of lignin, Catal. Today, 302 (2018) 50–60. https://doi.org/10.1016/j.cattod.2017.05.101. [23] X. Xu P. Li Y. Zhong J. Yu C. Miao G. Tong Review on the oxidative catalysis methods of converting lignin into vanillin Int. J. Biol. Macromol. 243 2023 125203 10.1016/j.ijbiomac.2023.125203 X. Xu, P. Li, Y. Zhong, J. Yu, C. Miao, G. Tong, Review on the oxidative catalysis methods of converting lignin into vanillin, Int. J. Biol. Macromol., 243 (2023) 125203. https://doi.org/10.1016/j.ijbiomac.2023.125203. [24] S. Liu S. Huo X. Yu M. Miao L.J.M.C. Wang Aerobic oxidation of lignin model compounds catalyzed by the iron or copper/ABNO at room temperature with ambient air as the oxidant Mole. Cataly. 569 2024 114565 10.1016/j.mcat.2024.114565 S. Liu, S. Huo, X. Yu, M. Miao, L.J.M.C. Wang, Aerobic oxidation of lignin model compounds catalyzed by the iron or copper/ABNO at room temperature with ambient air as the oxidant, Mole. Cataly., 569 (2024) 114565. https://doi.org/10.1016/j.mcat.2024.114565. [25] C.S. Lancefield O.S. Ojo F. Tran N.J.J.A.C. Westwood Isolation of functionalized phenolic monomers through selective oxidation and C-O bond cleavage of the β-O-4 linkages in Lignin Angewandte Chemie 127 2015 260 264 10.1002/anie.201409408 C.S. Lancefield, O.S. Ojo, F. Tran, N.J.J.A.C. Westwood, Isolation of functionalized phenolic monomers through selective oxidation and C-O bond cleavage of the β-O-4 linkages in Lignin, Angewandte Chemie, 127 (2015) 260–264. https://doi.org/10.1002/anie.201409408. [26] S.D. Springer J. He M. Chui R.D. Little M. Foston A. Butler Peroxidative oxidation of lignin and a Lignin model compound by a Manganese SALEN derivative ACS. Sustain. Chem. Eng. 2016 3212 3219 10.1021/acssuschemeng.6b00245 S.D. Springer, J. He, M. Chui, R.D. Little, M. Foston, A. Butler, Peroxidative oxidation of lignin and a Lignin model compound by a Manganese SALEN derivative, ACS. Sustain. Chem. Eng., (2016) 3212–3219. https://doi.org/10.1021/acssuschemeng.6b00245. [27] X. Ouyang X. Huang Y. Zhu X. Qiu Ethanol-enhanced liquefaction of lignin with formic acid as an in situ hydrogen donor Energy Fuels 29 2015 150824074739004 10.1021/acs.energyfuels.5b01127 X. Ouyang, X. Huang, Y. Zhu, X. Qiu, Ethanol-enhanced liquefaction of lignin with formic acid as an in situ hydrogen donor, Energy Fuels, 29 (2015) 150824074739004. https://doi.org/10.1021/acs.energyfuels.5b01127. [28] L. Das P. Kolar J. Osborne R. Sharma-Shivappa J. Classen Selective oxidation of lignin into aromatic aldehydes using niobium oxalate Trans. ASABe 59 2016 727 735 10.13031/trans.59.10908 L. Das, P. Kolar, J. Osborne, R. Sharma-Shivappa, J. Classen, Selective oxidation of lignin into aromatic aldehydes using niobium oxalate, Trans. ASABe, 59 (2016) 727–735. https://doi.org/10.13031/trans.59.10908. [29] H. Deng L. Lin S. Liu Catalysis of Cu-doped Co-based perovskite-type oxide in wet oxidation of lignin to produce aromatic aldehydes Energy Fuels 24 2010 4797 4802 10.1021/ef100768e H. Deng, L. Lin, S. Liu, Catalysis of Cu-doped Co-based perovskite-type oxide in wet oxidation of lignin to produce aromatic aldehydes, Energy Fuels, 24 (2010) 4797–4802. https://doi.org/10.1021/ef100768e. [30] D. Raikwar S. Majumdar D. Shee Effects of solvents in the depolymerization of lignin into value-added products: a review BioMass Convers. Biorefin. 2021 1 34 10.1007/s13399-021-02030-7 D. Raikwar, S. Majumdar, D. Shee, Effects of solvents in the depolymerization of lignin into value-added products: a review, BioMass Convers. Biorefin., (2021) 1–34. https://doi.org/10.1007/s13399-021-02030-7. [31] A. McVeigh F.P. Bouxin M.C. Jarvis S.D. Jackson Catalytic depolymerisation of isolated lignin to fine chemicals: part 2–process optimisation Catal. Sci. Technol. 6 2016 4142 4150 10.1039/C5CY01896J A. McVeigh, F.P. Bouxin, M.C. Jarvis, S.D. Jackson, Catalytic depolymerisation of isolated lignin to fine chemicals: part 2–process optimisation, Catal. Sci. Technol., 6 (2016) 4142–4150. https://doi.org/10.1039/C5CY01896J. [32] T. Voitl P. Rudolf von Rohr Oxidation of lignin using aqueous polyoxometalates in the presence of alcohols Chem. Sustain. Energy Mater. 1 2008 763 769 10.1002/cssc.200800050 T. Voitl, P. Rudolf von Rohr, Oxidation of lignin using aqueous polyoxometalates in the presence of alcohols, Chem. Sustain. Energy Mater., 1 (2008) 763–769. https://doi.org/10.1002/cssc.200800050. [33] X. Huang T.I. Korányi M.D. Boot E.J. Hensen Catalytic depolymerization of lignin in supercritical ethanol ChemSusChem. 7 2014 2276 2288 10.1002/cssc.201402094 X. Huang, T.I. Korányi, M.D. Boot, E.J. Hensen, Catalytic depolymerization of lignin in supercritical ethanol, ChemSusChem., 7 (2014) 2276–2288. https://doi.org/10.1002/cssc.201402094. [34] Z. Wu X. Zhao J. Zhang X. Li Y. Zhang F. Wang Ethanol/1, 4-dioxane/formic acid as synergistic solvents for the conversion of lignin into high-value added phenolic monomers Bioresour. Technol. 278 2019 187 194 10.1016/j.biortech.2019.01.082 Z. Wu, X. Zhao, J. Zhang, X. Li, Y. Zhang, F. Wang, Ethanol/1, 4-dioxane/formic acid as synergistic solvents for the conversion of lignin into high-value added phenolic monomers, Bioresour. Technol., 278 (2019) 187–194. https://doi.org/10.1016/j.biortech.2019.01.082. [35] R. Chaudhary P.L. Dhepe Solid base catalyzed depolymerization of lignin into low molecular weight products Green Chem. 19 2017 778 788 10.1039/c6gc02701f R. Chaudhary, P.L. Dhepe, Solid base catalyzed depolymerization of lignin into low molecular weight products, Green Chem., 19 (2017) 778–788. https://doi.org/10.1039/c6gc02701f. [36] J. Long Q. Zhang T. Wang X. Zhang Y. Xu L. Ma An efficient and economical process for lignin depolymerization in biomass-derived solvent tetrahydrofuran Bioresour. Technol. 154 2014 10 17 10.1016/j.biortech.2013.12.020 J. Long, Q. Zhang, T. Wang, X. Zhang, Y. Xu, L. Ma, An efficient and economical process for lignin depolymerization in biomass-derived solvent tetrahydrofuran, Bioresour. Technol., 154 (2014) 10–17. https://doi.org/10.1016/j.biortech.2013.12.020. [37] E. Adler J. Pepper E. Eriksoo Action of mineral acid on lignin and model substances of guaiacylglycerol-β-aryl ether type Ind. Eng. Chem. 49 1957 1391 1392 10.1021/ie50573a037 E. Adler, J. Pepper, E. Eriksoo, Action of mineral acid on lignin and model substances of guaiacylglycerol-β-aryl ether type, Ind. Eng. Chem., 49 (1957) 1391–1392. https://doi.org/10.1021/ie50573a037. [38] C. Løhre G.A.A. Laugerud W.J. Huijgen T. Barth Lignin-to-liquid-solvolysis (LtL) of organosolv extracted lignin ACS. Sustain. Chem. Eng. 6 2018 3102 3112 10.1021/acssuschemeng.7b03057 C. Løhre, G.A.A. Laugerud, W.J. Huijgen, T. Barth, Lignin-to-liquid-solvolysis (LtL) of organosolv extracted lignin, ACS. Sustain. Chem. Eng., 6 (2018) 3102–3112. https://doi.org/10.1021/acssuschemeng.7b03057. [39] S.D. Mansfield H. Kim F. Lu J. Ralph Whole plant cell wall characterization using solution-state 2D NMR Nat. Protoc. 7 2012 1579 1589 10.1038/nprot.2012.064 S.D. Mansfield, H. Kim, F. Lu, J. Ralph, Whole plant cell wall characterization using solution-state 2D NMR, Nat. Protoc., 7 (2012) 1579–1589. https://doi.org/10.1038/nprot.2012.064. [40] R.S. Fukushima R.D. Hatfield Extraction and isolation of lignin for utilization as a standard to determine lignin concentration using the acetyl bromide spectrophotometric method J. Agric. Food Chem. 49 2001 3133 3139 10.1021/jf010449r R.S. Fukushima, R.D. Hatfield, Extraction and isolation of lignin for utilization as a standard to determine lignin concentration using the acetyl bromide spectrophotometric method, J. Agric. Food Chem., 49 (2001) 3133–3139. https://doi.org/10.1021/jf010449r. [41] O. Ajao M. Benali N. El Mehdi Experimental and computer aided solubility quantification of diverse lignins and performance prediction Chem. Commun. 57 2021 1782 1785 10.1039/d0cc04228e O. Ajao, M. Benali, N. El Mehdi, Experimental and computer aided solubility quantification of diverse lignins and performance prediction, Chem. Commun., 57 (2021) 1782–1785. https://doi.org/10.1039/d0cc04228e. [42] P. Jia J. Wang W.J.J.o.t.E.I. Zhang Catalytic hydrothermal liquefaction of lignin over carbon nanotube supported metal catalysts for production of monomeric phenols J. Energy Inst. 94 2021 1 10 10.1016/j.joei.2020.09.014 P. Jia, J. Wang, W.J.J.o.t.E.I. Zhang, Catalytic hydrothermal liquefaction of lignin over carbon nanotube supported metal catalysts for production of monomeric phenols, J. Energy Inst., 94 (2021) 1–10. https://doi.org/10.1016/j.joei.2020.09.014. [43] Y. Zhang W. Xu H. Deng D. Zhang X. Li J.J.I.C. Shi Products, heterogeneous catalytic oxidation for lignin valorization into aromatic compounds over acid-redox bifunctional polyoxometalates Ind. Crops. Prod. 205 2023 117481 10.1016/j.indcrop.2023.117481 Y. Zhang, W. Xu, H. Deng, D. Zhang, X. Li, J.J.I.C. Shi, Products, heterogeneous catalytic oxidation for lignin valorization into aromatic compounds over acid-redox bifunctional polyoxometalates, Ind. Crops. Prod., 205 (2023) 117481. https://doi.org/10.1016/j.indcrop.2023.117481. [44] W. Lan M.T. Amiri C.M. Hunston J.S. Luterbacher Protection group effects during α, γ-diol lignin stabilization promote high-selectivity monomer production Angewandte Chemie Intern. Edit. 57 2018 1356 1360 10.1002/anie.201710838 W. Lan, M.T. Amiri, C.M. Hunston, J.S. Luterbacher, Protection group effects during α, γ-diol lignin stabilization promote high-selectivity monomer production, Angewandte Chemie Intern. Edit., 57 (2018) 1356–1360. https://doi.org/10.1002/anie.201710838. [45] M.J. Kamlet J.L.M. Abboud M.H. Abraham R. Taft Linear solvation energy relationships. 23. A comprehensive collection of the solvatochromic parameters,. pi.*,. alpha., and. Beta., and some methods for simplifying the generalized solvatochromic equation J. Org. Chem. 48 1983 2877 2887 10.1021/jo00165a018 M.J. Kamlet, J.L.M. Abboud, M.H. Abraham, R. Taft, Linear solvation energy relationships. 23. A comprehensive collection of the solvatochromic parameters,. pi.*,. alpha., and. Beta., and some methods for simplifying the generalized solvatochromic equation, J. Org. Chem., 48 (1983) 2877–2887. https://doi.org/10.1021/jo00165a018. [46] C. Reichardt Solvatochromic dyes as solvent polarity indicators Chem. Rev. 94 1994 2319 2358 10.1021/cr00032a005 C. Reichardt, Solvatochromic dyes as solvent polarity indicators, Chem. Rev., 94 (1994) 2319–2358. https://doi.org/10.1021/cr00032a005. [47] Y. Marcus The properties of organic liquids that are relevant to their use as solvating solvents Chem. Soc. Rev. 22 1993 409 416 10.1002/chin.199412337 Y. Marcus, The properties of organic liquids that are relevant to their use as solvating solvents, Chem. Soc. Rev., 22 (1993) 409–416. https://doi.org/10.1002/chin.199412337. [48] V. Gutmann E. Wychera Coordination reactions in non aqueous solutions-the role of the donor strength Inorg. Nucl. Chem. Lett. 2 1966 257 260 10.1016/0020-1650(66)80056-9 V. Gutmann, E. Wychera, Coordination reactions in non aqueous solutions-the role of the donor strength, Inorg. Nucl. Chem. Lett., 2 (1966) 257–260. https://doi.org/10.1016/0020-1650(66)80056-9. [49] U. Mayer V. Gutmann The functional approach to ionization phenomena in solutions Advances in inorganic chemistry and radiochemistry 1975 Elsevier 189 230 U. Mayer, V. Gutmann, The functional approach to ionization phenomena in solutions, in: Advances in inorganic chemistry and radiochemistry, Elsevier, 1975, pp. 189–230.",
      "scopus-id": "85215427566",
      "coredata": {
        "eid": "1-s2.0-S2468823125000501",
        "dc:description": "The effects of solvents on lignin depolymerization are crucial for optimizing biomass valorization strategies. This study examines how various solvents influence oxidative lignin depolymerization under different reaction conditions. The findings highlight the significant role of solvents in lignin degradation, affecting conversion rates through factors like solvating capacity, polarity, and hydrogen bonding interactions. Notably, alcoholic solvents such as methanol exhibit strong catalytic effects due to their high polarity and hydrogen-donating capabilities. Under conditions with phosphomolybdic acid as the catalyst, methanol as the solvent, a temperature of 120 °C, a reaction time of 120 min, 1 MPa oxygen pressure, and a catalyst-to-lignin ratio of 1:1, the oxidative depolymerization of lignin yielded aromatic compounds with a production rate of 12.95 wt%. To further assess solvent effects, simulation models were developed, indicating that polarity has the most substantial impact, followed by hydrogen-bond donating and accepting properties. Particularly, a polarity parameter that comprehensively considers hydrogen bonding potential shows promise in predicting the yield of oily products during oxidative lignin depolymerization. These insights provide a foundation for selecting effective solvents to enhance lignin transformation, contributing to the development of sustainable biorefinery processes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823125000501",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Qin"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shumin"
          },
          {
            "@_fa": "true",
            "$": "Jia, Suyuan"
          },
          {
            "@_fa": "true",
            "$": "Shi, Junyou"
          },
          {
            "@_fa": "true",
            "$": "Xu, Wenbiao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823125000501"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823125000501"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(25)00050-1",
        "prism:volume": "574",
        "articleNumber": "114864",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Solvent-mediated lignin depolymerization under oxidative conditions: Unveiling the role of solvents in the presence of polyoxometalates catalyst",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lignin depolymerization"
          },
          {
            "@_fa": "true",
            "$": "Oxidative catalysis"
          },
          {
            "@_fa": "true",
            "$": "Solvent effects"
          },
          {
            "@_fa": "true",
            "$": "Polyoxometalates"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "114864",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2025",
        "prism:doi": "10.1016/j.mcat.2025.114864",
        "prism:startingPage": "114864",
        "dc:identifier": "doi:10.1016/j.mcat.2025.114864",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "296",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28765",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33037",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "450",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86314",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "380",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91560",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "414",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69323",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "522",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62879",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13646",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13271",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16470",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10928",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11175",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7099",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1312",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "265166",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1594",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "228878",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1993",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "690600",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1680",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "551727",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1835",
            "@width": "3335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "424026",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2312",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "396812",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "27467",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823125000501-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "23159",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85215427566"
      }
    }
  }
}