{
  "metadata": {
    "title": "Discussing Lewis and Brønsted acidity on continuous pyruvaldehyde Cannizzaro reaction to lactic acid over solid catalysts",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2018-10-31",
    "doi": "10.1016/j.mcat.2017.12.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S246882311730651X",
    "pii": "S246882311730651X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85044934059",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2017-12-21 2017-12-21 2018-09-19 2018-09-19 2019-07-16T15:55:25 1-s2.0-S246882311730651X S2468-8231(17)30651-X S246882311730651X 10.1016/j.mcat.2017.12.010 S300 S300.2 FULL-TEXT 1-s2.0-S2468823118X00157 2019-07-16T15:01:09.165014Z 0 0 20181001 20181031 2018 2017-12-21T23:45:09.395607Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb vol volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 458 458 PB Volume 458, Part B 12 198 205 198 205 201810 October 2018 2018-10-01 2018-10-31 2018 Acid-Base Catalysis, ABC-8 Dr Claudio Jose de Araujo Mota Dr Marco Fraga Dr Cristiane Henriques article fla © 2017 Elsevier B.V. All rights reserved. DISCUSSINGLEWISBRONSTEDACIDITYCONTINUOUSPYRUVALDEHYDECANNIZZAROREACTIONLACTICACIDOVERSOLIDCATALYSTS SANTOS K 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.2 Catalyst characterization 2.3 Catalytic tests 2.4 Characterization of used catalysts 3 Results and discussion 3.1 Catalyst characterization 3.2 Catalyst activity 3.3 Catalyst deactivation 4 Conclusions Acknowledgements Appendix A Supplementary data References HUBER 2006 4044 4098 G SERRANORUIZ 2011 5266 5281 J MA 1999 1 15 F ZHOU 2008 527 549 C YODA 2009 66 70 E OLMOS 2016 222 235 C SUN 2016 75 92 D GUERREROURBANEJA 2014 199 207 P FARNETTI 2009 704 709 E FANTOZZI 2016 68 76 F AUNEAU 2011 144 149 F CHO 2014 3428 3433 H ZHANG 2016 91 97 C GARLOTTA 2001 63 84 D PANG 2010 1125 1136 X PAL 2009 1549 1559 P KISHIDA 2005 1560 1561 H SHEN 2009 8920 8925 Z RAMIREZLOPEZ 2010 6270 6278 C MIYAZAWA 2006 213 221 T MIYAZAWA 2007 30 35 T DIMITRATOS 2009 1209 1216 N RYABENKOVA 2013 139 145 Y LARI 2015 1453 1461 G HEKMAT 2003 109 116 D LARI 2016 4682 4692 G ALBUQUERQUE 2017 2675 2683 E KINAGE 2010 620 623 A ALBUQUERQUE 2015 64 70 E ALBUQUERQUE 2015 3889 3899 E KOITO 2013 873 875 Y YANG 2015 149 157 L NAKAJIMA 2013 16028 16033 K FOO 2014 3180 3192 G NAKAJIMA 2011 4224 4227 K PUDUKUDY 2015 127 136 M HOANG 2015 959 972 T SIEVERS 2016 8286 8307 C SANTOSX2018X198 SANTOSX2018X198X205 SANTOSX2018X198XK SANTOSX2018X198X205XK 2020-09-19T00:00:00.000Z 2020-09-19T00:00:00.000Z © 2017 Elsevier B.V. All rights reserved. 2019-04-04T06:16:36.465Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S246882311730651X CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034/ FAPERJ Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro http://data.elsevier.com/vocabulary/SciValFunders/501100004586 http://sws.geonames.org/3469034/ The authors acknowledge the financial support from CNPq (Brazil) and FAPERJ (Brazil) . K.M.A.S. also acknowledges CAPES/Embrapa (Brazil) for the scholarship. E.M.A. thanks PCI/CNPq ( Proc. 313014/2016-7 ) for her grant. Appendix A item S2468-8231(17)30651-X S246882311730651X 1-s2.0-S246882311730651X 10.1016/j.mcat.2017.12.010 315758 2019-07-16T15:01:09.165014Z 2018-10-01 2018-10-31 1-s2.0-S246882311730651X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/MAIN/application/pdf/5fddad783aff0b4a29b0fa5f3073dc65/main.pdf main.pdf pdf true 1958775 MAIN 8 1-s2.0-S246882311730651X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/PREVIEW/image/png/ed27d8df96d3891bdcbbb8a387e74ce1/main_1.png main_1.png png 58403 849 656 IMAGE-WEB-PDF 1 1-s2.0-S246882311730651X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/fx1/THUMBNAIL/image/gif/a7615f054aaeb974041765221f0f994d/fx1.sml fx1 true fx1.sml sml 7774 119 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr1/THUMBNAIL/image/gif/72d8fa710831a69b2f5b37138d35f850/gr1.sml gr1 gr1.sml sml 3175 101 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr2/THUMBNAIL/image/gif/c53cc29bf070a83f51463168b37d6a51/gr2.sml gr2 gr2.sml sml 7421 163 140 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr3/THUMBNAIL/image/gif/a597a24d79fc9652df6c1b9b8e1aa76d/gr3.sml gr3 gr3.sml sml 7991 116 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr4/THUMBNAIL/image/gif/aa7df7409c809a66515b32c9b73699f4/gr4.sml gr4 gr4.sml sml 5856 116 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr5/THUMBNAIL/image/gif/9572f49ac73119b9628df641cd2097c2/gr5.sml gr5 gr5.sml sml 5021 164 153 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr6/THUMBNAIL/image/gif/684266b5af06e540a40e0a902d4beb8c/gr6.sml gr6 gr6.sml sml 6886 114 219 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr7/THUMBNAIL/image/gif/aee52cfeab7d4e8b40a073e4ca4af10c/gr7.sml gr7 gr7.sml sml 4916 164 154 IMAGE-THUMBNAIL 1-s2.0-S246882311730651X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/fx1/DOWNSAMPLED/image/jpeg/080f703f5b144be85e05719750f91249/fx1.jpg fx1 true fx1.jpg jpg 18338 200 369 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr1/DOWNSAMPLED/image/jpeg/a0e9bd201f8053d67fe57e3915aa8a33/gr1.jpg gr1 gr1.jpg jpg 24896 328 715 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr2/DOWNSAMPLED/image/jpeg/102c6674cabcb1ae3eab5d93bca2aeb6/gr2.jpg gr2 gr2.jpg jpg 36354 395 339 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr3/DOWNSAMPLED/image/jpeg/ddd52357a1b0857cf6487aa1250cb327/gr3.jpg gr3 gr3.jpg jpg 58135 349 659 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr4/DOWNSAMPLED/image/jpeg/95cb097fe266518f6acc507fe595b81c/gr4.jpg gr4 gr4.jpg jpg 44663 348 659 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr5/DOWNSAMPLED/image/jpeg/2ec985052bb14f14e9362faf550a023d/gr5.jpg gr5 gr5.jpg jpg 22931 355 332 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr6/DOWNSAMPLED/image/jpeg/4bd034182f1b38cb41c06bba76d72fd8/gr6.jpg gr6 gr6.jpg jpg 48811 350 671 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/gr7/DOWNSAMPLED/image/jpeg/b3d2f4ee1eb4c8de92df6dcb4dfcaf36/gr7.jpg gr7 gr7.jpg jpg 19277 357 335 IMAGE-DOWNSAMPLED 1-s2.0-S246882311730651X-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/68c4df6b6e6a276467e58d6a2da749d7/mmc1.docx mmc1 mmc1.docx docx 1187786 APPLICATION 1-s2.0-S246882311730651X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S246882311730651X/STRIPIN/image/gif/d3383b68be0236280fc5a07fc9648ac2/si1.gif si1 si1.gif gif 1420 34 304 ALTIMG MCAT 417 S2468-8231(17)30651-X 10.1016/j.mcat.2017.12.010 Elsevier B.V. Fig. 1 Possible reaction pathways to convert glycerol into lactic acid. Fig. 1 Fig. 2 XRD profiles obtained for all commercial and synthesized catalysts. Fig. 2 Fig. 3 Pyruvaldehyde conversion (a) and lactic acid selectivity (b) obtained for all catalysts at 130 °C, 10 bar, W/F = 1 g min mL−1, flow = 0.3 mL min−1. Fig. 3 Fig. 4 Pyruvaldehyde conversion (a) and lactic acid selectivity (b) on Nb2O5 catalysts calcined at different temperatures. Fig. 4 Fig. 5 Correlation between pyruvaldehyde conversion and selectivity to lactic acid and the total acid sites concentration for Nb2O5-based catalysts. Fig. 5 Fig. 6 TGA profile (a) and the corresponding derivative curves (dTG) (b) of ZnO and Nb2O5-based catalysts after aqueous-phase conversion of pyruvaldehyde at 130 °C, 10 bar, W/F = 1 g min mL−1, flow = 0.3 mL min−1. Fig. 6 Fig. 7 Raman spectrum of the ZnO catalyst after aqueous-phase conversion of pyruvaldehyde at 130 °C, 10 bar, W/F = 1 g min mL−1, flow = 0.3 mL min−1. Fig. 7 Table 1 Catalyst structures, Crystallography Open Database (COD), space group, quantification of structural phases, lattice parameters (a, b and c), particle diameter (D), residual (R)-weighted pattern (Rwp) and goodness of fit (GOF) values obtained for all catalysts. Table 1 Catalyst Structure COD Space group Quantification (%) a (Å) b (Å) c (Å) D (nm) Rwp GOF ZrO2 monoclinic 1528984 P 1 21/c 1 96 5.153 5.208 5.319 12.3 4.27 1.22 tetragonal 1539831 P 42/nmc 4 3.607 – 3.175 12.1 TiO2 anatase 9009086 I 41/amd 83 3.787 – 9.510 38.0 8.95 1.23 rutile 9004141 P 42/mnm 17 4.596 – 2.960 47.1 Y2O3 cubic 1009017 I a −3 100 10.599 – – 41.5 5.87 2.44 SnO2 tetragonal 2101853 P 42/mnm 100 4.737 – 3.186 42.3 9.83 3.63 ZnO hexagonal 2300112 P 63 m 100 3.250 – 5.209 62.4 7.77 3.19 Table 2 Surface area (SBET) and total acid site concentration (CAS) for all catalysts. Table 2 Catalyst SBET (m2 g−1) CAS (μmol g−1) Amberlyst 35 n.d. 4500 ZrO2 103 3000 TiO2 54 2900 Y2O3 21 700 SnO2 28 1100 ZnO 15 500 Nb2O5 n.d. 4700 Nb2O5-150 143 3800 Nb2O5-300 115 3600 Nb2O5-400 89 2800 n.d. – not determined. Table 3 Pyruvaldehyde conversion (X), lactic acid selectivity (SLA) and yield (YLA), and carbon balance (CB). Table 3 Entry Catalyst X* (%) SLA* (%) YLA* (%) CB* (%) 1 No catalyst 5 – – 97 2 Amberlyst 35 6 – – 96 3 ZrO2 73 92 67 94 4 TiO2 47 87 41 94 5 Y2O3 15 67 10 95 6 SnO2 10 56 5.6 96 7 ZnO 21 30 6 85 8 Nb2O5 82 87 72 90 9 Nb2O5-150 73 84 61 88 10 Nb2O5-300 65 83 54 88 11 Nb2O5-400 57 84 37 90 * at 6 h reaction. Table 4 Weight loss of ZnO and Nb2O5-based catalysts after aqueous-phase conversion of pyruvaldehyde at 130 °C, 10 bar, W/F = 1 g min mL−1, flow = 0.3 mL min−1. Table 4 Catalyst Weight loss below 250 °C (%) Weight loss within 250–450 °C (%) Weight loss total (%) ZnO 1.1 4.2 5.3 Nb2O5 (fresh) 12.4 – 12.4 Nb2O5 7.2 4.2 11.4 Nb2O5-150 4.9 2.4 7.3 Nb2O5-300 3.8 2.4 6.2 Nb2O5-400 3.3 2.0 5.3 Discussing Lewis and Brønsted acidity on continuous pyruvaldehyde Cannizzaro reaction to lactic acid over solid catalysts Kryslaine M.A. Santos a Elise M. Albuquerque b Luiz E.P. Borges a Marco A. Fraga a b ⁎ a Instituto Militar de Engenharia, Praça Gen. Tibúrcio, 80, Praia Vermelha, Urca, Rio de Janeiro, RJ 22290-270, Brazil Instituto Militar de Engenharia Praça Gen. Tibúrcio 80 Praia Vermelha Urca Rio de Janeiro RJ 22290-270 Brazil b Instituto Nacional de Tecnologia/MCTIC, Laboratório de Catálise, Av. Venezuela, 82/518, Saúde, Rio de Janeiro, RJ 20081-312, Brazil Instituto Nacional de Tecnologia/MCTIC Laboratório de Catálise Av. Venezuela 82/518 Saúde Rio de Janeiro RJ 20081-312 Brazil ⁎ Corresponding author at: Instituto Nacional de Tecnologia/MCTIC, Laboratório de Catálise, Av. Venezuela, 82/518, Saúde, Rio de Janeiro, RJ 20081-312, Brazil. Instituto Nacional de Tecnologia/MCTIC Laboratório de Catálise Av. Venezuela 82/518 Saúde Rio de Janeiro RJ 20081-312 Brazil Graphical abstract The eventual role played by Brønsted and Lewis acid sites on pyruvaldehyde Cannizzaro reaction to lactic acid was investigated in a flow reactor using different catalysts bearing different acidity. It was shown that Lewis acid sites on heterogeneous catalysts are crucial for the reaction while Brønsted sites play no role at all. The results revealed that catalytic activity is indeed directly related to catalyst acidity. TiO2, ZrO2 and Nb2O5 were the most promising catalysts and their activity was related to their water-tolerant Lewis acid sites. Nb2O5 was shown to be the most active and stable catalyst while ZnO underwent a fast deactivation process ascribed to the formation of amorphous carbonaceous materials as revealed by TG and laser Raman spectroscopy. Keywords Pyruvic aldehyde Methylglyoxal 2-Hydroxypropanoic acid Glycerol Acid catalyst 1 Introduction The world energy market has long been powered by nonrenewable carbon sources, which are believed to be scarce and keep assaulting the environment, leading to several problems like green house gases emissions [1]. In this respect, new technologies based on using biomass to produce fuels and chemicals are attracting a lot of interest since biomass is the most available source of sustainable carbon [2]. Among biofuels production, biodiesel gained attention because it is considered to be less pollutant than the diesel produced from fossil sources [3]. Nonetheless, the production of biodiesel leads to the formation of glycerol as a co-product. Since about 10% of the total volume of biodiesel produced corresponds to glycerol [4], it is expected that such surplus be hardly consumed by the already established industrial demand. However, glycerol is a platform molecule that can be converted into value-added compounds through different reactions [5–10]. Such approach can indeed lead to new applications for glycerol as a feedstock either by developing alternative chemicals to replace those from petroleum or affording innovative technologies for producing drop-in green chemicals. On this matter, glycerol has been lately investigated as a renewable raw material for the production of lactic acid [11–13]. The nowadays demand of this three-carbon organic acid is being pushed up by the promising emerging market of polylactic acid (PLA), which is a biodegradable polymer with properties similar to polystyrene [14] and mechanical properties similar to polyethylene terephthalate and thus potentially used in packing [15]. Lactic acid is currently obtained through fermentation of sugars, which conjointly produces important amounts of environmentally harmful solid waste [16]. Amongst the investigated routes using glycerol as an alternative feedstock, the first studies in the literature report on its hydrothermal conversion into lactic acid by a homogenous process [17–19]. Nevertheless, this reaction only occurs in an extremely alkaline medium that is composed by inorganic hydroxides like NaOH [17,18]. Similarly to the industrial fermentative process, the use of those hydroxide solutions negatively impacts the environment and increases the process cost due to downstream requirements. Glycerol can be rather converted into lactic acid through a multi-step processing approach in a series of chemical reactors. In this concept, different reaction courses may be exploited. Glycerol could firstly undergo hydrogenolysis to 1,2-propanediol on metal supported catalysts [20,21], which would then be transformed into lactic acid by selective oxidation [22–24]. Also, glycerol can be chemically [25] or enzymatically [26] dehydrogenated to form dihydroxyacetone. This intermediate further goes through dehydration to pyruvaldehyde on solid acid catalysts [27] and finally rearranged via Cannizzaro reaction to lactic acid [28]. Additionally, hydroxyacetone can be formed from glycerol dehydration on acid catalysts [29], which is then dehydrogenated to pyruvaldehyde that is similarly transformed to lactic acid through Cannizzaro intramolecular rearrangement [30,31]. All these strategies are schematically presented in Fig. 1 . As it can be easily noticed, pyruvaldehyde is a key intermediate on the way to glycerol valorization to lactic acid. Some recent reports claimed that direct conversion of glycerol into pyruvaldehyde followed by its rearrangement to lactic acid is economically and technically more advantageous since biochemical-like yields can be accomplished [27]. Despite that, only a few reports focused on the heterogeneous-catalyzed transformation of pyruvaldehyde [32–34], even fewer on a continuous process approach [27,28]. Pyruvaldehyde Cannizzaro reaction to lactic acid is known to take place in an extremely alkaline medium [17–19], but it has also been claimed to occur in the presence of Brønsted acids like HCl and H2SO4. By using these mineral acids, pyruvaldehyde conversion of 15.7% has been reported at 110 °C, reaching up to 89% when temperature is increased to 140 °C [32]. Despite this significant conversion, the authors reported that Lewis acids, such as lanthanide triflates, are much more efficient for this reaction [32]. Conflictingly, it has also been reported that no pyruvaldehyde conversion is accomplished by using H2SO4 as homogeneous catalyst at 100 °C and the authors claimed that Brønsted acids do not work for this reaction at such temperature [34]. Finally, heterogeneous catalysts with Brønsted acidity like Amberlyst 15 and Nafion SAC 13 resins were also investigated and conversions of around 10% were achieved at 110 °C. Yet lactic acid formation was only observed on Amberslyt 15 [32]. Some other solid catalysts were also studied on pyruvaldehyde Cannizzaro reaction such as ZrO2 [33], Nb2O5 [32] and TiO2 [34], but ordinarily in batch reactors. Their good performances were associated with the catalysts Lewis acidity. Indeed, in our previous work [28], we showed that the activity of ZrO2-based catalysts on pyruvaldehyde Cannizzaro reaction holds a straight correlation with their acidity. Moreover, ZrO2 polymorphic structures were shown to distress pyruvaldehyde conversion, although lactic acid selectivity is not affected at all [28]. In this contribution, different heterogeneous catalysts were used to investigate pyruvaldehyde Cannizzaro reaction from the point of view of the quality (Brønsted and Lewis) of the acid sites. This study relies on the continuous aqueous-phase conversion of pyruvaldehyde and some aspects of catalyst deactivation are also discussed. 2 Experimental 2.1 Catalyst synthesis Commercial ZrO2 oxide was provided by Saint Gobain Norpro, Nb2O5·nH2O by CBMM, TiO2 by Evonik and Amberlyst 35 by Rohm and Haas. Y2O3, SnO2 and ZnO samples were all synthesized by precipitation employing their respective precursor salts. To synthesize Y2O3, an aqueous solution of Y(NO3)3.6H2O (Sigma Aldrich) at 0.88 mol L−1 was added dropwise into a beaker containing 100 mL of distilled water, under constant stirring (500 rpm) at room temperature. Concomitantly, the pH was maintained at 10.0 ± 0.5 through the addition of NaOH 2 mol L−1. The obtained white gel was aged for 4 h, and then the precipitate was filtered, washed with distilled water until constant pH, dried at 100 °C for 16 h and then calcined in muffle at 500 °C for 4 h with a heating rate of 10 °C min−1. SnO2 was prepared by promptly adding NH4OH solution (0.32 mol L−1) into a SnCl4·5H2O aqueous solution (0.25 mol L−1) under mechanical stirring (500 rpm) at room temperature. The formed gel was separated by centrifugation and washed five times, with distilled water using a total of 500 mL. The sample was dried at 100 °C for 16 h and finally calcined in muffle at 500 °C for 4 h following a heating rate of 10 °C min−1. ZnO was synthesized by adding an aqueous solution of Zn(NO2)2·6H2O (1.0 molL−1) dropwise into a beaker containing 600 mL of distilled water at 70 °C, under vigorous stirring, using a Na2CO3 1.5 mol L−1 as the precipitation agent, controlling pH at 7.0 ± 0.5. The resulting solution was maintained under stirring at the same conditions for 1 h. The solid was filtered, washed and then dried at 100 °C for 16 h. The powder was calcined at 500 °C under synthetic air flow (30 mL min−1), obeying a heating rate of 10 °C min−1. The commercial Nb2O5·nH2O was used without any treatment (Nb2O5) as well as after thermal treatment in a muffle at three different temperatures (150, 300 and 400 °C) following a heating rate of 10 °C min−1 and the samples were hold at the desired temperature for 4 h. These Nb2O5 samples were designated as Nb2O5-150, Nb2O5-300 and Nb2O5-400. The other commercial samples, ZrO2, TiO2 and Amberlyst 35, were used without any previous treatment. All commercial and synthesized oxide samples were grounded and sieved to obtain particles size ranging between 53 and 63 μm. 2.2 Catalyst characterization The solids crystalline phases were identified by X-ray diffraction (XRD) performed on Bruker D8 Advance with DaVinci design diffractometer equipped with a Lynxeye position sensitive detector. Diffractograms were collected using CuKα radiation operating at 40 kV and 40 mA. The diffraction patterns were collected in the range of 20° to 90° at a rate of 0.02° per step. The samples were analyzed as powders without any previous treatment. The software DiffracEva V2.0 from Bruker was used to identify crystalline phases. The final structures were refined by Rietveld method using TOPAS software (Bruker AXS, version 4.2). The fit quality was assessed by the residual (R)-weighted pattern (Rwp) along with the goodness of fit (GOF). Surface areas were determined by BET method obtained by nitrogen adsorption at −196 °C in a Micromeritics ASAP 2420 equipment. Before the analyses, samples were dried at 100 °C for 24 h in an oven and then treated in situ under vacuum at 300 °C. The total amount of acid sites was determined by titration based on a method reported elsewhere [36]. A solution containing 0.01 mol L−1 NaOH and 0.10 mol L−1 KCl was used as titrant. About 0.010 g of catalyst was dispersed in 15 mL of that solution with the aid of an ultrasound for 10 min, and then titrated with a HCl 0.01 mol L−1 solution to pH 7. Total acidity was calculated using the following equation: C A S = [ ( C N a O H + K C l ) ( V N a O H + K C l ) ] − [ ( C H C l ) ( V H C l ) ] m c a t where CAS is the concentration of acid sites, CNaOH+KCl is the concentration of the solution of NaOH and KCl, CHCl is the concentration of the HCl solution determined during titration, VNaOH+KCl represents the volume of NaOH and KCl solution, VHCl is the volume of HCl and mcat is the catalyst mass. 2.3 Catalytic tests Catalytic conversion of pyruvaldehyde was studied in a fixed bed up-flow reactor. To keep the catalyst bed in place, glass wool was used in both ends of the reactor. A pyruvaldehyde aqueous solution at 0.2 mol L−1 was pumped by a Gilson 307 HPLC pump at a flow rate of 0.3 mL min−1, so as to obtain a W/F of 1 g min mL−1. The preheater and reactor temperature was set at 130 °C since we have previously reported that the formation of heavy condensed compounds is minimized under this condition [28]. Pressure was kept at 10 bar using a Swagelok back pressure regulator. Preliminary studies showed that the reaction is not affect by the reaction system pressure up to 30 bar. The catalytic runs were performed in triplicate and the standard deviation varies up to 2% for every experimental point. Reaction aliquots were collected every 1 h and filtered using a 0.22 μm PVDF membrane for analysis. Pyruvaldehyde and product concentrations were determined by high performance liquid chromatography (HPLC) in Waters Alliance e2695 equipped with a refractive index detector (RID) kept at 50 °C. A Biorad Aminex HPX-87H column was used at 65 °C in isocratic elution mode with a 5 mmol L−1 H2SO4 solution as mobile phase at a flow rate of 0.7 mL min−1. All liquid samples were analyzed in triplicate. The pyruvaldehyde conversion and lactic acid selectivity and yield were determined as reported elsewhere [28]. 2.4 Characterization of used catalysts The spent catalysts were recovered after reaction and analyzed by thermogravimetry on a TA Instruments SDT Q600. The samples were heated up to 500 °C under synthetic air stream (30 mL min−1) at a rate of 20 °C min−1. Samples were also analyzed by laser Raman spectroscopy on a Horiba (Jobin Yvon) HR800 UV spectrometer with a thermal conductivity detector at −70 °C. A He-Ne laser at 632.8 nm was used to collect all spectra within 1000–1800 cm−1. 3 Results and discussion 3.1 Catalyst characterization Catalysts were initially characterized by XRD in order to identify the oxides crystalline phases and all samples patterns are shown in Fig. 2 . Apart from niobium oxide, which presented a diffractogram typical of a non-crystalline solid, all other samples exhibited well-defined diffraction peaks allowing identifying their crystalline phases. ZrO2 is mainly characterized by the monoclinic phase although some low intensity peaks associated with a tetragonal phase were also detected. TiO2 presented high intensity peaks referred to the anatase phase as well as diffractions related to the rutile phase. In both cases, ZrO2 and TiO2, the structures were refined by Rietveld method and their structural parameters, the quantitative results of all identified crystalline phases as well as the mathematical parameters of refinement quality are listed in Table 1 . The refined diffractograms can be seen in Fig. S1. Y2O3 diffractogram is typical for the cubic phase while SnO2 is characterized by the tetragonal phase, and ZnO diffractogram reveals the formation of the expected hexagonal structure. Their crystallographic data are also summarized in Table 1 as obtained by structure refinement (Fig. S1). The catalyst surface areas are summarized in Table 2 . As it can be noted, commercial ZrO2 presented the highest surface area followed by TiO2 while the synthesized oxides showed much lower values, generally below 30 m2 g−1. Hydrated Nb2O5·nH2O was not analyzed since the required thermal pretreatment for surface area determination would be enough to change such physico-chemical property. As for the thermally treated Nb2O5 samples, surface area decreases as the treatment temperature increases as it could be expected. However, it should be highlighted that they all presented fairly high surface areas. Samples total acidity was assessed by titration since the catalysts are to be used in liquid aqueous phase and the results are also collected in Table 2. The acid site concentration of the catalysts ranges from 500 to 4700 μmol L−1. As expected, Nb2O5 and Amberlyst 35 stand out as the most acidic catalysts. ZrO2 and TiO2 are also noticeably more acidic than SnO2, Y2O3 and ZnO. Nb2O5 acidity was found to change according to the thermal treatment it was submitted to. As it is well known [35], total acid sites concentration was indeed found to steadily decrease as the treatment temperature increased. 3.2 Catalyst activity All catalysts were evaluated in the conversion of pyruvaldehyde into lactic acid through Cannizzaro rearrangement in a continuous reactor and the results are presented in Fig. 3 a. As it can be seen, ZrO2 and Nb2O5 presented the highest global activity while TiO2 showed an intermediate performance. Particularly, Nb2O5 revealed to be fairly stable since no decrease in pyruvaldehyde conversion were recorded at all along 6 h of reaction. Both ZrO2 and TiO2 exhibited a slight decline though, suggesting that they underwent some deactivation. ZnO, on the other hand, exhibited a different trend; it also started with a high conversion level (∼70%), even higher than that accomplished over TiO2, but readily deactivated, ending up with 25% of conversion after the same time frame. Finally, SnO2 and Y2O3 showed very low activity with conversions below 25%. The blank experiment curve obtained in the absence of any catalyst is also depicted in Fig. 3a, evidencing the rather small contribution of homogeneous thermal conversion of pyruvaldehyde (∼5%). Regarding catalyst selectivity (Fig. 3b), notice that ZrO2, TiO2 and Nb2O5 presented the highest selectivities and yields towards lactic acid (Table 3 , entries 3, 4 and 8) while Y2O3 and SnO2 provided lower selectivity values, around 60% (Table 3, entries 5 and 6). Lactic acid selectivity was also lower on ZnO and dropped along time, reaching the lowest value of 30% by 6 h (Table 3, entry 7). It is worth mentioning that lactic acid was the only product identified, which indicates that high molecular weight byproducts may be formed on the catalysts surface. Indeed, carbon balance as calculated from HPLC results was pretty satisfactory on most catalysts (Table 3) but for ZnO, the one exhibiting the strongest deactivation. It is worth mentioning that carbon balance varied within 60–85% along reaction time over this catalyst. The formation of heavy compounds during pyruvaldehyde Cannizzaro reaction has already been observed in a previous work [32]. It is important to notice that no lactic acid is produced by the thermoconversion of pyruvaldehyde in the absence of a catalyst since no confidently measurable amount was observed (Fig. 3b). As regarding particularly the Nb2O5-based samples, it was clearly seen that catalytic activity consistently drops as the calcination temperature increases as presented in Fig. 4 a. This fashion can be explained by the diminishment of acid sites concentration as a consequence of thermal treatment as discussed hereinbefore (Table 2). As a matter of fact, a good correlation between pyruvaldehyde conversion and acidity could be obtained (Fig. 5 ). Lactic acid selectivity, on the other hand, was not expressively affected as illustrated in Figs. 4b and 5, which suggests that the kind of sites needed to form lactic acid is still present on Nb2O5 even after calcination. As a general trend, the results presented herein evidence that the catalysts performance is directly related to their acidity since the most active ones also exhibited the highest acid site concentration as assessed by titration. This finding is in line with our previous work on zirconia-based catalysts [28] where the medium strength acid sites were the ones associated with pyruvaldehyde transformation, determining the catalyst selectivity. We proposed that the Lewis acid sites are the ones responsible for the adsorption of pyruvaldehyde, forming a five-membered ring, as the very first step in the reaction. Such reaction intermediate allows the addition of water leading to the rearrangement to lactic acid [28]. However, those polymorphic and doped-zirconia catalysts featured only Lewis acid sites [28]. In the present study, the unique feature of Nb2O5, the most active catalyst, should be taken into consideration as it is well reckoned that it holds both Lewis and Brønsted acid sites [35,36] and that the ratio between them can vary upon thermal treatment. It has been reported though that Brønsted acid sites are not as effective as the Lewis ones when homogeneous catalysts are compared [32]. Nonetheless, no systematic investigation on the role of Brønsted sites on a heterogeneous system or the possibility of any cooperativity between Lewis and Brønsted acidity can be found yet in the literature. To primarily assess any role on pyruvaldehyde Cannizzaro reaction played by isolated Brønsted acid sites, an Amberlyst 35, an utterly Brønsted acid catalyst, was tested and the results are also depicted in Fig. 3 and Table 3 (entry 2). Contrarily to what was observed for the essentially Lewis acid solids, Amberlyst 35 was found to be inactive on the reaction since it presented the same behavior as the one showed by the blank run. This finding discloses that Cannizzaro reaction does not take place on Brønsted acid sites alone and that the presence of Lewis acidity is indeed mandatory for solid catalysts as well. Since Brønsted acid sites has no role on pyruvaldehyde conversion, the good performance observed for Nb2O5, ZrO2 and TiO2 is related to the Lewis acid sites on those catalysts surface [32,34]. It can be additionally concluded that those sites can keep their Lewis acidity and catalyze Cannizzaro reaction even in the presence of water. It has indeed been claimed that early transition metal oxides with d0 configuration, such as TiO2 and ZrO2, as well as Nb2O5 can function as water-tolerant heterogeneous Lewis acid catalysts [34,36]. 3.3 Catalyst deactivation Deactivation is usually a key issue when developing new catalysts for a process and it can be more properly assessed in continuous flow reactors. Much probably due to the lack of studies focusing on continuous conversion of pyruvaldehyde, no discussion on catalyst deactivation is reported in the literature to the best of authors knowledge. However, the results presented herein reveal that the oxide catalysts investigated in this contribution undergo more or less deactivation (Fig. 3a). Therefore the most active and fairly stable catalyst (Nb2O5), as well as the treated samples derived thereof (Nb2O5-150, Nb2O5-300, Nb2O5-400), and the one that deactivated the most (ZnO) were recovered after 6 h of reaction and firstly analyzed by thermogravimetry as depicted in Fig. 6 . Distinctive weight loss events were observed and recorded at different temperature ranges in the thermograms of all spent catalysts. As a matter of fact, it should be noted that Nb2O5-based samples and ZnO exhibited clear differences in the shape of the weight loss curves (Fig. 6a), which are even clearer at the corresponding derivative curves (dTG) in Fig. 6b. It was oddly observed that Nb2O5 catalyst presented the highest weight loss (Table 4 ) whereas it was the most stable catalyst as inferred by the pyruvaldehyde conversion curve with no unblemished indication of apparent deactivation (Fig. 3a). Nonetheless, the whole family of Nb2O5 catalysts showed greater weight loss at temperatures below 250 °C. This first event is due to the loss of water and it is intrinsically associated with the hydration degree of Nb2O5 samples themselves. For the interest of clarity, the thermogram curve of fresh untreated Nb2O5 sample is also presented in Fig. 6 and the resemblance among the curves of Nb2O5-based samples is pretty sharp. Indeed the quantitative results summarized in Table 4 are consistent with the thermal treatment the catalyst was submitted to before reaction; the higher the treatment temperature the lower the weight loss from room temperature to 250 °C. These catalysts also presented some weight loss at higher temperature (>250 °C) but with an appreciably less important contribution (Table 4). Such higher temperature event reveals to become even less relevant as Nb2O5 catalyst is treated at higher temperatures before reaction (Fig. 6b). It can therefore be concluded that there is indeed no significant deactivation on these catalysts, in good agreement with the conversion trends. In contrast, ZnO only presented a more prominent and straightforwardly distinguished weight loss event between 250 and 450 °C, indicating the presence of a considerable amount (Table 4) of more resistant species on this sample. This event is thus tentatively attributed to the formation of carbonaceous material on this catalyst surface likely due to a deactivation process. Spent ZnO catalyst was then complementarily analyzed by laser Raman spectroscopy and the spectrum is depicted in Fig. 7 . Two bands were indeed observed at 1321 cm−1 and 1585 cm−1, which are respectively assigned to the D and G bands. While D band evidences to the presence of structural imperfections on graphitic carbon or the presence of amorphous carbon, G band is often attributed to the stretching vibrations of graphene sheets [37]. The presence of those two bands indicates the occurrence of carbonaceous material deposits on the catalyst surface, much probably humins residue as already reported somewhere [38]. It is reckoned that humins can be formed under moderate reaction conditions when a highly reactive molecule is present in an acidic aqueous-phase [39]. In fact, the formation of oligomerized compounds was reported before upon pyruvaldehyde conversion [32]. Along with the TG analyses, these results substantiate the formation of amorphous carbonaceous materials (humins) on ZnO catalysts, which would jam the catalyst surface, blocking the access to the active acid sites leading to a complete deactivation. 4 Conclusions It was shown that Lewis acid sites are essential for pyruvaldehyde Cannizzaro reaction on heterogeneous catalysts while Brønsted sites play no role at all. While Amberlyst 35 was found not to be active, TiO2, ZrO2 and Nb2O5 were the most promising catalysts and such performances were associated with their water-tolerant Lewis acid sites. Nb2O5 rendered, however, the most active and stable catalyst. ZnO also presented high and promising initial conversion levels but it revealed to be endangered by a fast deleterious deactivation process. Acknowledgements The authors acknowledge the financial support from CNPq (Brazil) and FAPERJ (Brazil). K.M.A.S. also acknowledges CAPES/Embrapa (Brazil) for the scholarship. E.M.A. thanks PCI/CNPq (Proc. 313014/2016-7) for her grant. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.mcat.2017.12.010. Appendix A Supplementary data The following is Supplementary data to this article: References [1] G.W. Huber S. Iborra A. Corma Synthesis of transportation fuels from biomass: chemistry, catalysts, and engineering Chem. Rev. 106 2006 4044 4098 [2] J.C. Serrano-Ruiz R. Luque A. Sepúlveda-Escribano Transformations of biomass-derived platform molecules: from high added-value chemicals to fuels via aqueous-phase processing Chem. Soc. Rev. 40 2011 5266 5281 [3] F. Ma M.A. Hanna Biodiesel production: a review Bioresour. Technol. 70 1999 1 15 [4] C.H. Zhou J.N. Beltramini Y.X. Fan G.Q. Lu Chemoselective catalytic conversion of glycerol as a biorenewable source to valuable commodity chemicals Chem. Soc. Ver. 37 2008 527 549 [5] E. Yoda A. Ootawa Dehydration of glycerol on H-MFI zeolite investigated by FT-IR Appl. Catal. A 360 2009 66 70 [6] C.M. Olmos L.E. Chinchilla E.G. Rodrigues J.J. Delgado A.B. Hungría G. Blanco M.F.R. Pereira J.J.M. Órfão J.J. Calvino X. Chen Synergistic effect of bimetallic Au-Pd supported on ceria-zirconia mixed oxide catalysts for selective oxidation of glycerol Appl. Catal. B 197 2016 222 235 [7] D. Sun Y. Yamada S. Sato W. Ueda Glycerol hydrogenolysis into C3 chemical Appl. Catal. B 193 2016 75 92 [8] P. Guerrero-Urbaneja C. García-Sancho R. Moreno-Tost J. Mérida-Robles J. Santamaría-González A. Jímenez-López P. Maireles-Torres Glycerol valorization by etherificationto polyglycerols by using metal oxide derived from MgFe hydrotalcites Appl. Catal. A 470 2014 199 207 [9] E. Farnetti J. Kašpar C. Crotti A novel glycerol valorization route: chemoselective dehydrogenation catalyzed by iridium derivatives Green Chem. 11 2009 704 709 [10] F. Fantozzi A. Frassoldati P. Bartocci G. cinti F. Quagliarini G. Bidini E.M. Ranzi Na experimental and kinectic modeling study of glycerol pyrolysis Appl. Energy 184 2016 68 76 [11] F. Auneau S. Noël G. Aubert M. Besson L. Djakovitch C. Pinel Catal. Commun. 16 2011 144 149 [12] H.J. Cho C.C. Chang W. Fa Base free, one-pot synthesis of lactic acid from glycerol using a bifunctional Pt/Sn-MFI catalyst Green Chem. 16 2014 3428 3433 [13] C. Zhang T. Wang X. Liu Y. Ding Cu-promoted Pt/activated carbon catalyst for glycerol oxidation to lactic acid J. Mol. Catal. A 424 2016 91 97 [14] D. Garlotta A literature review of poly(lactic acid) J. Polym. Environ. 9 2001 63 84 [15] X. Pang X. Zhuang Z. Tang X. Chen Polylactic acid (PLA): research, development and industrialization Biotechnol. J. 5 2010 1125 1136 [16] P. Pal J. Sikder S. Roy L. Giorno Process intensification in lactic acid production: a review of membrane based process Chem. Eng. Process. 48 2009 1549 1559 [17] H. Kishida F. Jin Z. Zhou T. Moriya H. Enomoto Conversion of glycerin into lactic acid by alkaline hydrothermal reaction Chem. Lett. 34 2005 1560 1561 [18] Z. Shen F. Jin B. Wu Kishita K. Tohji H. Kishida Effect of alkaline catalysts on hydrothermal conversion of glycerin into lactic acid Ind. Eng. Chem. Res. 48 19 2009 8920 8925 [19] C.A. Ramírez-López J.R. Ochoa—Gómez M. Fernández-Santos O. Gómez-Jiménez-Aberausturi A. Alonso-Vicario J. Torrecilla-Soria Synthesis of lactic acid by alkaline hydrothermal conversion of glycerol at high glycerol concentration Ind. Eng. Chem. Res. 49 2010 6270 6278 [20] T. Miyazawa Y. Kusunoki K. Kunimori K. Timishige Glycerol conversion in the aqueous solution under hydrogen over Ru/C + na ion-exchange resin and its reaction mechanism J. Catal. 240 2006 213 221 [21] T. Miyazawa S. Koso K. Kunimori K. Tomishige Glycerol hydrogenolysis to 1,2-propanediol catalyzed by a heat-resistant ion-exchange resin combined with Ru/C Appl. Catal. A 329 2007 30 35 [22] M.A. Fraga, R.A. Candido, E.M. Albuquerque, A.M. Duarte de Farias, A.B. Gaspar, M. Gomes Junior, C.R.K. Siqueira, R.B. Menezes, Oxidative catalytic process for synthesis of lactic acid, WO2013023257, 2014. [23] N. Dimitratos J.A. Lopez-Sanchez S. Meenakshisundaram J.M. Anthonykutty G. Brett A.F. Carley S.H. Taylor D.W. Knight G.J. Hutchings Selective formation of lactate by oxidation of 1,2-propanediol using gold palladium alloy supported nancrystals Green Chem. 11 2009 1209 1216 [24] Y. Ryabenkova Q. He P.J. Miedziak N.F. Dummer S.H. Taylor A.F. Carley D.J. Morgan N. Dimitratos D.J. Willock D. Bethell D.W. Knight D. Chadwick C.J. Kiely G.J. Hutchings The selective oxidation of 1,2-propanediol to lactic acid using mild conditions and gold-based nanoparticles catalysts Catal. Today 203 2013 139 145 [25] G.M. Lari C. mondelli J. Pérez-Ramírez Gas-phase oxidation of glycerol to dihydroxyacetone over tailored iron zeolites ACS Catal. 5 2015 1453 1461 [26] D. Hekmat R. Bauer J. Fricke Optimization of the microbial synthesis of dihydroxyacetone from glycerol with Gluconobacter oxydans Bioprocess Biosyst. Eng. 26 2003 109 116 [27] G.M. Lari R. García-Muelas C. Mondelli N. López J. Pérez-Ramírez Glycerol oxidehydration to pyruvaldehyde over silver-based catalysts for improved lactic acid production Green Chem. 18 2016 4682 4692 [28] E.M. Albuquerque L.E.P. Borges M.A. Fraga C. Sievers Relationship between acid-base properties and the activity of ZrO2-based catalysts for Cannizzaro reaction of pyruvaldehyde to lactic acid ChemCatChem 9 2017 2675 2683 [29] A.K. Kinage P.P. Upare P. Kasinathan Y.K. Hwang J.S. Chang Selective conversion of glycerol to acetol over sodium-doped metal oxide catalysts Catal. Commun. 11 2010 620 623 [30] E.M. Albuquerque L.E.P. Borges M.A. Fraga Lactic acid production from aqueous-phase selective oxidation of hydroxyacetone J. Mol. Catal. A 400 2015 64 70 [31] E.M. Albuquerque L.E.P. Borges M.A. Fraga Lactic acid production from hydroxyacetone on dual metal/base heterogeneous catalytic systems Green Chem. 17 2015 3889 3899 [32] Y. Koito K. Nakajima M. Kitano M. Hara Efficient conversion of pyruvic aldehyde into lactic acid by Lewis acid catalyst in water Chem. Lett. 42 2013 873 875 [33] L. Yang S. Ji S. Carl J.G. Lynam X. Yang H. Lin Catalytic conversion of hemicellulosic biomass to lactic acid in pH neutral aqueous phase media Appl. Catal. B 162 2015 149 157 [34] K. Nakajima R. Noma M. Kitano M. Hara Titania as an early transition metal oxide with a high density of Lewis acid sites workable in water J. Phys. Chem. C 117 2013 16028 16033 [35] G.S. Foo D. Wei D.S. Sholl C. Sievers Role of Lewis and Brønsted acid sites in the dehydration of glycerol over niobia ACS Catal. 4 2014 3180 3192 [36] K. Nakajima Y. Baba R. Noma M. Kitano J.N. Kondo S. Hayashi M. Hara Nb2O5∙nH2O as a heterogeneous catalyst with water-tolerant Lewis acid sites J. Am. Soc. 133 2011 4224 4227 [37] M. Pudukudy Z. Yaakob Z.S. Akmal Direct decomposition of methane over Pd promoted Ni/SBA-15 catalysts Appl. Surf. Sci. 353 2015 127 136 [38] T.M.C. Hoang E.R.H. van Eck W.P. Bula J.G.E. Gardeniers L. Lefferts K. Seshan Humin based by-product from biomass processing as a potential carbonaceous source for synthesis gas production Green Chem. 17 2015 959 972 [39] C. Sievers Y. Noda L. Qi E.M. Albuquerque R.M. Rioux S.L. Scott Phenomena affecting catalytic reactions at solid-liquid interfaces ACS Catal. 6 2016 8286 8307",
      "scopus-id": "85044934059",
      "coredata": {
        "eid": "1-s2.0-S246882311730651X",
        "dc:description": "The eventual role played by Brønsted and Lewis acid sites on pyruvaldehyde Cannizzaro reaction to lactic acid was investigated in a flow reactor using different catalysts bearing different acidity. It was shown that Lewis acid sites on heterogeneous catalysts are crucial for the reaction while Brønsted sites play no role at all. The results revealed that catalytic activity is indeed directly related to catalyst acidity. TiO2, ZrO2 and Nb2O5 were the most promising catalysts and their activity was related to their water-tolerant Lewis acid sites. Nb2O5 was shown to be the most active and stable catalyst while ZnO underwent a fast deactivation process ascribed to the formation of amorphous carbonaceous materials as revealed by TG and laser Raman spectroscopy.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S246882311730651X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Santos, Kryslaine M.A."
          },
          {
            "@_fa": "true",
            "$": "Albuquerque, Elise M."
          },
          {
            "@_fa": "true",
            "$": "Borges, Luiz E.P."
          },
          {
            "@_fa": "true",
            "$": "Fraga, Marco A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S246882311730651X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S246882311730651X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(17)30651-X",
        "prism:volume": "458",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Discussing Lewis and Brønsted acidity on continuous pyruvaldehyde Cannizzaro reaction to lactic acid over solid catalysts",
        "prism:copyright": "© 2017 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Acid-Base Catalysis, ABC-8",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Pyruvic aldehyde"
          },
          {
            "@_fa": "true",
            "$": "Methylglyoxal"
          },
          {
            "@_fa": "true",
            "$": "2-Hydroxypropanoic acid"
          },
          {
            "@_fa": "true",
            "$": "Glycerol"
          },
          {
            "@_fa": "true",
            "$": "Acid catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "198-205",
        "prism:endingPage": "205",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2018",
        "prism:doi": "10.1016/j.mcat.2017.12.010",
        "prism:startingPage": "198",
        "dc:identifier": "doi:10.1016/j.mcat.2017.12.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7774",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3175",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "140",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7421",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7991",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5856",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5021",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6886",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "154",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4916",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18338",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24896",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36354",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "349",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58135",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "348",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44663",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "355",
            "@width": "332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22931",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "350",
            "@width": "671",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48811",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "357",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19277",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1187786",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "304",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S246882311730651X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1420",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85044934059"
      }
    }
  }
}