{
  "metadata": {
    "title": "Magnetically-separable Fe<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf>@SiO<ce:inf loc=post>2</ce:inf>@SO<ce:inf loc=post>4</ce:inf>-ZrO<ce:inf loc=post>2</ce:inf> core-shell nanoparticle catalysts for propanoic acid esterification",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2018-04-30",
    "doi": "10.1016/j.mcat.2018.02.021",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823118300828",
    "pii": "S2468823118300828"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85045907219",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2018-03-20 2018-03-20 2018-03-20 2018-03-20 2019-03-18T15:57:50 1-s2.0-S2468823118300828 S2468-8231(18)30082-8 S2468823118300828 10.1016/j.mcat.2018.02.021 S300 S300.2 FULL-TEXT 1-s2.0-S2468823118X00042 2019-03-18T17:09:49.610372Z 0 0 20180401 20180430 2018 2018-03-20T11:56:37.721184Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 449 449 C Volume 449 19 137 141 137 141 201804 April 2018 2018-04-01 2018-04-30 2018 Regular Papers article fla © 2018 Elsevier B.V. All rights reserved. MAGNETICALLYSEPARABLEFE3O4SIO2SO4ZRO2CORESHELLNANOPARTICLECATALYSTSFORPROPANOICACIDESTERIFICATION TAI Z 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.1.1 Synthesis of silica encapsulated iron oxide nanoparticles (Fe2O3@SiO2) 2.1.2 Preparation of magnetic zirconia encapsulated Fe3O4 nanoparticles (Fe3O4@SiO2@ZrO2) 2.1.3 Preparation of magnetic sulfated zirconia (nanoparticles) Fe3O4@SiO2@SO4-ZrO2 2.2 Catalyst characterization 2.3 Propanoic acid esterification 3 Results and discussion 4 Conclusions Acknowledgements Appendix A Supplementary data References POLSHETTIWAR 2011 3036 3075 V LU 2007 1222 1244 A LIU 2013 9167 9171 R TAN 2010 722 731 H LIN 2009 2129 2136 H LIU 2010 4981 4985 J DENG 2007 28 29 Y TAGO 2002 2188 T LEE 2008 143 152 J TARTAJ 2001 4 P LAI 2011 3552 3557 D ZHANG 2014 703 708 X WANG 2013 2104 S FANG 2016 3152 3157 R TAI 2017 56 60 Z WANG 2015 26020 26028 H ZILLILLAH 2012 3077 3086 SHYLESH 2010 3428 3459 S TOKMOLDIN 2009 3475 3478 N LEVICHKOVA 2001 7 M CHEN 1990 2585 2609 I OSATIASHTIANI 2014 333 342 A SONG 1996 329 412 X OSATIASHTIANI 2016 5529 5535 A ECORMIER 2003 57 65 M GHAFURI 2015 4821 4829 H WANG 2015 100 106 W PENG 2011 4231 4236 H CHAUBEY 2007 4 G SARKAR 2010 8 A YIN 2003 942 945 J ARNAL 2006 2733 2739 P MANAYIL 2017 2231 2238 J MANAYIL 2017 3506 3511 J OSATIASHTIANI 2017 331 342 A CIDDOR 2015 780 795 L ZHAO 2005 8916 8917 W KRESNAWAHJUESA 2002 6 O MATIJEVIC 1978 509 524 E RABEE 2017 A ECORMIER 2005 301 310 M OSATIASHTIANI 2015 4345 4352 A GRIES 1996 38 50 W TAIX2018X137 TAIX2018X137X141 TAIX2018X137XZ TAIX2018X137X141XZ © 2018 Elsevier B.V. All rights reserved. item S2468-8231(18)30082-8 S2468823118300828 1-s2.0-S2468823118300828 10.1016/j.mcat.2018.02.021 315758 2019-03-18T17:09:49.610372Z 2018-04-01 2018-04-30 1-s2.0-S2468823118300828-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/MAIN/application/pdf/a92521bd929672bc1f79de3ebc029f8d/main.pdf main.pdf pdf true 503317 MAIN 5 1-s2.0-S2468823118300828-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/PREVIEW/image/png/5cb4e2548096f617e595146d6609cfe6/main_1.png main_1.png png 54508 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823118300828-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/fx1/THUMBNAIL/image/gif/d1d205cac2519dbbd85b48e23eb3c162/fx1.sml fx1 true fx1.sml sml 19412 164 174 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr1/THUMBNAIL/image/gif/481a82e6d3d57a79615fed0c12b1f176/gr1.sml gr1 gr1.sml sml 6857 37 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr2/THUMBNAIL/image/gif/49d1f84b1de0d202472145b90eb31552/gr2.sml gr2 gr2.sml sml 6187 163 164 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr3/THUMBNAIL/image/gif/fba77ab4d4ac86ff99ca7fd8f21c5bff/gr3.sml gr3 gr3.sml sml 6707 164 166 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr4/THUMBNAIL/image/gif/535afb4d64568bc068011279e4a066fe/gr4.sml gr4 gr4.sml sml 4629 164 172 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr5/THUMBNAIL/image/gif/4be19a95342faf11feba29b186765418/gr5.sml gr5 gr5.sml sml 4480 164 165 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/sc1/THUMBNAIL/image/gif/73a411ff22a35f5f0b19bc10c38af324/sc1.sml sc1 sc1.sml sml 4495 31 219 IMAGE-THUMBNAIL 1-s2.0-S2468823118300828-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/fx1/DOWNSAMPLED/image/jpeg/9820667ccfbcbce9c87df87ea5bd6002/fx1.jpg fx1 true fx1.jpg jpg 19265 200 212 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr1/DOWNSAMPLED/image/jpeg/6881ed8b0ac966b83f5a9dd1a3bbb42f/gr1.jpg gr1 gr1.jpg jpg 28683 127 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr2/DOWNSAMPLED/image/jpeg/3cb756710114e4dadc415a2159fe18ba/gr2.jpg gr2 gr2.jpg jpg 24925 338 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr3/DOWNSAMPLED/image/jpeg/457f323fbd6d02a7fee585ba857ae317/gr3.jpg gr3 gr3.jpg jpg 26763 335 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr4/DOWNSAMPLED/image/jpeg/a5571c5d204ce7de4e09542444923718/gr4.jpg gr4 gr4.jpg jpg 15621 323 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/gr5/DOWNSAMPLED/image/jpeg/5c503df8633756aac2d858e08165c416/gr5.jpg gr5 gr5.jpg jpg 14668 336 339 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/sc1/DOWNSAMPLED/image/jpeg/39109eabd139fa82bb9fc1c022df67d3/sc1.jpg sc1 sc1.jpg jpg 24452 107 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823118300828-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823118300828/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/d053593d2873e242408b7f237b0602bf/mmc1.docx mmc1 mmc1.docx docx 1937445 APPLICATION MCAT 507 S2468-8231(18)30082-8 10.1016/j.mcat.2018.02.021 Elsevier B.V. Scheme 1 Stepwise synthesis of magnetically-separable Fe3O4@SiO2@SO4-ZrO2 core-shell nanoparticle catalysts. Scheme 1 Fig. 1 a) TEM image of Fe2O3@SiO2@ZrO2 prepared with a zirconium butoxide (mL):Lutensol AO5 (mL) ratio of 0.90: 0.25, and b) corresponding elemental line profile highlighting layered structure. Impact of changing zirconium butoxide (mL):Lutensol AO5 (mL) ratio on morphology of the core shell structure: c) 0.9:0.25, d) 0.3:0.25, and e) 0.15:1.5. f) magnetic separation of NH4MSZ post-reaction. Fig. 1 Fig. 2 Zr 3d XP spectra of magnetic sulfated Fe3O4@SiO2@ZrO2 nanoparticles. Fig. 2 Fig. 3 DRIFT spectra of pyridine titrated, magnetic sulfated Fe3O4@SiO2@ZrO2 nanoparticles with Brønsted and Lewis acid bands indicated. Fig. 3 Fig. 4 Activity of conventional SZ and magnetic sulfated Fe3O4@SiO2@ZrO2 nanoparticles for propanoic acid esterification with methanol. Reaction conditions: 60 °C, 12.5 mL MeOH, 50 mg catalyst, molar MeOH:propanoic acid (30:1). Fig. 4 Fig. 5 TOFs of magnetic sulfated Fe3O4@SiO2@ZrO2 nanoparticles and conventional SZ for propanoic acid esterification with methanol. Reaction conditions: 60 °C, 12.5 mL MeOH, 50 mg catalyst, molar MeOH:propanoic acid (30:1). Fig. 5 Table 1 Surface and bulk properties of parent and sulphated magnetic Fe3O4@SiO2@ZrO2 nanoparticles. Table 1 Sample a SO4 2− precursor/mmol Surface area b /m2 g−1 Pore volume /cm3 g−1 BJH pore diameter c /nm Surface S content d /at% Bulk S content e /wt% Acid site loading f /mmol g−1 Fe3O4@SiO2@ZrO2 – 93 0.14 3.4 – – – 0.05MSZ 1.5 112 0.23 3.9 0.25 0.21 0.25 0.1MSZ 3 123 0.23 1.5 0.47 0.27 0.32 0.2MSZ 6 130 0.24 3.9 1.19 0.47 0.42 NH4MSZ 2.3 42 0.19 1.5 4.19 7.29 2.75 SZ – 172 0.24 3.4 – 3.23 0.78 a MSZ and NH4MSZ refers to Fe3O4@SiO2@ZrO2 nanoparticles sulphated using H2SO4 or (NH4)2SO4 respectively, the prefix refers to the [H2SO4] employed. b BET analysis. c from desorption branch of N2 physisorption isotherm. d from XPS. e from CHNS elemental analysis. f from propylamine TGA-MS. Magnetically-separable Fe3O4@SiO2@SO4-ZrO2 core-shell nanoparticle catalysts for propanoic acid esterification Zhijun Tai a Mark A. Isaacs a Lee J. Durndell a Christopher M.A. Parlett a Adam F. Lee b Karen Wilson b ⁎ a European Bioenergy Research Institute, Aston University, Birmingham, B4 7ET, UK European Bioenergy Research Institute Aston University Birmingham B4 7ET UK b School of Science, RMIT University, Melbourne, VIC 3001, Australia School of Science RMIT University Melbourne VIC 3001 Australia ⁎ Corresponding author. Graphical abstract Monodispersed, sulfated zirconia encapsulated magnetite nanoparticles were synthesized as magnetically-separable solid acid catalysts. Catalyst nanoparticles are prepared via coating preformed 80 nm Fe2O3 particles with a 15 nm SiO2 protective coating prior to growth of a uniform 28 nm ZrO2 shell. The thickness of the ZrO2 shell in resulting Fe3O4@SiO2@ZrO2 nanoparticles was controlled by adjusting the zirconium butoxide to Lutensol AO5 ratio, with 1:10 found as the optimal ratio to produce monodispersed ZrO2 coated nano-spheres. Sulfation using an ammonium sulfate precursor is less corrosive towards the core-shell structure of Fe3O4@SiO2@ZrO2 nanoparticles leading to superior sulfated materials compared to those obtained using H2SO4. Resulting Fe3O4@SiO2@SO4-ZrO2 solid acid catalysts exhibit high activity for propanoic acid esterification with methanol, far exceeding that of conventional sulfated zirconia nanoparticles, while being amenable to facile magnetic separation. Keywords Magnetic nanoparticles Sulfated zirconia Solid acid Core-shell Esterification 1 Introduction Functionalized nano- and microparticles possessing core-shell structures have attracted great interest in recent decades for potential applications in drug delivery, magnetic resonance imaging, bioassays, and catalysis [1–6]. Various approaches have been exploited to synthesize core-shell nanospheres, including the “Stöber” approach [7], microemulsions/reverse-micelle [8,9], and aerosol pyrolysis [10], which enable the fabrication of monodispersed nanomaterials with complex structures including onion-like architectures. In regard of catalysis, magnetic nanoparticles and core-shell variants are particularly attractive since they offer high surface areas, and facile catalyst separation/recycling and product recovery, and hence are ideally suited to liquid phase transformations such as cellulose hydrolysis [11], fructose dehydration [12], aldol condensation of 5-hydroxymethylfurfural (5-HMF) with ethanol [13], oxidation of 5-HMF to 2,5-diformylfuran [14], carboxylic acid esterification,[15] and biodiesel production [16,17]. Magnetically separable solid acid nanoparticles typically comprise organic functions and therefore suffer poor thermal stability; [18] more robust inorganic analogues are therefore desirable. Zirconia is widely used in materials science, notably as a semiconductor [19], thermal barrier coating [20], component of oxygen sensors [21], and a heterogeneous solid acid catalyst wherein its amphoteric Lewis and Brönsted acid character facilitates cascade reactions [22]. Sulfated zirconia (SZ) is generally considered a superacid catalyst that exhibits predominantly Brönsted character and high activity for diverse liquid phase reactions [23–25], however, conventional synthetic routes to SZ typically result in a low surface area and porosity. Recovery and recycling of such metal oxide heterogeneous catalysts is also problematic, and hence the development of magnetically-separable and highly dispersed SZ nanostructures is especially desirable. There are only a few reports on the synthesis of magnetic zirconia nanoparticles [26–30], and these do not produce well-defined or monodispersed core-shell nanoparticles. Yin et al. recently developed a new, room temperature synthesis of monodispersed zirconia encapsulated polystyrene (PS) nanospheres, PS@ZrO2 employing the PS nanospheres as a hard template [31]. Hollow ZrO2 nanospheres were subsequently fabricated by calcination to remove the PS template. Schüth et al. [32] adopted a different approach to create hollow ZrO2 nanospheres utilizing silica nanospheres as the hard template in conjunction with the nonionic amphiphilic surfactant Lutensol AO5; the silica core was subsequently etched by dilute NaOH resulting in high surface area (300 m2.g−1) hollow zirconia spheres. A modified protocol allowed the preparation of yolk-shell Au@ZrO2 nanospheres in which the hollow ZrO2 shell protected small Au nanoparticles confined within the internal void against thermal sintering [32]. To our knowledge sulfated analogues of such monodispersed zirconia nanospheres (or core-shell variants) have not been synthesized, while the only report of magnetic sulfated zirconia nanoparticles produced inhomogeneous materials lacking a well-defined magnetic core-SZ shell structure. Herein, we report the first synthesis and catalytic application of monodispersed magnetic SZ nanoparticles possessing an onion skin structure comprising a magnetite core, encapsulated by a protecting, dense silica shell, which is in turn enveloped by a conformal SZ shell of tunable thickness between 6 and 28 nm (Fe3O4@SiO2@SZ). These magnetic SZ nanoparticles were subsequently evaluated for propanoic acid esterification, a prototypical solid acid catalyzed reaction employed to upgrade biomass derived pyrolysis-oil [33–35] which are intrinsically unstable and corrosive due to C2-C3 acid components [36]. 2 Experimental 2.1 Catalyst synthesis 2.1.1 Synthesis of silica encapsulated iron oxide nanoparticles (Fe2O3@SiO2) Silica encapsulated iron oxide nanoparticles were synthesized using a modified version of the method of Zhao et al. [37] Uniform hematite (Fe2O3) particles were first obtained by aging a 0.02 M aqueous FeCl3 solution at 100 °C for 48 h, with the resulting Fe2O3 nanoparticles isolated by centrifugation, then washed three times with 2-propanol. 50 mg of the resulting Fe2O3 nanoparticles were then added to a mixture of 200 mL 2-propanol, 40 mL H2O, and 5 mL of 35 vol% aqueous ammonia while stirring. To this nanoparticle suspension, 0.15 mL of tetraethyl orthosilicate was added dropwise under vigorous stirring and the resulting mixture aged at room temperature overnight to yield silica encapsulated iron oxide nanoparticles upon centrifugation. 2.1.2 Preparation of magnetic zirconia encapsulated Fe3O4 nanoparticles (Fe3O4@SiO2@ZrO2) The as-synthesized Fe2O3@SiO2 nanoparticles were added to 100 mL ethanol containing the desired volume (0.25 mL–1.5 mL) of Lutensol AO5 solution (0.43 g Lutensol AO5 dissolved in 11 g of H2O). The mixture was stirred for 1 h at room temperature, and then the desired amount (0.05 mL–0.9 mL) of zirconium (IV) butoxide was added quickly. The solution was kept at room temperature and stirred vigorously overnight. The resulting nanoparticles were centrifuged, re-dispersed in water, and then aged at room temperature for 3 days. Subsequently the nanoparticles were centrifuged and calcined at 900 °C (ramp rate 2 °C/min) for 2 h to yield zirconia encapsulated Fe2O3@SiO2@ZrO2 nanoparticles. These were finally reduced under flowing H2 at 450 °C (ramp rate 2 °C/min) for 2 h to convert the hematite core into magnetite (Fe3O4). 2.1.3 Preparation of magnetic sulfated zirconia (nanoparticles) Fe3O4@SiO2@SO4-ZrO2 Fe3O4@SiO2@ZrO2 prepared with a zirconium butoxide:Lutensol AO5 vol ratio of 0.45 mL:0.25 mL were selected as the parent. Sulfation was performed through either wet impregnation with H2SO4 or incipient-wetness impregnation by (NH4)2SO4. For wet impregnation, 0.4 g of Fe3O4@SiO2@ZrO2 nanoparticles were added to 30 mL aqueous H2SO4 (0.05–0.20 M) with stirring at room temperature for 5 h. The resulting sulfated nanoparticles were magnetically separated, dried overnight in an oven, and then annealed under flowing N2 at 550 °C (ramp rate 2 °C/min) for 3 h. Incipient-wetness impregnation was performed by mixing 0.3 g of Fe3O4@SiO2@ZrO2 nanoparticles with 1 mL of deionized water containing 0.3 g of (NH4)2SO4, followed by drying overnight in an oven, and then annealed under flowing N2 at 550 °C (ramp rate 2 °C/min) for 3 h. Prior to use, both types of sulfated Fe3O4@SiO2@ZrO2 nanoparticles were stirred with methanol at 60 °C for 4 h to remove physisorbed sulfate. Magnetic sulfated zirconia particles prepared with H2SO4, are designated xMSZ where x = [H2SO4], those prepared with ammonium sulfate are designated NH4MSZ. For comparison, a pure sulfated zirconia (SZ) was prepared by conventional wet impregnation with H2SO4 [22]. 2.5 g of Zr(OH)4 (MEL Chemicals-XZO 880/01) was added to 25 mL aqueous H2SO4 (0.2 M). The resulting slurry was stirred for 5 h at room temperature, filtered, and dried at 80 °C overnight, prior to calcination in air at 550 °C (ramp rate 2 °C/min) for 3 h. 2.2 Catalyst characterization Textural and structural properties of parent core-shell nanoparticles and the corresponding sulfated nanoparticles were measured by a combination of N2 porosimetry and transmission electron microscopy (TEM). Nitrogen physisorption was undertaken on a Quantachrome Nova 1200 instrument, with samples degassed at 120 °C for 6 h prior to recording N2 adsorption/desorption isotherms. Brunauer–Emmett–Teller (BET) surface areas were calculated over the relative pressure range 0.01–0.2 (P/P0), while pore size distributions were calculated using the Barrett–Joyner–Halenda (BJH) method applied to the desorption branch of the isotherm. Transmission electron microscopy (TEM) images were recorded on an aberration corrected JEOL 2100-F electronic microscope operating at 200 kV; equipped with a Gatan Orius SC600A CCD camera. Samples were prepared by dispersion in ethanol and drop-casting onto a copper grid coated with a holey carbon support film (Agar Scientific Ltd). Images were analysed using Image J 1.41 software. Bulk sulfur elemental analysis was performed on a FLASH 2000 CHNS/O organic elemental analyzer. XPS was performed on a Kratos Axis HSi X-ray photoelectron spectrometer fitted with a charge neutralizer and magnetic focusing lens employing Al Kα monochromated radiation (1486.7 eV); spectral fitting was performed using Casa XPS version 2.3.15, with spectra energy-corrected to the C 1s peak of adventitious carbon at 284.6 eV. Acid site loadings were quantified by propylamine decomposition via the Hoffman reaction, using a thermo-gravimetric mass spectrometry analysis (TGA-MS) method [38]. Prior to thermogravimetric analysis, samples were impregnated with propylamine and then dried in the vacuum oven at 40 °C overnight. TGA was performed on a Mettler Toledo, TGA/DSC2 Star system with a heating rate of 10 °C/min from 40 to 800 °C with flowing N2 (30 mL min−1). In parallel, evolved gas analysis was performed with Pfeiffer ThermoStar mass spectrometer, connected to the outlet of the TGA apparatus. Mass channels were recorded for m/z values of 17 (NH3), 41 (propene) and 59 (propylamine), with the evolution of reactively propene a product from propylamine decomposition over acid sites. Brønsted/Lewis acid character was determined by pyridine DRIFT, carried out by impregnation of diluted samples (10 wt% in KBr) with neat pyridine. Excess physisorbed pyridine was removed in a vacuum oven at 30 °C overnight prior to sample loading in the environmental cell. DRIFT spectra of the pyridine-saturated samples were recorded at room temperature under vacuum using a Nicolet Avatar 370 MCT with Smart Collector accessory, mid/near infrared source and a mercury cadmium telluride (MCT-A) photon detector at −196 °C. 2.3 Propanoic acid esterification Esterification was carried out on a Radleys Starfish carousel at 60 °C using a stirred batch reactor at atmospheric pressure. Reactions were conducted with 10 mmol of propanoic acid in 12.5 mL of methanol (molar ratio nMeoH/nPA = 30), 50 mg of catalyst and 0.59 mL of dihexylether as an internal standard. Samples were withdrawn periodically, separated with a strong magnet and diluted with methanol prior to analysis on a gas chromatograph (Varian 450-GC, Phenomenex ZB-50 15 m × 0.53 mm × 1.0 μm capillary column, FID detector). 3 Results and discussion The multistep synthesis of magnetic SZ core-shell nanoparticles illustrated in Scheme 1 was as follows (details provided in the Supporting Information). Monodispersed, 80 nm hematite (Fe2O3) nanoparticles were first prepared following the hydrothermal route of Matijević and Scheiner [39]. A dense silica layer was subsequently deposited by a classical Stöber method, to protect the iron core from corrosion and leaching during catalytic application, with the resulting Fe2O3@SiO2 nanoparticles exhibiting a sharp core-shell interface and uniform 15 nm silica shells (Fig. S1 in the Supporting Information). The silica shell thickness could be adjusted by varying the concentration of TEOS (tetraethyl orthosilicate) precursor. A zirconia shell was then grown around the Fe2O3@SiO2 nanoparticles following the protocol of Schüth and co-workers, in which zirconium (IV) butoxide was hydrolysed in dry ethanol over the particles (whose surfaces were pre-modified by the adsorption of Lutensol AO5 surfactant), prior to aging in water at room temperature for three days and 900 °C calcination to obtain Fe2O3@SiO2@ZrO2 onion-skin structures (Fig. 1 a and b). The ZrO2 shell was uniform and approximately 28 nm thick, however the shell thickness and morphology could be adjusted by varying the ratio of zirconium (IV) butoxide to Lutensol AO5. Fe2O3@SiO2@ZrO2 nanoparticles agglomerated for high Zr:surfactant ratios (3.6:1 by volume), as seen in Fig. 1c, possibly due to poor conformal zirconia growth. Decreasing the Zr:surfactant ratio reduced the zirconia shell thickness, improved its unformity, and suppressed particle agglomeration (Fig. 1d–e). The reduction in shell thickness to only 6.5 nm for the optimal 1:10 Zr:surfactant volumetric ratio could be reversed without any negative impact on particle morphology by simply increasing the concentrations of both zirconium (IV) butoxide and Lutensol AO5, while maintaining this optimal ratio, to achieve an outer shell of 10.6 nm (Fig. 1e). Fe2O3@SiO2@ZrO2 nanoparticles exhibited high surface areas spanning 63–111 m2.g−1 (Table S1 in the Supporting Information). Fe2O3@SiO2@ZrO2 nanoparticles were then subject to a 450 °C treatment under H2 to reduce the hematite core to magnetite (Fe3O4) [37] and hence facilitate their magnetic separation (Fig. 1f). The resulting magnetic core-shell nanoparticles exhibited significant mesoporosity (BJH analysis revealed ∼2.9 nm diameter mesopores, Fig. S2 in Supporting Information). Following reduction, the zirconia shell comprised solely tetragonal ZrO2 crystallites of ∼6.4 nm diameter (Fig. S3 and Table S2 in the Supporting Information). The final step involved sulfation of the zirconia shell via wet impregnation with dilute H2SO4 [24] (xMSZ, where x = [H2SO4]) or incipient-wetness impregnation with aqueous (NH4)2SO4, [40] (NH4MSZ), followed by annealing at 550 °C under N2. For this, Fe3O4@SiO2@ZrO2 nanoparticles were prepared using a 2:1 ratio of zirconium butoxide:Lutensol AO5 in order to provide the optimum balance between zirconia film thickness, uniformity and surface area. Sulfation by H2SO4 had negligible effect on the shell crystallinity, with zirconia remaining in tetragonal form as 5–6 nm particles (Fig. S3 and Table S2 in the Supporting Information), but increased the surface area and pore volume relative to the unsulfated parent, possible reflecting corrosion of the zirconia and underlying silica shells. The latter hypothesis is supported by TEM, which evidenced numerous hollow nanoparticles following sulfation by H2SO4 (Fig. S4 in the Supporting Information) consistent with leaching of iron from the Fe3O4 cores. In contrast, the NH4MSZ material exhibited a significant decrease in surface area relative to the parent Fe2O3@SiO2@ZrO2, but retained magnetic Fe3O4 cores (Fig. S5 in the Supporting Information), presumably due to the weaker acidity of the ammonium precursor. Zr 3d XP spectra (Fig. 2 ) confirmed that the local zirconium chemical environment in the sulfated shell of the magnetic nanoparticles was identical to that observed within nanocrystalline sulfated zirconia, with a 3d5/2 binding energy of 182.5 eV[25,41,42] The sulfur content of all sulphated core-shell nanoparticles was subsequently quantified by bulk and surface elemental analysis (Table 1 ), and for the H2SO4 impregnated materials was directly proportional to the sulfate concentration, with bulk values increasing from 0.21 → 0.47 wt%. In contrast, incipient-wetness impregnation with a similar number of moles of (NH4)2SO4 (2 mmoles per 0.3 g of sample) resulted in a S loading of 7.3 wt%. The trends in sulfur content were mirrored by corresponding acid site loadings determined by propylamine TPD (Table 1),[38] increasing from modest values of 0.25 → 0.4 mmol(H+) g−1 for the H2SO4 impregnated MSZs, whereas the NH4MSZ material possessed 2.75 mmol(H+) g−1 far exceeding that observed for a pure SZ reference. Acid loadings determined by propylamine temperature-programmed decomposition are extremely surface sensitive, and only titrate sulfur in the outermost surface of the magnetic nanoparticles. In contrast, S 2p XP spectra probe almost all of the sulfur present in the top 3 nm of the sulfated zirconia shell, due to the long inelastic mean free path of ∼1300 eV kinetic energy photoelectrons [43]. Table 1 shows that increasing the concentration of sulfuric acid used to impregnate the zirconia encapsulated magnetic nanoparticles resulted in greater penetration of sulfate ions throughout the zirconia matrix (detectable by XPS), but had little impact on the sulfate density in the terminating layer. Switching to an ammonium sulfate precursor increased both the sulfate surface density (and hence acid loading) and the overall degree of sulfation of the zirconia shell (and hence significantly enhanced S 2p XP signal and surface S content). DRIFT spectra of the pyridine titrated, sulfated magnetic nanoparticles shown Fig. 3 all display similar strong (predominantly) Brønsted acid features, with a characteristic pure Brønsted band at 1535 cm−1, and hence common acid character; any differences in their reactivity are therefore likely to reflect their differing acid loading (rather than Brønsted/Lewis acid character). The performance of MSZ nanoparticles was subsequently evaluated for propanoic acid esterification with methanol under mild conditions. Fig. 4 shows the rate of esterification was directly proportional to acid site loading, with the H2SO4 impregnated MSZ nanoparticles exhibiting poor activity compared to a pure SZ reference, whereas the NH4MSZ nanoparticles were approximately four times more active that SZ (165 versus 44 mmolh−1 g−1) and achieved 93% conversion in only 1 h. Recycle data on the most active NH4MSZ catalyst revealed a modest loss of activity loss between a first and second reaction (propanoic acid conversion after 6 h falling from 100 → 71%) possibly due to leaching of weakly bound sulfate species or poisoning of strong acid sites by organic residues. Corresponding Turnover Frequencies (TOFs) normalised per acid site reveal a monotonic increase from 5 → 52 h−1 with [H2SO4] for the H2SO4 impregnated MSZs (Fig. 5 ); this is attributed to a concomitant increase in acid strength, as previously observed for both pure SZ and SZ conformal monolayers grown on mesoporous silica frameworks [22,42]. However, the NH4MSZ TOF of 113 h−1 was comparable to that of pure SZ possessing strong acid sites, while offering the benefit of facile magnetic separation post-reaction. Since TOFs do not convey information regarding the number of active sites, which is critical to their potential industrial exploitation, due consideration must be given to the specific activity (mass normalised rates of propanoic esterification) when benchmarking against commercial catalysts. Fig. 4 highlights the clear superiority of our NH4MSZ catalyst versus pure SZ in this regard. 4 Conclusions A new method for the preparation of magnetically-separable Fe3O4@SiO2@SO4-ZrO2 core-shell nanoparticle catalysts has been developed. The thickness of the ZrO2 shell in parent Fe3O4@SiO2@ZrO2 nano-particles could be controlled by adjusting the zirconium butoxide to Lutensol AO5 ratio, with 1:10 is confirmed to be the optimal ratio to give rise to mono-dispersed ZrO2 nano-spheres. Sulfation of Fe3O4@SiO2/ZrO2 nanoparticles using (NH4)2SO4 is less corrosive towards the ZrO2 shell, generating materials with higher acid sites loadings (2.75 mmolg−1) than achievable with H2SO4 (0.42 mmol g−1). All Fe3O4@SiO2@SO4-ZrO2 samples were active for propanoic acid esterification, with the NH4MSZ sample exhibiting a TOF of 113 h−1, comparable to that of pure SZ but with the added advantage of magnetic separation. Future work will explore the use of mesoporous silica priming layers to further increase the surface area of the central Fe3O4@SiO2 nanoparticle [15] prior to ZrO2 grafting [42]. Acknowledgements We thank the EPSRC for financial support under EP/K014676/1 and the Royal Society for the award of an Industry Fellowship to KW. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.mcat.2018.02.021. Appendix A Supplementary data The following is Supplementary data to this article: References [1] V. Polshettiwar R. Luque A. Fihri H. Zhu M. Bouhrara J.-M. Basset Chem. Rev. 111 2011 3036 3075 [2] A.-H. Lu E.L. Salabas F. Schüth Angew. Chem. Int. Ed. 46 2007 1222 1244 [3] R. Liu Y. Guo G. Odusote F. Qu R.D. Priestley ACS Appl. Mater. Interfaces 5 2013 9167 9171 [4] H. Tan J.M. Xue B. Shuter X. Li J. Wang Adv. Funct. Mater. 20 2010 722 731 [5] H.-Y. Lin W.-Y. Chen Y.-C. Chen Anal. Bioanal. Chem. 394 2009 2129 2136 [6] J. Liu S.Z. Qiao S. Budi Hartono G.Q. Lu Angew. Chem. Int. Ed. 49 2010 4981 4985 [7] Y. Deng D. Qi C. Deng X. Zhang D. Zhao J. Am. Chem. Soc. 130 2007 28 29 [8] T. Tago T. Hatsuta K. Miyajima M. Kishida S. Tashiro K. Wakabayashi J. Am. Ceram. Soc. 85 2002 2188 [9] J. Lee Y. Lee J.K. Youn H.B. Na T. Yu H. Kim S.M. Lee Y.M. Koo J.H. Kwak H.G. Park H.N. Chang M. Hwang J.G. Park J. Kim T. Hyeon Small 4 2008 143 152 [10] P. Tartaj T. Gonzμlez-Carreæo C.J. Serna Adv. Mater. 13 2001 4 [11] D.-M. Lai L. Deng Q.-X. Guo Y. Fu Energy Environ. Sci. 4 2011 3552 3557 [12] X. Zhang M. Wang Y. Wang C. Zhang Z. Zhang F. Wang J. Xu Chin. J. Catal. 35 2014 703 708 [13] S. Wang Z. Zhang B. Liu J. Li Catal. Sci. Technol. 3 2013 2104 [14] R. Fang R. Luque Y. Li Green Chem. 18 2016 3152 3157 [15] Z. Tai M.A. Isaacs C.M.A. Parlett A.F. Lee K. Wilson Catal. Commun. 92 2017 56 60 [16] H. Wang J. Covarrubias H. Prock X. Wu D. Wang S.H. Bossmann J. Phys. Chem. C 119 2015 26020 26028 [17] Zillillah G. Tan Z. Li Chemistry 14 2012 3077 3086 [18] S. Shylesh V. Schünemann W.R. Thiel Angew. Chem. Int. Ed. 49 2010 3428 3459 [19] N. Tokmoldin N. Griffiths D.D.C. Bradley S.A. Haque Adv. Mater. 21 2009 3475 3478 [20] M. Levichkova V. Mankov N. Starbov D. Karashanova B. Mednikarov K. Starbova Surf. Coatings Technol. 141 2001 7 [21] I.W. Chen L.A. Xue J. Am. Ceram. Soc. 73 1990 2585 2609 [22] A. Osatiashtiani A.F. Lee D.R. Brown J.A. Melero G. Morales K. Wilson Catal. Sci. Technol. 4 2014 333 342 [23] X.M. Song A. Sayari Catal. Rev.-Sci. Eng. 38 1996 329 412 [24] A. Osatiashtiani L.J. Durndell J.C. Manayil A.F. Lee K. Wilson Green Chem. 18 2016 5529 5535 [25] M.A. Ecormier K. Wilson A.F. Lee J. Catal. 215 2003 57 65 [26] H. Ghafuri A. Rashidizadeh B. Ghorbani M. Talebi New J. Chem. 39 2015 4821 4829 [27] W. Wang H. Zhang L. Zhang H. Wan S. Zheng Z. Xu Colloid Surface A 469 2015 100 106 [28] H.-P. Peng R.-P. Liang L. Zhang J.-D. Qiu Electrochim. Acta 56 2011 4231 4236 [29] G.S. Chaubey J. Kim Bull. Korean Chem. Soc. 28 2007 4 [30] A. Sarkar S.K. Biswas P. Pramanik J. Mater. Chem. 20 2010 8 [31] J. Yin X. Qian J. Yin M. Shi J. Zhang G. Zhou Inorg. Chem. Commun. 6 2003 942 945 [32] P.M. Arnal C. Weidenthaler F. Schüth Chem. Mater. 18 2006 2733 2739 [33] J.C. Manayil V.C. dos Santos F.C. Jentoft M. Granollers Mesa A.F. Lee K. Wilson ChemCatChem 9 2017 2231 2238 [34] J.C. Manayil A. Osatiashtiani A. Mendoza C.M.A. Parlett M.A. Isaacs L.J. Durndell C. Michailof E. Heracleous A. Lappas A.F. Lee K. Wilson ChemSusChem 10 2017 3506 3511 [35] A. Osatiashtiani B. Puértolas C.C.S. Oliveira J.C. Manayil B. Barbero M. Isaacs C. Michailof E. Heracleous J. Pérez-Ramírez A.F. Lee K. Wilson Biomass Convers. Biorefin. 7 2017 331 342 [36] L. Ciddor J.A. Bennett J.A. Hunns K. Wilson A.F. Lee J. Chem. Technol. Biot. 90 2015 780 795 [37] W.R. Zhao J.L. Gu L.X. Zhang H.R. Chen J.L. Shi J. Am. Chem. Soc. 127 2005 8916 8917 [38] O. Kresnawahjuesa R.J. Gorte D.D. Oliveira L.Y. Lau Catal. Lett. 82 2002 6 [39] E. Matijević P. Scheiner J. Colloid Interface Sci. 63 1978 509 524 [40] A.I.M. Rabee G.A.H. Mekhemer A. Osatiashtiani M.A. Isaacs A.F. Lee K. Wilson M.I. Zaki Catalysts 7 2017 [41] M.A. Ecormier A.F. Lee K. Wilson Microporous Mesoporous Mater. 80 2005 301 310 [42] A. Osatiashtiani A.F. Lee M. Granollers D.R. Brown L. Olivi G. Morales J.A. Melero K. Wilson ACS Catal. 5 2015 4345 4352 [43] W.H. Gries Surf. Interface Anal. 24 1996 38 50",
      "scopus-id": "85045907219",
      "coredata": {
        "eid": "1-s2.0-S2468823118300828",
        "dc:description": "Monodispersed, sulfated zirconia encapsulated magnetite nanoparticles were synthesized as magnetically-separable solid acid catalysts. Catalyst nanoparticles are prepared via coating preformed 80 nm Fe2O3 particles with a 15 nm SiO2 protective coating prior to growth of a uniform 28 nm ZrO2 shell. The thickness of the ZrO2 shell in resulting Fe3O4@SiO2@ZrO2 nanoparticles was controlled by adjusting the zirconium butoxide to Lutensol AO5 ratio, with 1:10 found as the optimal ratio to produce monodispersed ZrO2 coated nano-spheres. Sulfation using an ammonium sulfate precursor is less corrosive towards the core-shell structure of Fe3O4@SiO2@ZrO2 nanoparticles leading to superior sulfated materials compared to those obtained using H2SO4. Resulting Fe3O4@SiO2@SO4-ZrO2 solid acid catalysts exhibit high activity for propanoic acid esterification with methanol, far exceeding that of conventional sulfated zirconia nanoparticles, while being amenable to facile magnetic separation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823118300828",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tai, Zhijun"
          },
          {
            "@_fa": "true",
            "$": "Isaacs, Mark A."
          },
          {
            "@_fa": "true",
            "$": "Durndell, Lee J."
          },
          {
            "@_fa": "true",
            "$": "Parlett, Christopher M.A."
          },
          {
            "@_fa": "true",
            "$": "Lee, Adam F."
          },
          {
            "@_fa": "true",
            "$": "Wilson, Karen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823118300828"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823118300828"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(18)30082-8",
        "prism:volume": "449",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Magnetically-separable Fe3O4@SiO2@SO4-ZrO2 core-shell nanoparticle catalysts for propanoic acid esterification",
        "prism:copyright": "© 2018 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Magnetic nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Solid acid"
          },
          {
            "@_fa": "true",
            "$": "Core-shell"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2018",
        "prism:doi": "10.1016/j.mcat.2018.02.021",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/j.mcat.2018.02.021",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19412",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6857",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6187",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6707",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4629",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4480",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4495",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19265",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "127",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28683",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "338",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24925",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "335",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26763",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15621",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "336",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14668",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "107",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24452",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823118300828-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1937445",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85045907219"
      }
    }
  }
}