{
  "metadata": {
    "title": "Mechanistic study of the role of hydrogen bond donors in the two-component organocatalysis of the ring-opening reaction of epoxides",
    "authors": "Luís Pinto da Silva",
    "journal": "Molecular Catalysis",
    "date": "2019-09-30",
    "doi": "10.1016/j.mcat.2019.110425",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119302470",
    "pii": "S2468823119302470"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85066308297",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-05-31 2019-05-31 2019-05-31 2019-05-31 2019-06-17T15:56:08 1-s2.0-S2468823119302470 S2468-8231(19)30247-0 S2468823119302470 10.1016/j.mcat.2019.110425 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00103 2020-01-11T04:03:51.493008Z 0 0 20190901 20190930 2019 2019-05-31T23:47:53.427298Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 474 474 C Volume 474 19 110425 110425 110425 201909 September 2019 2019-09-01 2019-09-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. MECHANISTICSTUDYROLEHYDROGENBONDDONORSINTWOCOMPONENTORGANOCATALYSISRINGOPENINGREACTIONEPOXIDES PINTODASILVA L 1 Introduction 2 Material and methods 2.1 Computational details 2.2 Experimental details 3 Results and discussion 3.1 DFT analysis 3.2 Experimental analysis 4 Conclusion Conflicts of interest Acknowledgments Appendix A Supplementary data References DESENS 2016 622 W BUTTNER 2017 1076 H FIORANI 2015 1375 G OLAH 2009 G BEYONDOILGASMETHANOLECONOMY ORR 2009 449 F KUMATABARA 2017 7295 Y LIU 2015 5933 Q ARESTA 2014 1709 M KONDRATENKO 2013 3112 E MARTIN 2015 1353 C SONG 2017 3707 Q TODA 2016 6906 Y ZHANG 2017 2841 Z SUN 2017 1160 Q SAKAKURA 2009 1312 T DAI 2009 2 W CROWTHER 2012 347 O SCHAEFFNER 2010 4554 B COKOJA 2011 8510 M HAN 2012 13041 Z FUKUOKA 2003 497 S ALVES 2017 2651 M MARKEWITZ 2012 7281 P PETERS 2011 1216 M CASTROOSMA 2016 5012 J WILHELM 2014 1638 M CHENG 2012 2564 W WU 2013 1328 Z WANG 2016 4871 J ARAYACHUKIAT 2017 6392 S PINTODASILVA 2017 16300 L ALVES 2015 4636 M WANG 2016 1229 L WANG 2015 3 J LIANG 2011 2131 S SOPENA 2017 3532 S WANG 2012 11021 J LIU 2015 5959 M ZHOU 2015 6773 H WANG 2016 3872 L HARDMANBALDWIN 2014 3275 A WHITEOAK 2012 2032 C YINGCHAROEN 2019 366 P FRISCH 2013 M GAUSSIAN09REVISIOND01 ZHAO 2008 215 Y ZHAO 2008 157 Y MARENICH 2009 6378 A PENG 1996 49 C HRATCHIAN 2005 61 H YUEN 2016 2105 A DU 2016 2916 Q CHIACCHIO 2017 1952 M LIU 2016 411 C CAKIR 2016 9239 K CHO 2016 210 W SHEN 2003 337 Y SANKAR 2004 217 M CHEN 2017 156 C FOLTRAN 2014 1585 S WOLTERS 2015 324 L ESS 2007 10646 D BICKELHAUPT 2017 10070 F DAPPRICH 1995 9352 S LU 2012 580 T BADER 1991 893 R BADER 1998 7314 R BADER 1985 9 R ESPINOSA 1998 170 E PINTODASILVAX2019X110425 PINTODASILVAX2019X110425XL 2021-05-31T00:00:00.000Z 2021-05-31T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S2468-8231(19)30247-0 S2468823119302470 1-s2.0-S2468823119302470 10.1016/j.mcat.2019.110425 315758 2020-01-11T04:03:51.493008Z 2019-09-01 2019-09-30 1-s2.0-S2468823119302470-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/MAIN/application/pdf/e89b83ef67f383dfb9545ef29cf865c1/main.pdf main.pdf pdf true 1123704 MAIN 10 1-s2.0-S2468823119302470-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/PREVIEW/image/png/cb659ab49f0b5e9568ccd124a825c6e6/main_1.png main_1.png png 54682 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119302470-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/ga1/THUMBNAIL/image/gif/2019438b0a57b207e9cac4dc24a25d48/ga1.sml ga1 true ga1.sml sml 9555 126 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr1/THUMBNAIL/image/gif/4e35beb26e263aca18ff45e83c3ad262/gr1.sml gr1 gr1.sml sml 5584 164 85 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr2/THUMBNAIL/image/gif/22ca6baeb355f901d97f631aaaa2dca9/gr2.sml gr2 gr2.sml sml 9037 163 124 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr3/THUMBNAIL/image/gif/2898be77935860f30cffed6cfa3c6cbb/gr3.sml gr3 gr3.sml sml 6808 156 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr4/THUMBNAIL/image/gif/fe8e4f5e90d814ce06ad4218d207d014/gr4.sml gr4 gr4.sml sml 5308 164 172 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr5/THUMBNAIL/image/gif/2fbb5e4aae137bb744ecae2aed7971a0/gr5.sml gr5 gr5.sml sml 1742 164 114 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/sc1/THUMBNAIL/image/gif/b5f43562c7ddfea942c91dbd4d62032c/sc1.sml sc1 sc1.sml sml 2467 62 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/sc2/THUMBNAIL/image/gif/92b49d4f4402f7e1f7fbd8ee14bca418/sc2.sml sc2 sc2.sml sml 1897 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119302470-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/ga1/DOWNSAMPLED/image/jpeg/bcdd0e7ec92017141cd1e7827d9d784c/ga1.jpg ga1 true ga1.jpg jpg 21857 200 349 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr1/DOWNSAMPLED/image/jpeg/6770ff7797a45d65e43e568fc371c662/gr1.jpg gr1 gr1.jpg jpg 46506 655 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr2/DOWNSAMPLED/image/jpeg/b65fc65d8aa95df220e4ba9e600e5ca7/gr2.jpg gr2 gr2.jpg jpg 34405 448 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr3/DOWNSAMPLED/image/jpeg/03939a114b27e035844e7b401e43c668/gr3.jpg gr3 gr3.jpg jpg 16415 243 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr4/DOWNSAMPLED/image/jpeg/711a924477fc9f551349dbaa65455a87/gr4.jpg gr4 gr4.jpg jpg 37997 540 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/gr5/DOWNSAMPLED/image/jpeg/607f1c0e79ff7a6d73dca375189b185f/gr5.jpg gr5 gr5.jpg jpg 13091 488 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/sc1/DOWNSAMPLED/image/jpeg/3e0e12408c063de70462515cada7f6a3/sc1.jpg sc1 sc1.jpg jpg 5512 96 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/sc2/DOWNSAMPLED/image/jpeg/5175744b5cabb03532da89e55adefddf/sc2.jpg sc2 sc2.jpg jpg 6552 138 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119302470-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/e2c4ff34cf655be8b8f1dced233170d1/mmc1.docx mmc1 mmc1.docx docx 286109 APPLICATION 1-s2.0-S2468823119302470-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/STRIPIN/image/gif/4bf02b2d74513fede59e8581b9076e0e/si1.gif si1 si1.gif gif 430 47 111 ALTIMG 1-s2.0-S2468823119302470-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119302470/STRIPIN/image/gif/9a1e8368af55bde4481c2f2e8ff867da/si2.gif si2 si2.gif gif 980 35 308 ALTIMG 1-s2.0-S2468823119302470-am.pdf am am.pdf pdf 621864 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:106FR3C00JT/MAIN/application/pdf/eaa21c2810511ffe32221dc6de357570/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:106FR3C00JT/MAIN/application/pdf/eaa21c2810511ffe32221dc6de357570/am.pdf MCAT 110425 110425 S2468-8231(19)30247-0 10.1016/j.mcat.2019.110425 Elsevier B.V. Fig. 1 Reactant (A), transition state (B) and product (C) structures of the ring-opening of propylene oxide, obtained at the M06-2X/6-31+G(d,p) level of theory, when catalyzed by pyridine and 3 explicit water molecules. Key geometrical distances are presented in Å. Fig. 1 Fig. 2 HOMO orbital of the transition state complexes of the systems with glucose (a) and phenylboronic acid (b) as HBDs. Fig. 2 Fig. 3 Absorbance (at 320 nm) as a function of time (in hours), of reaction mixtures composed of propylene oxide, pyridine and a HBD (either water, phenylboronic acid or glucose) in aqueous solution. Fig. 3 Fig. 4 Mass spectra of the reaction mixture composed of propylene oxide, pyridine and a HBD in aqueous solution, after 5 h of reaction at 25 °C (a). Spectra resulting from the fragmentation of the peak at ˜138 m/z (b). Spectra resulting from the fragmentation of the peak at ˜196 m/z (c). These spectra were obtained by using water as a HBD, and are illustrative of the results here obtained, as the spectra obtained with phenylboronic acid and glucose as HBD are identical. Fig. 4 Fig. 5 Complex formed two propylene oxide molecules and one pyridine molecule after the ring-opening reaction of the epoxide at the M06-2X/6-31+G(d,p) level of theory (in implicit water). In Fig. 5.A, the nucleophilic attack occurs by the N and C3 atoms of pyridine. In Fig. 5.B, the nucleophilic attack occurs by the N atom of pyridine and the O atom of the first propylene oxide molecule. Fig. 5 Scheme 1 Coupling of CO2 and epoxides (i.e. propylene oxide) to yield heterocyclic carbonates. Scheme 1 Scheme 2 Reaction mechanism for CO2 conversion in the presence of two-component organocatalytic systems, involving by a nucleophile (Nu−) and a hydrogen-bond donor (HBD). Scheme 2 Table 1 ΔGact and ΔGP-R (in kcal mol−1), and reaction rates (k) for the ring-opening reaction of propylene oxide in the presence of pyridine and a HBD. These values were obtained with thermal corrections. The calculations were made at the M06-2X/6-31+G(d,p) level of theory in implicit water. Table 1 HBD ΔGact ΔGP-R k None 27.3 −0.6 7.68 × 10−8 1 water molecule 24.0 −6.7 1.95 × 10−5 3 water molecules 23.4 −10.8 5.34 × 10−5 Phenylboronic acid 21.9 −13.5 6.64 × 10−4 Glucose 22.1 −14.8 4.74 × 10−4 Table 2 ΔE(ζ), ΔE(ζ)strain, ΔE(ζ)int and ΔΔE(ζ)int (in kcal mol−1) corresponding to the difference between the reactant and transition state complexes of the ring-opening reaction of propylene oxide. The calculations were made at the M06-2X/6-31+G(d,p) level of theory in implicit water. Table 2 HBD ΔE(ζ) ΔE(ζ)strain ΔE(ζ)int a ΔE(ζ)int b ΔΔE(ζ)int None 25.5 31.1 −4.2 −9.8 −5.6 3 water molecules 21.5 27.8 −11.4 −17.7 −6.3 Phenylboronic acid 21.0 29.7 −9.9 −18.6 −8.7 Glucose 20.1 18.9 −11.1 −10.0 1.2 a Corresponds to the reactant complex. b Corresponds to the transition state complex. Table 3 ΔE(ζ), ΔE(ζ)strain, ΔE(ζ)int and ΔΔE(ζ)int (in kcal mol−1) corresponding to the difference between the reactant and transition state complexes of the ring-opening reaction of propylene oxide. The calculations were made considering two fragments: epoxide-HBD and pyridine. The calculations were made at the M06-2X/6-31+G(d,p) level of theory in implicit water. Table 3 HBD ΔE(ζ) ΔE(ζ)strain ΔE(ζ)int a ΔE(ζ)int b ΔΔE(ζ)int 3 water molecules 21.5 27.7 −4.3 −10.5 −6.2 Phenylboronic acid 21.0 27.3 −4.3 −10.6 −6.2 Glucose 20.1 16.6 −4.6 −1.1 3.5 a Corresponds to the reactant complex. b Corresponds to the transition state complex. Table 4 ΔE(ζ), ΔE(ζ)strain, ΔE(ζ)int and ΔΔE(ζ)int (in kcal mol−1) corresponding to the difference between the reactant and transition state complexes of the ring-opening reaction of propylene oxide in the presence of pyridine and a HBD. The calculations were made considering two fragments: epoxide-pyridine and HBD. The calculations were made at the M06-2X/6-31+G(d,p) level of theory in implicit water. Table 4 HBD ΔE(ζ) ΔE(ζ)strain ΔE(ζ)int a ΔE(ζ)int b ΔΔE(ζ)int 3 water molecules 21.5 26.7 −7.2 −12.4 −5.3 Phenylboronic acid 21.0 28.4 −5.7 −13.1 −7.4 Glucose 20.1 25.1 −7.8 −12.7 −5.0 a Corresponds to the reactant complex. b Corresponds to the transition state complex. Table 5 Bond lengths (in Å) and angles (in º) of key geometrical parameters of propylene oxide (numbering in Scheme 1), in the ring-opening reaction when catalyzed by pyridine and a HBD at the reactant and transition state stages, obtained at the M06-2X/6-31+G(d,p) level of theory. Table 5 HBDs C2-C1 C2-O4 C1-O4 C2-C1-O4 None Reactant 1.465 1.436 1.437 59.3 Transition State 1.466 1.877 1.409 81.5 3 water molecules Reactant 1.465 1.440 1.446 59.3 Transition State 1.463 1.838 1.420 79.2 Phenylboronic acid Reactant 1.464 1.442 1.444 59.4 Transition State 1.463 1.841 1.420 79.4 Glucose Reactant 1.463 1.443 1.442 59.5 Transition State 1.449 1.729 1.427 73.9 Table 6 NBO atomic charges of pyridine, pyridine and HBD (either none, 3 water molecules, phenylboronic acid or glucose) at the reactant and transition state stages, obtained at the M06-2X/6-31+G(d,p) level of theory. Table 6 None Structure Pyridine Propylene Oxide HBD Reactant 0.003 −0.003 Transition State 0.302 −0.302 3 Water Molecules Structure Pyridine Propylene Oxide HBD Reactant 0.006 0.030 −0.036 Transition State 0.277 −0.193 −0.084 Phenylboronic Acid Structure Pyridine Propylene Oxide HBD Reactant 0.007 0.033 −0.040 Transition State 0.275 −0.173 −0.102 Glucose Structure Pyridine Propylene Oxide HBD Reactant 0.003 0.021 −0.024 Transition State 0.168 −0.097 −0.071 Table 7 ΔGact and ΔGP-R (in kcal mol−1), and reaction rates (k) for the ring-opening reaction of propylene oxide catalyzed by 3 water molecules and pyridine, with a different group at the para position of the nucleophile. These values were obtained with thermal corrections. The calculations were made at the M06-2X/6-31+G(d,p) level of theory in implicit water. Table 7 HBD ΔGact ΔGP-R k H 23.4 −10.8 5.34 × 10−5 N(CH3)2 22.3 −15.9 2.67 × 10−4 NO2 25.2 −4.4 1.98 × 10−6 Mechanistic study of the role of hydrogen bond donors in the two-component organocatalysis of the ring-opening reaction of epoxides Luís Pinto da Silva Chemistry Research Unit (CIQUP), Department of Chemistry and Biochemistry, and LACOMEPHI, GreenUP, Department of Geosciences, Environment and Territorial Planning, Faculty of Sciences of University of Porto, R. Campo Alegre 697, 4169-007, Porto, Portugal Chemistry Research Unit (CIQUP) Department of Chemistry and Biochemistry, and LACOMEPHI, GreenUP Department of Geosciences, Environment and Territorial Planning Faculty of Sciences of University of Porto R. Campo Alegre 697 Porto 4169-007 Portugal Graphical abstract The ring-opening reaction of epoxides is an essential step in CO2 conversion into value-added heterocyclic carbonates. There has been an increasing focus on developing organocatalysts composed by a nucleophile and a hydrogen bond donor (HBD), so that CO2 conversion can occur at ambient conditions, with the rationale that HBD can aid epoxide’s ring-opening. Nevertheless, it is not clear what is the real role of HBDs on this reaction. Herein, it was employed a combined spectroscopic and theoretical approach to obtain mechanistic insight into the ring-opening of a model epoxide, when catalyzed by pyridine and different HBDs. While the pyridine-HBD system decreased the activation barrier from ˜60 to ˜22–23 kcal mol−1, by itself pyridine decreased it to ˜27 kcal mol−1. This shows that HBDs present a small effect on the activation energy. Furthermore, it was found that water molecules can act as HBD with similar results to other molecules. This helps to explain why catalytic amounts of water have found to be advantageous in CO2 conversion. Further work found that the activation barrier is mainly controlled by steric contributions. Subsequent spectroscopic analysis showed that the obtained rate constants follow the same trend found in the theoretical calculations, while these reactions lead to the formation of the same products in similar ratios. It was also found that one pyridine molecule can catalyze the opening of two epoxides, resulting in a trimeric structure. Finally, the addition of electron-donating groups to pyridine increases the catalytic properties of the system. Keywords CO2 conversion Organocatalysis Ring-opening Epoxide Hydrogen-bond donor 1 Introduction Fossil fuels are still our main sources for energy, and raw materials to produce different chemicals [1–3]. This is problematic given the expectancy that the availability of fossil fuels will decrease substantially, which will lead to the inability of fulfilling the demand for energy/raw materials [4]. Given this, solutions must be reached towards the development of alternative and sustainable processes to produce the required energy and material. CO2 is formed as the result of fossil fuel burning, being released to the atmosphere. Given the ever-increasing use of fossil fuels, this release resulted in a higher average surface temperature of the Earth [5]. Thus, it is essential that we reduce the atmospheric levels of CO2. While CO2 is an important anthropogenic greenhouse gas, it can also be considered an abundant, cheap and renewable C1 source [6–9]. The coupling of epoxides with CO2 can be explored to convert this gas into heterocyclic carbonates (Scheme 1 ) [10–14]. These latter compounds have several applications: synthesis of polymers and pharmaceuticals [15,16]; as electrolytes for lithium-ion batteries [17]; and as polar aprotic solvents [18]. Transesterification reactions can also be used to transform heterocyclic carbonates into linear derivatives [19]. These carbonates are also used in Shell’s Omega process to produce glycols, as well as in the synthesis of polycarbonates [20–22]. Furthermore, the production of heterocyclic carbonates via CO2-epoxide coupling is a environmentally- and toxicologically-sound alternative to methodologies that use diols and toxic phosgene [23–25]. To solve these problems, it has been pursued the development of relevant catalytic systems. To bypass these problems, the scientific community has turned to the use and development of appropriated catalysts. Using of transition metal-based catalyst has allowed CO2 conversion to proceed with good yields and at ambient temperature [10,26–28]. Nevertheless, the use of metal-free catalysts is potentially more advantageous from the sustainability and economic standpoints [2,3,23]. More specifically, organocatalysts can be considered of low cost, nontoxic and stable molecules [3]. Another advantage is that some of them can be produced from renewable feedstocks [3,29]. One important strategy for organocatalysis has been is the use of two-component catalytic systems, composed by a nucleophile and a hydrogen-bond donor (HBD) [30–37]. This results from the interaction of HBDs with the O-donor of the epoxide by hydrogen bonding, which aids its ring-opening by the nucleophile (Scheme 2 ). It is also expected that the HBD stabilizes the resulting oxyanion. This apparently synergistic effect by nucleophiles and HBDs leads to the ring-opening reaction being more efficient, and so, allows the production of the resulting carbonates to occur at more sustainable conditions. Despite the advances made in CO2 conversion with HBDs, there are still many unresolved aspects that hinder the rational development of useful organocatalytic systems. For instance, while the catalytic effect of HBDs is often associated with the ring-opening of epoxides, the great majority of studies do not disentangle the relevant factors for both epoxides’ ring-opening and CO2 coupling [30–37]. Due to this, the mechanism behind hydrogen bonding-mediated is still unclear and is difficult to assess which HBDs will provide the highest catalytic activity [32,38,39]. In fact, and despite significant study, only a handful of these organocatalytic systems operate under ambient conditions, while the turnover frequencies are generally very low [31,34,40–42]. Also, there is some discrepancy between the catalytic activity provided by HBDs for CO2 conversion, and their promotion of the epoxide’s ring-opening. while Wang and co-workers showed experimentally that 2,6-phenylboronic acids achieved yields between 70% and 90% (a 20% difference) for CO2 conversion [30], subsequent DFT computations showed that changing the substituent at the C2 and C6 positions only changed the catalyzed activation energy for the ring-opening reaction of a model epoxide by a maximum of ˜2 kcal mol−1 [32]. A similar discrepancy was noted by Sun et al [39]. They have found that the yield of CO2 conversion, involving propylene oxide and an ionic liquid as catalyst (HEBimBr), increased from 67% to 94% with addition of a HBDs (ethylene glycol). However, the catalyzed opening reaction of propylene oxide presents a theoretical activation barrier of ˜21 kcal mol−1, independently of either presence or absence of ethylene glycol [39]. By its turn, Kleij et al. did find that the higher catalytic activity provided by pyrogallol (the HBD) could indeed be correlated by a reduction of the theoretical activation barrier from 37.7 kcal mol−1 to 29.7 kcal mol−1 [43]. D’Elia et al. also highlighted the crucial role of the Brønsted acidity of hydroxyl protons, with their DFT calculations showing some moderate reaction barriers for reactions catalyzed by phenol as a HBD [44]. Given this, it is valid to question what the mechanism behind the catalytic effect is provided by HBDs (Scheme 2). It is also worthy of questioning if hydrogen bonding can successfully mediate CO2 conversion into heterocyclic carbonates, could water be used as a HBDs in conjunction with an organic nucleophile, with advantage of water being a green solvent. Herein, the detailed investigation of the epoxide’s ring-opening, when catalyzed by organic nucleophiles and HBDs, is highly desirable and would provide a molecular basis for the development of novel catalysts for CO2 conversion under ambient conditions. Herein, the catalytic properties of several HBDs were evaluated in the ring-opening reaction of a model epoxide in the presence of a nucleophilic co-catalyst under ambient conditions. A detailed mechanistic insight into the ring-opening reaction of the model epoxide was obtained by DFT computations, which provided valuable structural and energetic information about the catalytic role of HBDs in this reaction. The theoretical conclusions were validated by spectroscopic analysis of the chosen reactions. We determined that while the presence of HBDs do decrease the activation barrier of the ring-opening reaction of the epoxide, this effect is significantly less important than the catalytic activity provided by the nucleophile itself. Moreover, the catalytic effect provided by the different HBDs is very similar among themselves in energetic terms, despite these small differences are enough for increasing significantly the obtained reaction rates. Finally, the nucleophile here used (pyridine) possesses an interesting feature: a single pyridine molecule can be involved in the ring-opening reaction of two molecules of the epoxide. 2 Material and methods 2.1 Computational details The present calculations were performed by using the Gaussian 09 software [45]. All calculations involved both the hybrid meta GGA M06-2X density functional [46] and the 6-31+G(d,p) basis set. This functional was chosen due to accurate results regarding main-group thermochemistry, kinetics and noncovalent interactions [46,47]. The calculations were performed in condensed phase (water) by employing the SMD implicit solvation model [48], which originates from the IEFPCM integral equation formalism model, with use of the electrostatic terms and radii developed by Truhlar and co-workers. The transition states were obtained with the QST3 variant of the STQN method the STQN method [49]. IRC calculations were made to ensure that the obtained transition state is connected to the desired reactants and products [50]. The used functional/basis set combination was chosen due to previous good results in the study of the reaction mechanisms and energetics for different chemical and catalyzed reactions [32,51–55]. 2.2 Experimental details The following reagents were used: propylene oxide 99% (Acros Organic), pyridine ACS Reag. pH Eur (Merck), phenylboronic acid 95% (Sigma) and d-(+)-glucose ≥99.5% (Sigma). The reaction mixtures were made by adding propylene oxide (2 mmol) to pyridine (10% mmol) and a HBD (10% mmol), in 5 ml of deionized water. The reaction mixtures were placed in a shaking GFL 1086 water bath for five fours, with a temperature set constant at 25 °C and a reciprocating motion of 0.70 min−1. Kinetic assays were performed by measuring the absorbance of the reaction mixtures with a UV-3100PC Spectrophotometer, at reaction times of 0.25, 0.5, 1, 2, 3, 4 and 5 h. Quartz cells were used. The Graphpad software (Version 7.03 for windows) was used to analyze the results. Mass spectroscopy analysis were made with a Finnigan™ LCQ™ Deca XP Max (Thermo Electron Corporation, Waltham, USA) mass spectrometer. This device consists on electrospray interface as ionization source and a quadruple ion trap for MSn experiments. It was operated as follows: spray voltage, 5 kV; capillary voltage, ±15 V; capillary temperature, 300 °C. Samples at each reaction time were made in quadruplicate. 3 Results and discussion 3.1 DFT analysis Two of the HBDs selected for this study were phenylboronic acid and glucose, based on the previously described catalytic properties of sugar alcohols [31,36] and boronic acids [30] in the cycloaddition of CO2 to epoxides. The selected HBDs were screened for catalytic activity in the ring-opening reaction of epoxides, with both experimental and theoretical methods, by using propylene oxide as a model reaction. The reaction proceeded at 25 °C for 5 h, by using pyridine as a co-catalyst. While halides are more typically employed in these reactions, they can present some drawbacks, such as reactor corrosion [56]. Pyridinic bases have already been used as organocatalysts in CO2 conversion [57,58], and previous DFT calculations demonstrated that nonhalogenated pyridinic bases present similar results to those provided by halide nucleophiles [32]. Water was tested as a sustainable solvent for catalysis. Moreover, water is by itself a HBD, and so, was also tested as a co-catalyst in the presence of pyridine, without either phenylboronic acid or glucose. We have started by assessing the catalytic effect of HBDs and pyridine on the ring-opening of propylene oxide by DFT computations. To this end, the activation free Gibbs (ΔGact ) energies (with thermal corrections) for these reactions were calculated and presented in Table 1 . The stabilization free Gibbs energies of the products compared with the reagents (ΔGP-R ) are also present in Table 1. For illustrative purposes, the structures corresponding to the reactant, transition state and product complexes of the system composed by the epoxide, pyridine and 3 explicit water molecules, are present in Fig. 1 . The cartesian coordinates of these complexes and the ones for the other systems can be found in the Supporting Information. At this level of theory, the ΔGact for the unimolecular ring-opening of propylene oxide was found to be 60.2 kcal mol−1 [32]. Consistently with previous calculations, the ΔGact for the studied reaction when catalyzed by pyridine in implicit water was of 27.3 kcal mol−1 [32], which is quite smaller than the value found regarding the unimolecular reaction. However, the value for ΔGP-R is not significant (−0.6 kcal mol−1). Interestingly, the addition of explicit water molecules influences both ΔGact and ΔGP-R , which depends on the number of solvent molecules (Table 1). The addition of one explicit water molecule decreases the ΔGact by 3.3 kcal mol−1 and increases the ΔGP-R by 6.1 kcal mol−1, while three water molecules decrease ΔGact by 3.9 kcal mol−1 and increases the ΔGP-R by 4.1 kcal mol−1. It should be evidenced that the ΔGact values obtained in the presence of explicit solvent molecules are similar (or even lower) to those obtained theoretically for other HBDs: an average of 21.1 kcal mol−1 for 2,6-phenylboronic acids [32]; activation energies between 17.4 and 30.2 kcal mol−1 for 1-(3-aminopropyl)-3-methylimidazolium chloride and 1-(3-carbamic acid propyl)-3-methylimidazolium chloride [59]; activation barrier of 21 kcal mol−1 for ethylene glycol [39]; ΔGact of 27.7 and 33.4 kcal mol−1 for tetrabutylammonium bromide and 1,5,7-triaza-bicyclo[4.4.0]dec-5-enium bromide) [60]. Given these data, these results support the notion that HBDs can assist nucleophiles in the ring-opening reaction of epoxides. Furthermore, water can play the role of HBD in this catalytic mechanism with comparable, if not better, efficiency than other HBDs. Nevertheless, it should be highlighted that addition the explicit water molecules (especially, three water molecules) had a more significant impact on ΔGP-R (from −0.6 to −10.8 kcal mol−1) than on ΔGact (from 27.3–23.4 kcal mol−1). To obtain further information regarding the potential role of explicit water molecules, it was computed the binding energies (ΔEbind , with zero-point corrections at the M06-2X/6-31+G(d,p) level of theory) for the reactant complexes composed by propylene oxide, pyridine and either one or three explicit water molecules. It was obtained ΔEbind values of −4.1 and −5.4 kcal mol−1 for the former and latter complexes, respectively. These results indicate that the formation of the reactant complex with water molecules as HBDs appears to be favorable. In Table 1 are also presented the results for the ring-opening of propylene oxide in the presence of pyridine and either phenylboronic acid or glucose. The obtained ΔGact values are very similar (˜22 kcal mol−1) and agree with the results with explicit water, albeit with a smaller barrier. The same was also seen for ΔGP-R . These results further support the notion that water can be used as an HBD with similar ΔGact to other HBDs. Furthermore, it gives credence to the idea that while different HBDs can lead to different CO2 conversion yields, they present similar activation energies towards the epoxide’s ring-opening step. It should be highlighted that the obtained ΔGact are quite similar between the studied systems, these small differences can lead to more significant ones in terms of reaction rates. In transition state theory, the reaction rate can be calculated by the expression k = k B T h e - Δ G R T , where k B is the Boltzmann’s constant, and h is Planck’s constant. The used ΔG were the ΔGact here calculated. The reaction rates (at 25 °C) are present in Table 1. Indeed, while only 5.4 kcal mol−1 separates the system with higher ΔGact (pyridine with no explicit HBD) and the one with lower ΔGact (pyridine and phenylboronic acid), this difference is enough to account for an increase of 8688-times in the reaction rate. Moreover, even the small differences of 1.5 and 1.3 kcal mol−1 between the system with 3 water molecules and the one with phenylboronic acid/glucose (respectively) are enough for producing increases in the reaction rate of 12- and 9-times. So, the small differences in the ΔGact are still quite relevant from the synthetic point of view. To obtain the desired control over the reaction rate of a given system, it is essential to comprehend the factors that control the corresponding activation barriers. This can be achieved by using the activation strain model [61], also known as distortion/interaction model [62], developed by Bickelhaupt and Houk [63]. In this approach, the potential energy surface ΔE(ζ) is decomposed into two main contributions along the reaction coordinate ζ: the reaction strain (ΔE(ζ)strain) is associated with the structural distortion that the reactants undergo during the reaction, while ΔE(ζ)int corresponds to the interaction energy between these increasingly distorted reactants (Equation 1). ΔE(ζ)strain is determined by the rigidity of the reactants, resulting from the strength of bonds that must break or the flexibility of bond angles that get deformed. Generally, this value is stabilizing and positive, and so, gives rise to the activation barrier. ΔE(ζ)int is related to the bonding capabilities and mutual interaction between the increasingly deformed reactants along the reaction coordinate. (1) Δ E ( ζ ) ≠ = Δ E ( ζ ) s t r a i n ≠ + Δ E ( ζ ) i n t ≠ The values of ΔE(ζ)strain, ΔE(ζ)int and ΔE(ζ) are present in Table 2 and correspond to the difference between the reactant and transition state complexes of the ring-opening reaction of propylene oxide, when catalyzed by pyridine and a pyridine-HBD combination. The obtained values for ΔE(ζ) are in line with ΔGact (Table 1), in which the presence of only pyridine leads to higher energy values, while the addition of HBDs decrease it. Nevertheless, ΔE(ζ) between HBDs is not significant. It can also be seen that while the results presented by pyridine, pyridine-water and pyridine-phenylboronic acid agree with each other, the pyridine-glucose system is somewhat of an exception. For the former systems, the activation barrier appears to be determined mainly by a significant ΔE(ζ)strain, that is, by the energy required to distort the reactant complex during the reaction. For the contrary, the contribution of ΔE(ζ)int is significantly smaller, but still enough to affect the resulting trend in ΔE(ζ). More specifically, for pyridine-water and pyridine-phenylboronic acid, the addition of a HBD increased the ΔE(ζ)int both for the reactant and transition state complexes, which resulted in a higher ΔΔE(ζ)int (thereby helping to balance the high ΔE(ζ)strain). As already said, the pyridine-glucose system acts as an exception of sorts. While the major contribution still comes from ΔE(ζ)strain, it is about ˜10 kcal mol−1 lower than the values observed for the other systems. Furthermore, while ΔE(ζ)int is quite high for both the reactant and transition state complexes, it is lower for the latter structure than for the former. Thus, ΔΔE(ζ)int is positive and increases ΔE(ζ), which is only not significantly higher than for other systems due to the reduced value of ΔE(ζ)strain. While the determination of the values of ΔE(ζ)strain, ΔE(ζ)int and ΔE(ζ), as they were defined, can provide some insight, they do not give the full picture. So, besides computing these values for the complexes composed by three different fragments (the epoxide, pyridine and the HBD), I have also calculated these values for the complexes by considering that they were composed by only two fragments: one consisting on the epoxide and either pyridine or the HBD, and the other on the molecule not included in the latter fragment. These values are presented in Tables 3 and 4 . First, it will be analyzed the values for the complexes “fragmented” into epoxide-HBD (water, phenylboronic acid and glucose) and pyridine (Table 3). This approach will provide us insight into the interaction of the nucleophile (pyridine) with the remaining complex. Once again, the value of ΔE(ζ) is determined mainly by ΔE(ζ)strain. Nevertheless, the complex containing glucose still acts as an outlier as its associated ΔE(ζ)strain is about ˜10 kcal mol−1 lower than for the other complexes, for which ΔE(ζ)strain is identical. Furthermore, while both ΔE(ζ)int for the reactant complex is identical for all three systems, the value of ΔE(ζ)int for the transition state has an opposite behavior: while it increases for epoxide-water and epoxide-phenylboronic acid from −4.3 to ˜−11 kcal mol−1 (leading to negative ΔΔE(ζ)int), for epoxide-glucose it decreases from −4.6 to −1.1 kcal mol−1. The results for the complexes “fragmented” into epoxide-pyridine and HBD (water, phenylboronic and glucose) can be found in Table 4. This approach will provide us insight into the interaction of the HBD with the remaining complex. In this case, the values found for glucose agree with the ones for the systems composed by water and phenylboronic acid. The activation barrier is determined by ΔE(ζ)strain, while the value of ΔE(ζ)int increases from the reactant to the transition state complexes, thereby increasing the negative value of ΔΔE(ζ)int. In conclusion, the activation barrier is determined by the value of ΔE(ζ)strain. Moreover, given that the value of ΔE(ζ)strain is not changed particularly despite changing the “fragmentation” pattern (Tables 2–4), one can conclude that either all molecules (the epoxide, pyridine and HBD) suffer sufficient distortion to affect significantly the value of ΔE(ζ)strain, or this effect results from one molecule common to all complexes. The only molecules present in all complexes are propylene oxide and pyridine. In Table S16 are present the lengths for all NC and CC bonds of pyridine at the reactant and transition state stage of four complexes, composed by propylene oxide, pyridine and one HBD (none, 3 water molecules, phenylboronic acid and glucose). No relevant changes in bond length were found when comparing both stages of the reaction, which means that the value of ΔE(ζ)strain is not controlled directly by pyridine. So, the remaining molecule common to all complexes is pyridine, and so, key bond lengths (C2-C1, C2-O4, C1-O4, numbering in Scheme 1) and angles (C2-C1-O4) are present in Table 5 . Both C2-C1 and C1-O4 appear to be nearly unchanged by the evolution of the reactants toward the transition state, only with a small decrease of the C1-O4 bond length. For the contrary, major changes were seen for C2-O4 and C2-C1-O4. The reaction leads to a significant increase of the C2-O4 bond length by 0.29–0.44 Å, and an increase between 14.4° and 19.9 for the C2-C1-O4 angles. This is a significant distortion of the epoxide molecule that results from the ring-opening reaction, which occurs by C2-O4 bond breaking. It should be noted that the degree of distortion of propylene oxide in the presence of different HBDs (measured by the changes in C2-O4 and C2-C1-O4), glucose < 3 water molecules < phenylboronic acid < no explicit HBD, correlates very well with the trend of ΔE(ζ)strain present in Table 2. Thus, these results allow the conclusion that ΔE(ζ)strain is determined by the degree of distortion of propylene oxide. It should be noted that while the contribution of ΔΔE(ζ)int is smaller, it still assists in the determination of the obtained trend for ΔE(ζ). Also, the interaction between the molecules of the complex is stronger at the transition state, which leads to a stabilization effect, and that the ΔΔE(ζ)int increases with addition of HBDs (when comparing with the reaction catalyzed only by pyridine). The exception for these results is the system that includes glucose. In this case, the value of ΔE(ζ)strain is significantly smaller (Table 2). By changing the “fragmentation” pattern, this decreased value can be attributed to the distortion degree of glucose itself, as the ΔE(ζ)strain value present in Table 3 is significantly smaller than the one found in Table 4. Moreover, the ΔΔE(ζ)int was positive and not negative (Table 2), due to a decreased interaction of pyridine with the epoxide-glucose fragment, compared with the other systems (Table 3). Given this, one phenomenon that requires understanding is why ΔE(ζ)int becomes more stabilizing at the transition state (and less stabilizing for glucose). One factor that may affect this parameter is the electrostatic interaction between the molecules of the complexes. To this end, it was computed the NBO charges of the epoxide, nucleophile and HBD for each complex at the reactant and transition state stage, which are presented in Table 6 . At the reactant stage, pyridine and the epoxide are both slightly positively charged in all systems with HBDs, which would indicate a small repulsive interaction. In the system composed only by pyridine and the epoxide, there should be attractive interactions. As for the interaction between the HBD and the epoxide at the reactant stage, all should be attractive due to opposite charges. Upon transition from the reactant to the transition state, there can be seen charge transfer between the molecules of the complexes (Table 6). More specifically, there is transfer of negative charge transfer from pyridine to the epoxide and HBD. This create two poles of opposite charge, a positive one centered on pyridine and a negative one centered on the epoxide/epoxide-HBD. Moreover, this charge transfer increases significantly the charge separation between the poles, when comparing with what happens at the reactant state, which should increase the strength of attractive electrostatic interactions at the transition state. So, this result helps to explain why ΔE(ζ)int is generally higher at the transition state complex than at the reactant stage (Table 2). The analysis of NBO charge also helps to explain why in the case of glucose system, ΔE(ζ)int decreases from the reactants to the transition state. While at the transition state, the charge transferred from pyridine to the epoxide/epoxide-HBD is between −0.550e–(−0.604e) in the other systems, for the glucose system the charge transfer is only of −0.336e. This indicates that the strength of the attractive electrostatic interaction between poles of opposite charge should be lower for the glucose system than for the other ones. It should be noted that if the glucose system had the same ΔΔE(ζ)int as of phenylboronic acid, for example, the resulting ΔE(ζ) would be halved into half (˜10 kcal mol−1), which is a significantly small activation barrier. Given that the lower value of ΔE(ζ)int at the transition state of the glucose system appears to result from a weaker interaction of pyridine with the other molecules (Tables 3 and 4), we have performed a charge decomposition analysis of the transition state complex of this system [64]. The system was fragmented into two moieties: pyridine and propylene oxide-glucose. For a matter of comparison, we have also performed the same analysis for the phenylboronic acid system, with the same fragmentation. This analysis was performed with the MultiWFN software [65], at the M06-2X/6–31 G(d,p) level of theory in implicit water. The overlap population between the occupied fragment orbitals of the two fragments in corresponding complex orbital is of −0.277 and −0.330 for the glucose and phenylboronic systems, respectively. The negative value indicates that Pauli repulsion dominates the overall interaction between occupied fragment orbitals, which leads to electrons being depleted from the overlap region between the two fragments. Further analysis indicates that it is the HOMO orbital (Fig. 2 ) of both complexes to be the major responsible for removing electrons from the overlap region between the fragments. More specifically, the HOMO of the glucose complex removes 0.387 electrons, while the HOMO of the phenylboronic acid complex removes 0.426 electrons. From analysis of the HOMO orbitals (Fig. 2), it is clear that the repulsion results from the proximity of the lone pair of pyridine’s nitrogen and a σ bond of propylene oxide. Given that the value of the overlap population is lower for the glucose system than for the phenylboronic acid one (−0.277 vs. −0.330), and the number electrons removed by the HOMO for the first complex is lower than for the second, the conclusion is that the glucose system is less efficient the removing enough electrons from the overlap region between pyridine and propylene oxide. This should result in a weaker interaction due to the repulsive effects between the electron density of both fragments, thereby being another factor in the low ΔE(ζ)int value of the glucose system at the transition state (Table 2). As already referred, HBDs have emerged as a potential solution to address the poor performance of organocatalysts, by activating the epoxide and stabilizing the resulting oxyanion by hydrogen bonding [30–37]. Thus, it is essential to characterize the hydrogen bonding interaction between propylene oxide and the HBDs here studied. To this end, the studied complexes were characterized with a Quantum Theory of Atoms in Molecules (QTAIM) analysis [66–68]. Visual analysis of the QTAIM results can be found in Figs. S1 and S2, which correspond to the complexes involving HBDs at the reactant and transition state stages, respectively. Visual analysis indicates that there are two hydrogen bonds between the HBD and propylene oxide in all complexes at both stages, excepting for the phenylboronic acid system at the reactant complex in which only one hydrogen bond was found. The hydrogen bonds were characterized based on two QTAIM-derived parameters (Table S17): the electron density ρ(r), and the potential energy density V(r) [66–68]. The bond energy (E HB) was calculated by using the relationship discovered by Lecomte and co-workers [69], whose have stated that E HB is equal to half of V(r). As expected, the low values of ρ(r) indicate that all these bonds are closed-shell interactions [66–68]. At the reactant stage, it is the phenylboronic acid system that has the strongest hydrogen bond, with an E HB of −9.4 kcal mol−1. However, the other complexes have two hydrogen bonds between the HBD and the epoxide, which explain why all complexes with HBDs have similar ΔE(ζ)int at the reactant stage (Table 2). It should be noted that while the E HB is similar for the two hydrogen bonds in the water complex, the same parameter has a difference of 6.8 kcal mol−1 between the bonds in the glucose complex. At the transition state stage, the E HB of hydrogen bond of the phenylboronic system already present in the reactant complex increases to −19.5 kcal mol−1, while a new bond is formed with a E HB of −6.1 kcal mol−1. This explain the −8.7 kcal mol−1 value for the ΔΔE(ζ)int parameter (Table 2). As for the water complex, the E HB of both hydrogen bonds increase to very similar values (˜−10 kcal mol−1), once again explaining the negative value for ΔΔE(ζ)int. For the contrary, despite a positive value for ΔΔE(ζ)int (Table 2), the E HB of both hydrogen bonds increase for the glucose system to about ˜−10 kcal mol−1. This gives credence to the hypothesis that the positive value of ΔΔE(ζ)int is caused by interactions involving pyridine and not glucose. So, in conclusion, our theoretical results support the use of two-component organocatalysts to catalyze the ring-opening reaction of epoxides. The use of pyridine and explicit HBD molecules (water, phenylboronic acid and glucose) decreased the activation barrier from 60 to ˜22–23 kcal mol−1. However, the presence of pyridine by itself already decreased the activation barrier to ˜27 kcal mol−1, which indicates that the presence of an HBD has a more limited impact on the activation barrier. Moreover, we found that this barrier is controlled mainly by the energy required to distort the molecules (especially the epoxide) during the reaction, and not by the interaction energy between them. These results then indicate that the role of hydrogen bonding is more limited in the epoxide’s ring-opening step CO2 conversion than that of the nucleophile, as supported by the present finding of the activation barrier being similar in systems with different HBDs (Table 1). While the focus of this study is on the role of HBDs on catalyzed CO2 conversion, the finding that the nucleophile has a larger role on decreasing the activation energy led me to try to find some trends in the catalytic properties of the nucleophile here used: pyridine. To this end, more calculations were made by using the system propylene oxide – pyridine – 3 water molecules, and the para hydrogen of pyridine was replaced by either an electron-donating group (dimethylamine, -N(CH3)2) or an electron-withdrawing one (nitrogen dioxide, NO2). The ΔGact and ΔGP-R energies (with thermal corrections) for these reactions are presented in Table 7 . The addition of N(CH3)2 decreased the ΔGact provided by pyridine by 1.1 kcal mol−1, thereby increasing the reaction rate by five times, while stabilizing the products over the reactants by 5.1 kcal mol−1. For the contrary, the addition of an electron-withdrawing substituents increases the activation energy by 1.8 kcal mol−1, thereby decreasing the reaction rates by ˜96%, while destabilizing the products over the reactants by 6.4 kcal mol−1. Thus, it can be stated that the addition of electron-donating at the para position of pyridine improves the catalytic properties of the system, while electron-withdrawing substituents have a negative effect. 3.2 Experimental analysis To provide experimental support to our computational results, we have also studied experimentally the ring-opening reaction of propylene oxide in aqueous solution. This reaction mixture corresponds to the complex composed of the epoxide, pyridine and explicit water molecules. Reaction mixtures were also prepared by the addition of either phenylboronic acid or glucose. The monitorization of the ring-opening reaction was performed with recourse to UV–vis spectrophotometry, during a reaction time of 5 h at 25 °C (Fig. 3 ). Thus, the kinetics of the reactions were followed by measurement of the absorbance, at different reaction times. The kinetics curves gave rise to rate constants (k, in h−1). These values resulted from exponential fitting. The calculated k values were 0.23 ± 0.02 h−1 (water as HBD), 0.37 ± 0.01 h−1 (phenylboronic acid as HBD), and 0.30 ± 0.02 h−1 (glucose as HBD). First, the values correlate well with the theoretical ΔGact calculated above (Table 1), as the trends in k and ΔGact are the same when considering water, glucose and phenylboronic acid as HBDs. It should be noted that according to the exponential equation resulting from exponential fitting, the plateau for these reactions is achieved within 10–15 h (data not shown) at 25 °C, which support the notion that these catalytic systems can be used under ambient conditions. For obtaining further information, we have studied these reactions with mass spectroscopy by direct injection. The reaction mixtures were analyzed after 5 h of reaction at 25 °C. The resulting mass spectra are present in Fig. 4 . It can be seen two small peaks at 59 and 80 m/z, which correspond to propylene oxide and pyridine, respectively. However, instead of observing only one more peak (corresponding to the epoxide-pyridine complex, Scheme 2), two more peaks were found at 138 and 196 m/z. The identification of the first peak appears to be straightforward, as this mass corresponds to the sum of the molar mass of propylene oxide and pyridine, which is the expected product. Interestingly, the mass of the latter peak also corresponds to the sum of the molar masses of pyridine and two propylene oxide molecules, which could indicate that each pyridine molecules is able to catalyze the ring-opening reaction of two propylene oxide molecules. In fact, the fragmentation spectra of both peaks are very similar and show that these compounds are indeed composed by the epoxide and pyridine (Fig. 4). It should be noted that the 196/138 m/z peaks have a proportion of about 70%/30% in all three reaction mixtures. Given this, it is important to determine if the second nucleophilic attack by pyridine occurs at its C3 position, or if the deprotonated oxygen heteroatom of the attacked propylene oxide can attack another epoxide molecule by formation of an ether bond (Fig. 5 ). To this end, we have calculated the binding energy (ΔEbinding ) with zero-point corrections of these two complexes, in the presence of six explicit water molecules as HBD (three each for each propylene oxide molecule). The obtained values (calculated at the M06-2X/6-31+G(d,p) level of theory in implicit water) were of 11.5 kcal mol−1 for the complex in Fig. 5a, and of -56.8 kcal mol−1 for the complex in Fig. 5b. Thus, these calculations demonstrate that the 196 m/z peak in the mass spectra (Fig. 4) can be attributed to a complex formed between pyridine and two propylene oxide molecules, which are connected by an ether bond. It should be noted that removing the explicit water molecules from the complex of Fig. 5b decreased the ΔEbinding from -56.8 to -23.0 kcal mol−1. 4 Conclusion In this studied was characterized the ring-opening reaction of propylene oxide (a model epoxide) when co-catalyzed by different hydrogen bond donors (HBDs) and pyridine (as a nucleophile), by employing a combined spectroscopic and theoretical (based on DFT calculations) approach. This type of reaction is the first step towards converting CO2 into value-added heterocyclic carbonates. Moreover, it is considered that the use of nucleophiles and HBDs as co-catalysts in this reaction has the potential for CO2 conversion at ambient temperature, without the need for metal-based catalysts. The theoretical calculations performed here indicated that the combination of both a nucleophile and a HBD should allow this type of reaction to occur under ambient conditions, as their use decrease the activation energy from ˜60 to ˜22-23 kcal mol−1. However, the activation energy obtained by using pyridine as the sole catalyst was already 27 kcal mol−1, which indicates that the presence of an HBD only reduces the activation energy by ˜4-5 kcal mol−1. Thus, the present computations indicate that the presence of HBDs has a more limited impact on the catalysis of epoxide’s ring-opening reaction. However, these small differences do induce significant increases in the reaction rates, which is relevant from the synthetic point of view. Further calculations showed that the activation barrier is mainly determined by the energy required to distort the reaction components (mainly the epoxide) during the reaction, and not by the intermolecular interactions formed between them. It should also be noted that the addition of electron-donating substituents to pyridine enhances the catalytic activity of the system, while electron-withdrawing ones decrease it. These findings were further supported by a spectroscopic analysis of these reactions. The measurement of kinetic curves at 25 °C in water, lead to the calculation of rate constants (between 0.23 and 0.36 h−1), which followed the trend of ΔGact obtained by theoretical calculations. Furthermore, the use of mass spectroscopy allowed the identification of the same reaction products in similar ratios. Interestingly, while the analysis of the obtained mass spectra showed that one pyridine molecule can be involved in the ring-opening of two epoxide molecules. The first reaction occurs by nucleophilic attack of pyridine’s nitrogen heteroatom towards the epoxide, which results in a deprotonated oxygen heteroatom. It is this latter heteroatom that attacks the second epoxide molecule, which leads to the formation of an ether bond. So, in conclusion, while it has been stated that the addition of HBDs assists in the organocatalyzed CO2 conversion by facilitating the ring-opening of epoxides, the present study provided information that showed that HBDs have in fact a limited effect on the energetics of epoxide’s ring-opening, which is not particularly affected by the identity of the HBD. However, such small differences are still enough to induce relevant changes in the reaction rates. Conflicts of interest The author declares no competing financial interest. Acknowledgments This work was made in the framework of the project Sustainable Advanced Materials (NORTE-01-00145-FEDER- 000,028), funded by “Fundo Europeu de Desenvolvimento Regional (FEDER)”, through “Programa Operacional do Norte” (NORTE2020). Acknowledgment to project POCI-01-0145-FEDER-006980, funded by FEDER through COMPETE2020, is also made. The Laboratory for Computational Modeling of Environmental Pollutants–Human Interactions (LACOMEPHI) is acknowledged. L.P.d.S. also acknowledges funding from FCT in the framework of the Scientific Employment Stimulus (CEECIND/01425/2017). Projects PTDC/QEQ-QFI/0289/2014 and PTDC/QEQ-QAN/5955/ 2014 are also acknowledged. These projects are cofunded by FCT/MEC (PIDDAC) and by FEDER through “COMPETE–Programa Operacional Fatores de Competitividade” (COMPETE-POFC). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110425. Appendix A Supplementary data Cartesian coordinates of relevant geometries. Results of the QTAIM analysis. The following is Supplementary data to this article: References [1] W. Desens T. Werner Convergent activation concept for CO2 fixation in carbonates Adv. Synth. Catal. 358 2016 622 [2] H. Buttner J. Steinbauer C. Wulf M. Dindaroglu H.G. Schmalz T. Werner Organocatalyzed synthesis of oleochemical carbonates from CO2 and renewables ChemSusChem 10 2017 1076 [3] G. Fiorani W. Guo A.W. Kleij Sustainable conversion of carbon dioxide: the advent of organocatalysis Green Chem. 17 2015 1375 [4] G.A. Olah A. Goeppert G.K.S. Prakash Beyond Oil and Gas: The Methanol Economy 2009 Wiley-VCH: Weinheim [5] F.M. Orr Jr CO2 capture and storage: are we ready? Energy Environ. Sci. 2 2009 449 [6] Y. Kumatabara M. Okada S. Shirakawa Triethylamine Hydroiodide as a simple yet effective bifunctional catalyst for CO2 fixation reactions with epoxides under mild conditions ACS Sustain. Chem. Eng. 5 2017 7295 [7] Q. Liu L. Wu R. Jackstell M. Beller Using carbon dioxide as a building block in organic synthesis Nat. Commun. 6 2015 5933 [8] M. Aresta A. Dibenedetto A. Angelini Catalysis for the valorization of exhaust carbon: from CO2 to chemicals, materials, and fuels. Technological use of CO2 Chem. Rev. 114 2014 1709 [9] E.V. Kondratenko G. Mul J. Baltrusaitis G.O. Larrazabal J. Perez-Ramirez Status and perspectives of CO2 conversion into fuels and chemicals by catalytic, photocatalytic, and electrocatalytic processes Energy Environ. Sci. 6 2013 3112 [10] C. Martín G. Fiorani A.W. Kleij Recent advances in the catalytic preparation of cyclic organic carbonates ACS Catal. 5 2015 1353 [11] Q.W. Song Z.H. Zhou L.N. He Efficient, selective and sustainable catalysis of carbon dioxide Green Chem. 19 2017 3707 [12] Y. Toda Y. Komiyama A. Kikuchi H. Suga Tetraarylphosphonium salt-catalyzed carbon dioxide fixation at atmospheric pressure for the synthesis of cyclic carbonates ACS Catal. 6 2016 6906 [13] Z. Zhang F. Fan H. Xing Z. Bao Q. Ren Q. Yang Efficient synthesis of cyclic carbonates from atmospheric CO2 using a positive charge delocalized ionic liquid catalyst ACS Sustain. Chem. Eng. 5 2017 2841 [14] Q. Sun Y. Jin B. Aguila X. Meng S. Ma F.S. Xiao Porous ionic polymers as a robust and efficient platform for capture and chemical fixation of atmospheric CO2 ChemSusChem 10 2017 1160 [15] T. Sakakura K. Kohno The synthesis of organic carbonates from carbon dioxide Chem. Commun. (Camb.) 2009 1312 [16] W.L. Dai S.L. Luo S.F. Yin C.T. Au The direct transformation of carbon dioxide to organic carbonates over heterogeneous catalysts Appl. Catal. A Gen. 366 2009 2 [17] O. Crowther D. Keeny D.M. Moureau B. Meyer M. Salomon M. Hendrickson Electrolyte optimization for the primary lithium metal air battery using an oxygen selective membrane J. Power Sources 202 2012 347 [18] B. Schaeffner F. Schaeffner S.P. Verevkin A. Borner Organic carbonates as solvents in synthesis and catalysis Chem. Rev. 110 2010 4554 [19] M. Cokoja C. Bruckmeier B. Rieger W.A. Herrmann F.E. Kuhn Transformation of carbon dioxide with homogeneous transition-metal catalysts: a molecular solution to a global challenge? Angew. Chem. Int. Ed. 50 2011 8510 [20] Z. Han L. Rong J. Wu L. Zhang Z. Wang K. Ding Catalytic hydrogenation of cyclic carbonates: a practical approach from CO2 and epoxides to methanol and diols Angew. Chem. Int. Ed. 51 2012 13041 [21] M.H.J. Van, P. Veenstra, Process for the preparation of alkylene glycol. Patent WO2009/071651A1, June 11, 2009. [22] S. Fukuoka M. Kawamura K. Komiya M. Tojo H. Hachiya K. Hasegawa M. Aminaka H. Okamoto I. Fukawa S. Konno A novel non-phosgene polycarbonate production process using byproduct CO2 as starting material Green Chem. 5 2003 497 [23] M. Alves B. Grignard R. Mereau C. Jerome T. Tassaing C. Detrembleur Organocatalyzed coupling of carbon dioxide with epoxides for the synthesis of cyclic carbonates: catalyst design and mechanistic studies Catal. Sci. Technol. 7 2017 2651 [24] P. Markewitz W. Kuckshinrichs W. Leitner J. Linssen P. Zapp R. Bongartz A. Schreiber T.E. Muller Worldwide innovations in the development of carbon capture technologies and the utilization of CO2 Energy Environ. Sci. 5 2012 7281 [25] M. Peters B. Kohler W. Kuckshinrichs W. Leitner P. Markewitz T.E. Muller Chemical technologies for exploiting and recycling carbon dioxide into the value chain ChemSusChem 4 2011 1216 [26] J.A. Castro-Osma K.J. Lamb M. North Cr (salophen) complex catalyzed cyclic carbonate synthesis at ambient temperature and pressure ACS Catal. 6 2016 5012 [27] M.E. Wilhelm M.H. Anthofer R.M. Reich V. D’Elia J.M. Basset W.A. Herrmann M. Cokoja F.E. Kuhn Niobium(v) chloride and imidazolium bromides as efficient dual catalyst systems for the cycloaddition of carbon dioxide and propylene oxide Catal. Sci. Technol. 4 2014 1638 [28] W. Cheng Z. Fu J. Wang J. Sun S. Zhang Znbr2-based choline chloride ionic liquid for efficient fixation of CO2 to cyclic carbonate Synth. Commun. 42 2012 2564 [29] Z. Wu H. Xie X. Yu E. Liu Lignin-based green catalyst for the chemical fixation of carbon dioxide with epoxides to form cyclic carbonates under solvent-free conditions ChemCatChem 5 2013 1328 [30] J. Wang Y. Zhang Boronic acids as hydrogen bond donor catalysts for efficient conversion of CO2 into organic carbonate in water ACS Catal. 6 2016 4871 [31] S. Arayachukiat C. Kongtes A. Barthel S.V.C. Vummaleti A. Poater S. Wannakao L. Cavallo V. D’Elia Ascorbic acid as a bifunctional hydrogen bond donor for the synthesis of cyclic carbonates from CO2 under ambient conditions ACS Sustain. Chem. Eng. 5 2017 6392 [32] L. Pinto da Silva Theoretical study of the ring-opening of epoxides catalyzed by boronic acids and pyridinic bases J. Phys. Chem. C 121 2017 16300 [33] M. Alves B. Grignard S. Gennen R. Mereau C. Detrembleur C. Jerome T. Tassaing Organocatalytic promoted coupling of carbon dioxide with epoxides: a rational investigation of the cocatalytic activity of various hydrogen bond donors Catal. Sci. Technol. 5 2015 4636 [34] L. Wang G. Zhang K. Kodama T. Hirose An efficient metal and solvent-free organocatalytic system for chemical fixation of CO2 into cyclic carbonates under mild conditions Green Chem. 18 2016 1229 [35] J.Q. Wang Hydrogen bond donor-promoted fixation of CO2 with epoxides into cyclic carbonates: moving forward Curr. Green Chem. 2 2015 3 [36] S. Liang H. Liu T. Jiang J. Song G. Yang B. Han Highly efficient synthesis of cyclic carbonates from CO2 and epoxides over cellulose/KI Chem. Commun. (Camb.) 47 2011 2131 [37] S. Sopeña E. Martin E.C. Escudero-Adan A.W. Kleij Pushing ́ the limits with squaramide-based organocatalysts in cyclic carbonate synthesis ACS Catal. 7 2017 3532 [38] J.Q. Wang J. Sun W.G. Cheng K. Dong X.P. Zhang S.J. Zhang Experimental and theoretical studies on hydrogen bond-promoted fixation of carbon dioxide and epoxides in cyclic carbonates Phys. Chem. Chem. Phys. 14 2012 11021 [39] M. Liu K. Gao L. Liang F. Wang L. Shi L. Sheng J. Sun Insights into hydrogen bond donor promoted fixation of carbon dioxide with epoxides catalyzed by ionic liquids Phys. Chem. Chem. Phys. 17 2015 5959 [40] H. Zhou G.-X. Wang W.-Z. Zhang X.-B. Lu CO2 adducts of phosphorus ylides: highly active organocatalysts for carbon dioxide transformation ACS Catal. 5 2015 6773 [41] L. Wang K. Kodama T. Hirose DBU/benzyl bromide: an efficient catalytic system for the chemical fixation of CO2 into cyclic carbonates under metal-and solvent-free conditions Catal. Sci. Technol. 6 2016 3872 [42] A.M. Hardman-Baldwin A.E. Mattson Silanediol-catalyzed carbon dioxide fixation ChemSusChem 7 2014 3275 [43] C.J. Whiteoak A. Nova F. Maseras A.W. Kleij Merging sustainability with organocatalysis in the formation of organic carbonates by using CO2 as a feedstock ChemSusChem 5 2012 2032 [44] P. Yingcharoen C. Kongtes S. Arayachukiat K. Suvarnapunya S.V.C. Vummaleti S. Wannakao A. Cavallo Poater V. D’Elia Assessing the pKa-dependent activity of hydroxyl hydrogen bond donors in the organocatalyzed cycloaddition of carbon dioxide to epoxides: experimental and theoretical study Adv. Synth. Catal. 361 2019 366 [45] M.J. Frisch Gaussian 09, Revision D.01 2013 Gaussian, Inc. Wallingford, CT [46] Y. Zhao D.G. Truhlar The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: two new functionals and systematic testing of four M06-class functionals and 12 other functionals Theor. Chem. Acc. 120 2008 215 [47] Y. Zhao D.G. Truhlar Density functionals with broad applicability in chemistry Acc. Chem. Res. 41 2008 157 [48] A.V. Marenich C.J. Cramer D.G. Truhlar Universal solvation model based on solute Electron density and on a continuum model of the solvent defined by the bulk dielectric constant and atomic surface tensions J. Phys. Chem. B 113 2009 6378 [49] C. Peng P.Y. Ayala H.B. Schlegel M.J. Frisch Using redundant internal coordinates to optimize equilibrium geometries and transition states J. Comput. Chem. 17 1996 49 [50] H.P. Hratchian H.B. Schlegel Using hessian updating to increase the efficiency of a hessian based predictor-corrector reaction path following method J. Chem. Theory Comput. 1 2005 61 [51] A. Yuen A. Bossion E. Gomez-Bengoa F. Ruipe ́ rez M. Isik J.L. Hedrick D. Mecerreyes Y.Y. Yang H. Sardon Room temperature synthesis of non-isocyanate polyurethanes (NIPUs) using highly reactive N-substituted 8-membered cyclic carbonates Polym. Chem. 7 2016 2105 [52] Q. Du Z. Wang V.L. Schramm Human DNMT1 transition state structure Proc. Natl. Acad. Sci. U. S. A. 113 2016 2916 [53] M.A. Chiacchio L. Legnani P. Caramella T. Tejero P. Merino Pivotal neighboring-group participation in substitution versus elimination reactions-computational evidence for ion pairs in the thionation of alcohols with Lawesson’s reagent Eur. J. Org. Chem. 2017 2017 1952 [54] C. Liu M. Besora F. Maseras Computational characterization of the origin of selectivity in cycloaddition reactions catalyzed by phosphoric acid derivatives Chem. - Asian J. 11 2016 411 [55] K. Cakir S.S. Erdem V.E. Atalay ONIOM calculations on serotonin degradation by monoamine oxidase B: insight into the oxidation mechanism and covalent reversible inhibition Org. Biomol. Chem. 14 2016 9239 [56] W. Cho M.S. Shin S. Hwang H. Kim M. Kim J.G. Kim Y. Kim Tertiary amines: a new class of highly efficient organocatalysts for CO2 fixations J. Ind. Eng. Chem 44 2016 210 [57] Y.M. Shen W.L. Duan M. Shi Phenol and organic bases co-catalyzed chemical fixation of carbon dioxide with terminal epoxides to form cyclic carbonates Adv. Synth. Catal. 345 2003 337 [58] M. Sankar N.H. Tarte P. Manikandan Effective catalytic system of zinc-substituted polyoxometalate for cycloaddition of CO2 to epoxides Appl. Catal. A Gen. 276 2004 217 [59] C. Chen Y. Ma D. Zheng L. Wang J. Li J. Zhang H. He S. Zhang Insight into the role of weak interaction played in the fixation of CO2 catalyzed by the amino-functionalized imidazoliumbased ionic liquids J. CO2 Util. 18 2017 156 [60] S. Foltran R. Mereau T. Tassaing Theoretical study on the chemical fixation of carbon dioxide with propylene oxide catalyzed by ammonium and guanidinium salts Catal. Sci. Technol. 4 2014 1585 [61] L.P. Wolters F.M. Bickelhaupt The activation strain model and molecular orbital theory WIRES Comput. Mol. Sci. 5 2015 324 [62] D.H. Ess K.N. Houk Distortion/interaction energy control of 1,3-dipolar cycloaddition reactivity J. Am. Chem. Soc. 129 2007 10646 [63] F.M. Bickelhaupt K.N. Houk Analyzing reaction rates with the Distortion/Interaction-Activation strain model Angew. Chem. Int. Ed. 56 2017 10070 [64] S. Dapprich G. Frenking Investigation of donor-acceptor interactions – a charge decomposition analysis using fragment molecular-orbitals J. Phys. Chem. 93 1995 9352 [65] T. Lu F. Chen Multiwfn: a multifunctional wavefunction analyzer J. Comput. Chem. 33 2012 580 [66] R.F.W. Bader A quantum-theory of molecular-structure and its applications Chem. Rev. 91 1991 893 [67] R.F.W. Bader A bond path: a universal indicator of bonded interactions J. Phys. Chem. A 102 1998 7314 [68] R.F.W. Bader Atoms in molecules Acc. Chem. Res. 18 1985 9 [69] E. Espinosa E. Molins C. Lecomte Hydrogen bond strengths revealed by topological analyses of experimentally observed electron densities Chem. Phys. Lett. 285 1998 170",
      "scopus-id": "85066308297",
      "coredata": {
        "eid": "1-s2.0-S2468823119302470",
        "dc:description": "The ring-opening reaction of epoxides is an essential step in CO2 conversion into value-added heterocyclic carbonates. There has been an increasing focus on developing organocatalysts composed by a nucleophile and a hydrogen bond donor (HBD), so that CO2 conversion can occur at ambient conditions, with the rationale that HBD can aid epoxide’s ring-opening. Nevertheless, it is not clear what is the real role of HBDs on this reaction. Herein, it was employed a combined spectroscopic and theoretical approach to obtain mechanistic insight into the ring-opening of a model epoxide, when catalyzed by pyridine and different HBDs. While the pyridine-HBD system decreased the activation barrier from ˜60 to ˜22–23 kcal mol−1, by itself pyridine decreased it to ˜27 kcal mol−1. This shows that HBDs present a small effect on the activation energy. Furthermore, it was found that water molecules can act as HBD with similar results to other molecules. This helps to explain why catalytic amounts of water have found to be advantageous in CO2 conversion. Further work found that the activation barrier is mainly controlled by steric contributions. Subsequent spectroscopic analysis showed that the obtained rate constants follow the same trend found in the theoretical calculations, while these reactions lead to the formation of the same products in similar ratios. It was also found that one pyridine molecule can catalyze the opening of two epoxides, resulting in a trimeric structure. Finally, the addition of electron-donating groups to pyridine increases the catalytic properties of the system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119302470",
        "dc:creator": {
          "@_fa": "true",
          "$": "Pinto da Silva, Luís"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119302470"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119302470"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30247-0",
        "prism:volume": "474",
        "articleNumber": "110425",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Mechanistic study of the role of hydrogen bond donors in the two-component organocatalysis of the ring-opening reaction of epoxides",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 conversion"
          },
          {
            "@_fa": "true",
            "$": "Organocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Ring-opening"
          },
          {
            "@_fa": "true",
            "$": "Epoxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen-bond donor"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110425",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2019",
        "prism:doi": "10.1016/j.mcat.2019.110425",
        "prism:startingPage": "110425",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110425",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9555",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5584",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9037",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6808",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5308",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1742",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2467",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1897",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "349",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21857",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "655",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46506",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "448",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34405",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16415",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "540",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37997",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "488",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13091",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "96",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5512",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "138",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6552",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "286109",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "430",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "308",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "980",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119302470-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "621864",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85066308297"
      }
    }
  }
}