{
  "metadata": {
    "title": "Improved Cl<ce:inf loc=post>2</ce:inf> yield and stability of CeO<ce:inf loc=post>2</ce:inf>-MnO<ce:inf loc=post>x</ce:inf>/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst for HCl oxidation to Cl<ce:inf loc=post>2</ce:inf> at higher reaction temperature",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-04-30",
    "doi": "10.1016/j.mcat.2021.111563",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121001802",
    "pii": "S2468823121001802"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85103734236",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-04-07 2021-04-07 2021-04-07 2021-04-07 2021-04-30T07:56:42 1-s2.0-S2468823121001802 S2468-8231(21)00180-2 S2468823121001802 10.1016/j.mcat.2021.111563 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00065 2022-12-12T23:36:12.42485Z 0 0 20210401 20210430 2021 2021-04-07T18:26:28.565224Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 506 506 C Volume 506 17 111563 111563 111563 202104 April 2021 2021-04-01 2021-04-30 2021 Regular Papers article fla © 2021 Published by Elsevier B.V. IMPROVEDCL2YIELDSTABILITYCEO2MNOXAL2O3CATALYSTFORHCLOXIDATIONCL2HIGHERREACTIONTEMPERATURE TIAN X 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Credit author statement Acknowledgements References AMRUTE 2012 287 297 A FARRA 2013 3454 3465 R FARRA 2013 2256 2268 R MOSER 2013 123 131 M FEI 2014 19438 19445 Z URBAN 2013 1362 1367 S SUN 2019 10680 10693 Y LI 2017 6453 6463 C MOLLER 2018 132 144 M MOLLER 2015 207 218 M LI 2018 628 635 C LI 2018 257 262 C SUN 2020 5511 5522 Y TIAN 2020 4553 4561 X FARRA 2013 119 127 R AMRUTE 2011 1056 1063 A TIAN 2019 82 88 X TIAN 2020 110977 110985 X TIAN 2020 3240 3248 X PODKOLZIN 2007 2569 2576 S CHEN 2016 5116 5123 X MOSER 2013 2813 2822 M AMRUTE 2013 2209 2217 A YAO 2019 733 743 X HATTORI 2017 1 6 T NAKAJIMA 1994 13297 13307 A WEBER 1993 178 185 W TIANX2021X111563 TIANX2021X111563XX 2023-04-07T00:00:00.000Z 2023-04-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Published by Elsevier B.V. 2021-04-10T22:14:42.667Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823121001802 Hunan Provincial Science and Technology Plan Project, China 2016TP1007 Science and Technology Program of Hunan Province http://data.elsevier.com/vocabulary/SciValFunders/501100019081 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 21676303 22078367 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ We acknowledge the National Natural Science Foundation of China (Nos. 21676303, 22078367) and the Hunan Provincial Science and Technology Plan Project, China (No. 2016TP1007 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00180-2 S2468823121001802 1-s2.0-S2468823121001802 10.1016/j.mcat.2021.111563 315758 2021-05-19T00:21:04.011082Z 2021-04-01 2021-04-30 1-s2.0-S2468823121001802-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/MAIN/application/pdf/8022fa38b00e66bf6dbc69ee13df0309/main.pdf main.pdf pdf true 5406256 MAIN 7 1-s2.0-S2468823121001802-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/PREVIEW/image/png/7164734469cc1e26014cfec633ef1a6a/main_1.png main_1.png png 59778 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121001802-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr1/DOWNSAMPLED/image/jpeg/598fcaf7421e29f343f245a63f19a264/gr1.jpg gr1 gr1.jpg jpg 71636 489 566 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr4/DOWNSAMPLED/image/jpeg/a70b3dbd04acf95d00842b67d6c3e314/gr4.jpg gr4 gr4.jpg jpg 138169 883 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr5/DOWNSAMPLED/image/jpeg/ddb3a003878518c00b4b3a1562e0423a/gr5.jpg gr5 gr5.jpg jpg 90757 561 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr2/DOWNSAMPLED/image/jpeg/e587157d89323c8e1ed547b9b67507c7/gr2.jpg gr2 gr2.jpg jpg 30810 192 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/ga1/DOWNSAMPLED/image/jpeg/d59fb85dcb90f452b2accb3a72c63fbf/ga1.jpg ga1 true ga1.jpg jpg 23952 200 347 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr3/DOWNSAMPLED/image/jpeg/38fbdbe6cf31228558f3b73ce49f143b/gr3.jpg gr3 gr3.jpg jpg 83734 576 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr6/DOWNSAMPLED/image/jpeg/5cdb9064687321eac59a9546ad3e70b5/gr6.jpg gr6 gr6.jpg jpg 23069 285 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr7/DOWNSAMPLED/image/jpeg/f48043c172a77095f2ab76d91e6bbc48/gr7.jpg gr7 gr7.jpg jpg 103328 555 679 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121001802-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr1/THUMBNAIL/image/gif/870e5f10fb0f1857ad10fa056affe1c3/gr1.sml gr1 gr1.sml sml 9264 164 190 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr4/THUMBNAIL/image/gif/8d56464c2c54b1253661c147b0833f81/gr4.sml gr4 gr4.sml sml 9070 164 133 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr5/THUMBNAIL/image/gif/b67f2379fa0003a3dcefbf6c31da6882/gr5.sml gr5 gr5.sml sml 10416 164 198 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr2/THUMBNAIL/image/gif/711a037bb1d51cb6758f7ad0cd93b4c2/gr2.sml gr2 gr2.sml sml 4058 62 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/ga1/THUMBNAIL/image/gif/82592742ea09bb8a5dd6cef3034bcc90/ga1.sml ga1 true ga1.sml sml 9118 126 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr3/THUMBNAIL/image/gif/b0b12324f2385477949444bee789ade0/gr3.sml gr3 gr3.sml sml 9558 164 193 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr6/THUMBNAIL/image/gif/4db2b7fe64d0c4155f6c14f7c70019ea/gr6.sml gr6 gr6.sml sml 7302 164 195 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121001802/gr7/THUMBNAIL/image/gif/1c197f29b1c1cdbb17bb21431cc4c631/gr7.sml gr7 gr7.sml sml 12922 164 201 IMAGE-THUMBNAIL 1-s2.0-S2468823121001802-am.pdf am am.pdf pdf 1198692 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10TQFHPDH7K/MAIN/application/pdf/fabce3ad6616fbf65855b83656edd02c/am.pdf MCAT 111563 111563 S2468-8231(21)00180-2 10.1016/j.mcat.2021.111563 Fig. 1 The effect of Wcat/FHCl on X HCl and STY of CeO2(12)-MnO x (13)/Al2O3 catalyst at different reaction temperatures (a) T = 430 °C, (b) T = 450 °C, (c) T = 470 °C, (d) T = 490 °C. Conditions: FHCl = 16 mL/min, HCl/O2 = 0.25, FT = 160 mL/min, P = 1 bar. Fig. 1 Fig. 2 Long-term stability test of CeO(12)-MnO x (13)/AlO3 catalyst at different reaction temperatures. (a) Wcat = 0.15 g, T = 450 °C, (b) Wcat = 0.1 g, T = 470 °C, (c) Wcat = 0.1 g, T = 490 °C. Conditions: FHCl = 16 mL/min, HCl/O2 = 0.25, FT = 160 mL/min, P = 1 bar. Fig. 2 Fig. 3 The pulse intake experiments of HCl and O2 on CeO2(12)-MnOx(13)/Al2O3 catalyst at different reaction temperatures (a) T = 430 °C, (b) T = 450 °C, (c) T = 470 °C, (d) T = 490 °C. Conditions: Wcat = 0.1 g, FHCl = 16 mL/min, HCl/O2 = 0.25, FT = 160 mL/min, P = 1 bar. Fig. 3 Fig. 4 The XPS survey spectra, Ce 3d5/2 and Mn 2p3/2 spectra of samples marked with star symbols in Fig. 3(a, b). Fig. 4 Fig. 5 Effect of reaction temperature on the stability of CeO2(12)-MnOx(13)/Al2O3 catalyst under different harsh reaction condition. (a) HCl/O2 = 2, (b) HCl/O2 = 2.5, (c) HCl/O2 = 3, (d) HCl/O2 = 4. Conditions: Wcat = 0.1 g, FHCl = 16 mL/min, FT = 160 mL/min, P = 1 bar. Fig. 5 Fig. 6 Raman spectra of the fresh CeO2(12)-MnOx(13)/Al2O3 catalyst and those used at 430 °C and 450 °C and HCl/O2 = 4 for 30 h. Fig. 6 Fig. 7 XRD patterns of used CeO2(12)-MnOx(13)/Al2O3 catalysts after 30 h run under different reaction condition (a) HCl/O2 = 2, (b) HCl/O2 = 2.5, (c) HCl/O2 = 3, (d) HCl/O2 = 4. Fig. 7 Improved Cl2 yield and stability of CeO2-MnOx/Al2O3 catalyst for HCl oxidation to Cl2 at higher reaction temperature Xin Tian Yaping Li Baining Lin Shuai Wang Yonghua Zhou * Hong Zhong * Hunan Provincial Key Laboratory of Efficient and Clean Utilization of Manganese Resources, College of Chemistry and Chemical Engineering, Central South University, Changsha, 410083, China Hunan Provincial Key Laboratory of Efficient and Clean Utilization of Manganese Resources College of Chemistry and Chemical Engineering Central South University Changsha 410083 China Hunan Provincial Key Laboratory of Efficient and Clean Utilization of Manganese Resources, College of Chemistry and Chemical Engineering, Central South University, Changsha 410083, China. ⁎ Corresponding authors. Graphical abstract The effect of high reaction temperature on the activity and stability of CeO2(12)-MnO x (13)/Al2O3 catalyst was investigated. The space time yield (STY) of Cl2 was significantly increased from 3.0 to 9.5 gCl2 gcat −1 h−1 at the same X HCl of 65 % by increasing reaction temperature from 430 to 490 °C and the catalyst could keep stable for at least 30 h under the harsh condition with HCl/O2 of 4. The pulse intake experiments results of HCl and O2 showed that increasing the reaction temperature from 430 °C to 490 °C was conducive to keep the adsorption balance of Cl* and O* on the catalyst surface, which was the key reason for the increase of STY and stability. The XRD characterization results verified the crystalline stability of CeO2(12)-MnO x (13)/Al2O3 catalyst at 450 °C with HCl/O2 of 4. In this paper, CeO2(12)-MnO x (13)/Al2O3 was proved to be a high active and excellent anti-chlorination catalyst at high reaction temperature, which supplied a novel alternative for the industrial application. Keywords High temperature HCl oxidation CeO2-MnOx/Al2O3 catalyst STY 1 Introduction Deacon process is a well-known technology to convert HCl to Cl2 by one step oxidation since 1870. And the higher Cl2 space time yield (STY) at moderate high HCl conversion (>65 %) and higher stability are the long-standing goals for the Deacon catalysts. Except the traditional CuO and Cr2O3 catalysts, CeO2 emerged as a new type of Deacon catalyst in view of its relatively high intrinsic stability than pure CuO and Cr2O3 [1,2]. Even though, the activity and stability of pure CeO2 still cannot satisfy the requirement of industry [1]. To improve the performance of CeO2 based catalyst, ZrO2 has been proved to be an efficient promoter as dopant or carrier [3–7]. In one aspect, the Cl2 yield could be improved because the dispersity of CeO2 was improved by ZrO2. In other aspect, the stability could also be improved via forming CexZryOz solid solution or core-shell composite with different morphology, including Ce0.8Zr0.2O2 nanofibers [8–10], Ce0.8Zr0.2O2 nanorods [11], CeO2 nano-cubes [12] and CeO2@ZrO2 [7,13]. In these cases, the bulk chlorination was efficiently inhibited and the obvious Ce loss in form of CeCl36 H2O was avoided under the harsh condition (HCl/O2 = 1–3). In our previous work, we found that MnO x was another excellent promoter for CeO2-based catalyst except ZrO2, considering the improved activity with x HCl of 72 % and a satisfactory stability at 430 °C under the mild reaction condition (HCl/O2 = 0.25) for at least 200 h [14]. As we know, to diminish the recycling amount of oxygen, the higher ratio of HCl/O2 is preferred in industry. How about the performance of CeO2-MnO x /Al2O3 catalyst under the higher ratio of HCl/O2? How to maintain its activity and stability under the harsh condition? These questions deserve to be further investigated. In addition, it is well known that the catalytic oxidation of HCl to Cl2 is exothermic and performed in the fixed-bed reactor. Due to the thermal-conduction limitation, the rising of the bed temperature is inevitable. How about the effect of high temperature on the performance of CeO2-MnO x /Al2O3 catalyst? It was only reported in a literature that as for CeO2 nanorods, the bulk chlorination could be weakened by rising temperature from 430 °C to 500 °C, while the reason was not given [11,15]. As for CeO2-MnO x /Al2O3 catalyst, how will it behave at the condition with both higher reaction temperature and higher ratio of HCl/O2? To answer the above questions, the effects of higher temperature (450−490 °C) than the normal operation temperature 430 °C on the activity (mainly Cl2 STY) and stability of CeO2-MnO x /Al2O3 catalyst were investigated in this paper. Except XRD characterizations of fresh and used catalysts, the pulse intake experiments of HCl and O2 at different temperatures were also carried out to detect the adsorption behavior of Cl* on the catalyst surface. 2 Experimental The CeO2(12)-MnO x (13)/Al2O3 catalyst was prepared by the incipient wetness impregnation method, the same as our previous work [12]. XRD patterns of samples were collected using a Rigaku D/max 2550 VB diffractometer with filtered Cu Kα radiation (λ = 1.5418 Å) from a generator operating at 40 kV and 450 mA. Raman spectra were achieved at room temperature on a LabRam HR Raman spectrometer (Horiba-Jobin Yvon) using a 532 nm laser with a 50 % neutral-density filter. The BET specific surface area of catalyst was measured by nitrogen physical adsorption-desorption isotherms at liquid-nitrogen temperature (77 K) by means of an automatic adsorption instrument (Quanta chromium Quadrawin gas sorption analyzer). The surface composition of the catalysts was quantified by X-ray photoemission spectroscopy (XPS) experiments (ESCALAB250Xi). The quantitative analysis of the XPS spectra was carried out by using the Avantage program. Catalytic performance tests for HCl oxidation were carried out in a self-assembly quartz fixed-bed tube reactor at a total pressure of 1 bar. The reactor was heated from room temperature to the reaction temperature at the rate of 4 °C/ min under N2 atmosphere before admitting a mixture with a total flow rate (FT) 160 mL/min. The flow rate of HCl gas stayed at 16 mL/min, and the HCl/O2 ratio ranged with N2 for balance. After 1−2 h reaction, the outcomes were absorbed by excessive potassium iodide solution, and the amount of chlorine was determined by iodometric titration [16]. The X HCl and STY were defined according to our previous work [14,17–19]. The pulse intake experiments of HCl and O2 on CeO2(12)-MnO x (13)/Al2O3 catalyst at different temperatures were carried out and the experimental process was the same as the previous literature [20]. Typically, the catalyst was exposed in the stream of HCl and O2 with specific ratio at the reaction temperature for 4−5 h, and subsequently O2 was switched off for a period of time, and then O2 was restored. In all the time, the change trend of the activity was monitored. And the pulse measurement of HCl was performed similarly. 3 Results and discussion In our previous paper, the X HCl of CeO2(12)-MnOx(13)/Al2O3 catalyst reached 72 % at 430 °C, while the corresponding STY was only 1.96 gCl2 gcat −1 h−1, which had no significant advantage over other CeO2-based catalysts [4,21]. It is known that the X HCl is dependent of the dosage of catalyst and varies inversely with STY [22,23]. Therefore, the effects of catalyst dosage on the X HCl and the STY were investigated at reaction temperature of 430−490 °C as shown in Fig. 1 . It is observed that at the same X HCl of 65 %, the STY at 430 °C is about 3.0 gCl2 gcat −1 h−1 and it reaches about 6.5 gCl2 gcat −1 h−1 at 450 °C. In addition, the STY at 470 °C and 490 °C rise up to 9.5 gCl2 gcat −1 h-1. Therefore, it is obvious that the reaction temperature has a significant effect on the STY of catalyst, especially when the reaction temperature rises from 430 °C to 470 °C. Normally, it is recognized that STY is closely related to the dispersion of the active sites. In this paper, as for the specific CeO2(12)-MnO x (13)/Al2O3 catalyst, the dispersion of the active sites is certain. So the effect of reaction temperature on STY can only be ascribed to the kinetic aspects, including the adsorption and desorption of reactants, which will be discussed in the following pulse intake experiments. In our previous work, the stability of CeO2(12)-MnO x (13)/Al2O3 catalyst at 430 °C has been tested [14]. So the stability of CeO2(12)-MnO x (13)/Al2O3 catalyst at higher reaction temperatures (450−490 °C) was tested here as shown in Fig. 2. It is obvious that CeO2(12)-MnO x (13)/Al2O3 catalyst can still keep excellent stability with X HCl of 62–68 % and STY of 5.8–9.2 gCl2 gcat −1 h-1 in the 100 h test even at 450−490 °C with HCl/O2 of 0.25. The pulse intake experiments of HCl and O2 on CeO2(12)-MnO x (13)/Al2O3 catalyst at different temperatures were determined as shown in Fig. 3 . It is observed that when O2 or HCl is switched off, the X HCl drops rapidly to zero, which indicates that the HCl oxidation to Cl2 over CeO2(12)-MnO x (13)/Al2O3 catalyst follows the l-H mechanism, that is, the surface reaction mechanism [16]. At 430 °C, when O2 is restored, the X HCl becomes higher than the normal level and then gradually resumes it. This indicates that a large amount of Cl* is stored on the catalyst surface during the time of O2-off [20]. When O2 is turned on, the high coverage ratio of Cl* leads to a temporary high X HCl at the beginning time. In other words, the vacancies on the catalyst surface are much readily occupied by Cl* at 430 °C. In addition, it is noted that at 430 °C, it takes 11 h to resume the normal X HCl, and during this time, the normal coverage ratios of Cl* and O* are recovered gradually. At 450 °C, the gap between the normal X HCl and that at the beginning time of O2-on is decreased compared with 430 °C, and the time is shortened from 11 h to almost 5 h. When the reaction temperature rises to 470 °C and 490 °C, respectively, the gap becomes quite small and the X HCl is resumed quickly. These results show that high reaction temperature is helpful to decline the coverage of Cl* on the catalyst surface. As we know, the overwhelming adsorption of Cl* than O*, leads to desorption difficulty of Cl2, which is the main reason of the low activity and stability of the catalyst. In this paper, this problem is well solved by increasing reaction temperature. This means that high reaction temperature can quickly balance the competition adsorption of Cl* and O* on the surface of catalyst to improve the reaction activity and stability [3]. To characterize the coverage of Cl* and O* on the catalyst, the XPS experiments were carried out for the samples which was marked with star symbol in Fig. 3 (a, b). The XPS survey spectra, Ce 3d5/2 and Mn 2p3/2 spectra are shown in Fig. 4 . It is observed that the Ce 3d5/2 spectra in Fig. 4 (c, e) can be deconvoluted into three peaks, Ce4+(CeO2), Ce3+(CeCl3) and Ce3+(Ce2O3). When O2-on lasted for 1 h and 6 h at 430 ℃, respectively, the percentage of CeCl3/CeO2 is 0.483 and 0.330 correspondingly, indicating the gradual substitution of Cl* by O*. As for 450 ℃, the percentage of CeCl3/CeO2 is 0.405 and 0.360, respectively, which also indicates the substitution of Cl* by O*. As for Mn 2p3/2 spectra in Fig. 4 (d, f), no obvious change of MnCl2/(MnCl2+MnO2) is observed at both 430 ℃ and 450 ℃. This indicates that the coverage of Cl*and O* on Ce atoms is the main factor for catalysts activity. The stoichiometry of HCl/O2 for HCl oxidation reaction is 4, but in general, excessive oxygen (with HCl/O2 = 0.5–1) has to been co-fed to delay the deactivation of catalyst. The reaction condition with HCl/O2 >1 was commonly regarded as the harsh reaction condition [11]. The effect of reaction temperature on the stability of the catalyst under the harsh condition was determined as shown in Fig. 5 . It is obviously noted that that during the 30 h test, no obvious deactivation of the catalyst at 430−470 °C with HCl/O2 of 2–4 is observed. Comparatively, the stable run could not be achieved under the same condition over CeO2 cubes, CeO2 octahedrons, and CexZr1-xO2 catalysts, because of the forming of CeCl3n H2O, as reported in literature [8,11]. It is also revealed that the higher the reaction temperature is, the higher the X HCl can be obtained, consistent with the previous results under the mild reaction conditions. When the reaction temperature reaches 490 °C, the activity decreases in the first several hours, and then goes to stable, which may be ascribed to the sintering of the catalyst due to the high reaction temperature and the exothermal nature of the reaction. Because the calcination temperature of the catalyst during the preparation process is 550 °C, the second sintering occurs on the catalyst when the reaction temperature is close to this value, leading to the decrease of the activity in the initial reaction stage. After the sintering process is completed, the HCl conversion keeps stable. The lower the reaction temperature is, the less significant is the sintering of catalyst, which can be identified by the following XRD results. The surface structure of three samples, including the fresh CeO2(12)-MnO x (13)/Al2O3 catalyst and those used at 430 °C and 450 °C and HCl/O2 = 4 for 30 h, were characterized by Raman spectroscopy. As shown in Fig. 6 , the fresh catalyst exhibits a wide peak at around 645 cm–1, which is related to defect-induced mode of CeO2, suggesting the high dispersion of CeO2 on the surface. After reaction at 430 °C and 450 °C, the peak at 645 cm–1 becomes obviously weakened, and a new peak at 455 cm−1 appears which is attributed to the F2g vibration mode of cubic fluorite-type CeO2 [24]. This suggests the growth of the surface CeO2 to higher crystallinity during reaction. According to the literature [25], the peak position for the F2g mode was the function of inverse CeO2 crystal size, and the measured peak position shifted to lower energies with decreasing CeO2 crystal size. According to the models [26,27], the CeO2 crystal size of the used catalyst at 430 ℃ and 450 ℃ for 30 h are evaluated to be roughly 5.81 nm and 8.69 nm, respectively. In addition, the BET specific surface area of these three samples was characterized by N2 adsorption instrument. The result shows that after the continuous 30 h run at 430 °C and 450 °C, the BET specific surface area of the catalyst decreases from 159 m2/g to 107 m2/g and 91 m2/g, respectively, suggesting the occurrence of slight sintering during reaction. Furthermore, XRD characterization was carried out to detect all the used catalysts, and the results were shown in Fig. 7 . The different degrees of sintering of the catalyst at varied reaction temperatures can be observed according to the peak sharpness at 28.5°of the (111) plane of CeO2, which is the reason for the stability results in Fig. 5. Among all the used catalysts, the obvious bulk chlorination is only observed for the catalyst used under the reaction temperature of 430 °C and HCl/O2 = 4, and the characteristic peak of MnCl22 H2O appears (Fig. 7d). In contrast, for all other catalysts, the XRD patterns keep almost the same as that of the fresh catalyst. Even under the harshest condition with HCl/O2 of 4, the increase of reaction temperature to 450 °C can efficiently avoid the bulk chlorination. Compared with the traditional CeO2 based catalyst reported in literatures [1,7,8,11], the best anti-chlorination catalyst CeO2@ZrO2 could keep stable under the condition with HCl/O2 of 3. Therefore, CeO2(12)-MnO x (13)/Al2O3 is proved to be an efficient anti-chlorination catalyst so far, and utilizing the reaction temperature above 450 °C is an simple and efficient way to keep the stability. 4 Conclusions The effect of high temperature on the activity and stability of CeO2(12)-MnO x (13)/Al2O3 catalyst was investigated. First of all, the STY increased sharply from 3.0 to 9.5 gCl2 gcat −1 h−1 at X HCl of 65 % when the reaction temperature was increased from 430 °C to 490 °C. Secondly, CeO2(12)-MnO x (13)/Al2O3 catalyst could keep stable for at least 30 h at 450−490 °C even with HCl/O2 of 4. The pulse intake experiments of HCl and O2 showed that increasing the reaction temperature could reduce the coverage of Cl* on the catalyst surface and hence maintain the adsorption balance of Cl* and O*. Finally, the bulk chlorination of catalyst could be inhibited even with HCl/O2 of 4, so long as the reaction temperature was higher than 450 °C. Credit author statement Yonghua Zhou: conceived and coordinated all stages of this research. Xin Tian: prepared and characterized the catalysts, and designed the whole experiment. Yaping Li: processed and analyzed the characterization results. Baining Lin: processed and analyzed the characterization results. Shuai Wang: processed and analyzed the characterization results. Hong Zhong: cowrote the manuscript in discussion with other co-authors. Xin Tian: cowrote the manuscript in discussion with other co-authors. Yonghua Zhou: cowrote the manuscript in discussion with other co-authors. Yaping Li cowrote the manuscript in discussion with other co-authors. Declaration of Competing Interest There are no conflicts to declare. Acknowledgements We acknowledge the National Natural Science Foundation of China (Nos. 21676303, 22078367) and the Hunan Provincial Science and Technology Plan Project, China (No. 2016TP1007). References [1] A.P. Amrute C. Mondelli M. Moser G. Novell-Leruth N. López D. Rosenthal R. Farra M.E. Schuster D. Teschner T. Schmidt J. Pérez-Ramírez J. Catal. 286 2012 287 297 A.P. Amrute, C. Mondelli, M. Moser, G. Novell-Leruth, N. López, D. Rosenthal, R. Farra, M.E. Schuster, D. Teschner, T. Schmidt, J. Pérez-Ramírez, J. Catal., 2012, 286, 287-297. [2] R. Farra S. Wrabetz M.E. Schuster E. Stotz N.G. Hamilton A.P. Amrute J. Pérez-Ramírez N. López D. Teschner Phys. Chem. Chem. Phys. 15 2013 3454 3465 R. Farra, S. Wrabetz, M.E. Schuster, E. Stotz, N.G. Hamilton, A.P. Amrute, J. Pérez-Ramírez, N. López, D. Teschner, Phys. Chem. Chem. Phys., 2013, 15, 3454-3465. [3] R. Farra M. García-Melchor M. Eichelbaum M. Hashagen W. Frandsen J. Allan F. Girgsdies L. Szentmiklósi N. López D. Teschner ACS Catal. 3 2013 2256 2268 R. Farra, M. García-Melchor, M. Eichelbaum, M. Hashagen, W. Frandsen, J. Allan, F. Girgsdies, L. Szentmiklósi, N. López, D. Teschner, ACS Catal., 2013, 3, 2256-2268. [4] M. Moser C. Mondelli T. Schmidt F. Girgsdies M.E. Schuster R. Farra L. Szentmiklósi D. Teschner J. Pérez-Ramírez Appl. Catal. B 132–133 2013 123 131 . Moser, C. Mondelli, T. Schmidt, F. Girgsdies, M.E. Schuster, R. Farra, L. Szentmiklósi, D. Teschner, J. Pérez-Ramírez, Appl. Catal. B, 2013, 132-133, 123-131. [5] Z. Fei X. Xie Y. Dai H. Liu X. Chen J. Tang M. Cui X. Qiao Ind. Eng. Chem. Res. 53 2014 19438 19445 Z. Fei, X. Xie, Y. Dai, H. Liu, X. Chen, J. Tang, M. Cui, X. Qiao, Ind. Eng. Chem. Res., 2014, 53, 19438-19445. [6] S. Urban N. Tarabanko C.H. Kanzler K. Zalewska-Wierzbicka R. Ellinghaus S.F. Rohrlack L. Chen P.J. Klar B.M. Smarsly H. Over Catal. Lett. 143 2013 1362 1367 S. Urban, N. Tarabanko, C.H. Kanzler, K. Zalewska-Wierzbicka, R. Ellinghaus, S.F. Rohrlack, L. Chen, P.J. Klar, B.M. Smarsly, H. Over, Catal. Lett., 2013, 143, 1362-1367. [7] Y. Sun P. Cop I. Djerdj X. Guo T. Weber O. Khalid Y. Guo B.M. Smarsly H. Over ACS Catal. 9 2019 10680 10693 Y. Sun, P. Cop, I. Djerdj, X. Guo, T. Weber, O. Khalid, Y. Guo, B.M. Smarsly, H. Over, ACS Catal., 2019, 9, 10680-10693. [8] C. Li Y. Sun I. Djerdj P. Voepel C. Sack T. Weller R. Ellinghaus J. Sann Y. Guo B.M. Smarsly H. Over ACS Catal. 7 2017 6453 6463 C. Li, Y. Sun, I. Djerdj, P. Voepel, C. Sack, T. Weller, R. Ellinghaus, J. Sann, Y. Guo, B.M. Smarsly, H. Over, ACS Catal., 2017, 7, 6453-6463. [9] M. Möller N. Tarabanko C. Wessel R. Ellinghaus H. Over B.M. Smarsly RSC Adv. 8 2018 132 144 M. Möller, N. Tarabanko, C. Wessel, R. Ellinghaus, H. Over, B.M. Smarsly, RSC Adv., 2018, 8, 132-144. [10] M. Möller H. Over B. Smarsly N. Tarabanko S. Urban Catal. Today 253 2015 207 218 M. Möller, H. Over, B. Smarsly, N. Tarabanko, S. Urban, Catal. Today, 2015, 253, 207-218. [11] C. Li Y. Sun F. Hess I. Djerdj J. Sann P. Voepel P. Cop Y. Guo B.M. Smarsly H. Over Appl. Catal. B 239 2018 628 635 C. Li, Y. Sun, F. Hess, I. Djerdj, J. Sann, P. Voepel, P. Cop, Y. Guo, B.M. Smarsly, H. Over, Appl. Catal. B, 2018, 239, 628-635. [12] C. Li F. Hess I. Djerdj G. Chai Y. Sun Y. Guo B.M. Smarsly H. Over J. Catal. 57 2018 257 262 C. Li., F. Hess, I. Djerdj, G. Chai, Y. Sun, Y. Guo, B. M. Smarsly, H. Over, J. Catal., 2018, 57, 257-262. [13] Y. Sun F. Hess I. Djerdj Z. Wang T. Weber Y. Guo B.M. Smarsly H. Over ChemCatChem 12 2020 5511 5522 . Sun, F. Hess, I. Djerdj, Z. Wang, T. Weber, Y. Guo, B. M. Smarsly, H. Over, ChemCatChem, 2020, 12, 5511-5522. [14] X. Tian B. Lin Y. Li S. Wang Y. Zhou H. Zhong Catal. Sci. Technol. 10 2020 4553 4561 X. Tian, B. Lin, Y. Li, S. Wang, Y. Zhou, H. Zhong, Catal. Sci. Technol., 2020, 10, 4553-4561. [15] R. Farra M. Eichelbaum R. Schlögl L. Szentmiklósi T. Schmidt A.P. Amrute C. Mondelli J. Pérez-Ramírez D. Teschner J. Catal. 297 2013 119 127 R. Farra, M. Eichelbaum, R. Schlögl, L. Szentmiklósi, T. Schmidt, A.P. Amrute, C. Mondelli, J. Pérez-Ramírez, D. Teschner, J. Catal., 2013, 297, 119-127. [16] A.P. Amrute C. Mondelli M.A.G. Hevia J. Pérez-Ramírez J. Phys. Chem. C 115 2011 1056 1063 A.P. Amrute, C. Mondelli, M.A.G. Hevia, J. Pérez-Ramírez, J. Phys. Chem. C. 2011, 115, 1056-1063. [17] X. Tian C. Guo H. Zhong Y. Zhou J. Xiao Mol. Catal. 470 2019 82 88 X. Tian, C. Guo, H. Zhong, Y. Zhou, J. Xiao, Mol. Catal., 2019, 470, 82-88. [18] X. Tian S. Wang Z. Wang H. Wang Y. Zhou H. Zhong Y. Mao Mol. Catal. 492 2020 110977 110985 X. Tian, S. Wang, Z. Wang, H. Wang, Y. Zhou, H. Zhong, Y. Mao, Mol. Catal., 2020, 492, 110977-110985. [19] X. Tian S. Wang Z. Wang H. Wang Y. Zhou H. Zhong Y. Mao ChemCatChem 12 2020 3240 3248 . Tian, S. Wang, Z. Wang, H. Wang, Y. Zhou, H. Zhong, Y. Mao, ChemCatChem, 2020, 12, 3240-3248. [20] S.G. Podkolzin E.E. Stangland M.E. Jones E. Peringer J.A. Lercher J. Am. Chem. Soc. 129 2007 2569 2576 S.G. Podkolzin, E.E. Stangland, M.E. Jones, E. Peringer, J.A. Lercher, J. Am. Chem. Soc., 2007, 129, 2569-2576. [21] X. Chen X. Xu Z. Fei X. Xie J. Lou J. Tang M. Cuib X. Qiao Catal. Sci. Technol. 6 2016 5116 5123 X. Chen, X. Xu, Z. Fei, X. Xie, J. Lou, J. Tang, M. Cuib, X. Qiao, Catal. Sci. Technol., 2016, 6, 5116-5123. [22] M. Moser C. Mondelli A.P. Amrute A. Tazawa D. Teschner M.E. Schuster A. Klein-Hoffman N. López T. Schmidt J. Pérez-Ramírez ACS Catal. 3 2013 2813 2822 M. Moser, C. Mondelli, A.P. Amrute, A. Tazawa, D. Teschner, M.E. Schuster, A. Klein-Hoffman, N. López, T. Schmidt, J. Pérez-Ramírez, ACS Catal., 2013, 3, 2813-2822. [23] A.P. Amrute F. Krumeich C. Mondelli J. Pérez-Ramírez Chem. Sci. 4 2013 2209 2217 A.P. Amrute, F. Krumeich, C. Mondelli, J. Pérez-Ramírez, Chem. Sci., 2013, 4, 2209-2217. [24] X. Yao J. Cao L. Chen K. Kang Y. Chen M. Tian F. Yang Chin. J. Catal. 40 2019 733 743 X. Yao, J. Cao, L. Chen, K. Kang, Y. Chen, M. Tian, F. Yang, Chinese J. Catal., 2019, 40, 733-743. [25] T. Hattori K. Kobayashi M. Ozawa Jpn. J. Appl. Phys. 56 2017 1 6 01AE06 . Hattori, K. Kobayashi, M. Ozawa, Jpn. J. Appl. Phys., 2017, 56, 01AE06,1-6. [26] A. Nakajima A. Yoshihara M. Ishigame Phys. Rev. B 50 1994 13297 13307 A. Nakajima, A. Yoshihara, M. Ishigame, Phys. Rev. B, 1994, 50,13297-13307. [27] W.H. Weber K.C. Hass J.R. McBride Phys. Rev. B 48 1993 178 185 W. H. Weber, K. C. Hass, J. R. McBride, Phys. Rev. B, 1993, 48,178-185.",
      "scopus-id": "85103734236",
      "coredata": {
        "eid": "1-s2.0-S2468823121001802",
        "dc:description": "The effect of high reaction temperature on the activity and stability of CeO2(12)-MnO x (13)/Al2O3 catalyst was investigated. The space time yield (STY) of Cl2 was significantly increased from 3.0 to 9.5 gCl2 gcat −1 h−1 at the same X HCl of 65 % by increasing reaction temperature from 430 to 490 °C and the catalyst could keep stable for at least 30 h under the harsh condition with HCl/O2 of 4. The pulse intake experiments results of HCl and O2 showed that increasing the reaction temperature from 430 °C to 490 °C was conducive to keep the adsorption balance of Cl* and O* on the catalyst surface, which was the key reason for the increase of STY and stability. The XRD characterization results verified the crystalline stability of CeO2(12)-MnO x (13)/Al2O3 catalyst at 450 °C with HCl/O2 of 4. In this paper, CeO2(12)-MnO x (13)/Al2O3 was proved to be a high active and excellent anti-chlorination catalyst at high reaction temperature, which supplied a novel alternative for the industrial application.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121001802",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tian, Xin"
          },
          {
            "@_fa": "true",
            "$": "Li, Yaping"
          },
          {
            "@_fa": "true",
            "$": "Lin, Baining"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yonghua"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Hong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121001802"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121001802"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00180-2",
        "prism:volume": "506",
        "articleNumber": "111563",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Improved Cl2 yield and stability of CeO2-MnOx/Al2O3 catalyst for HCl oxidation to Cl2 at higher reaction temperature",
        "prism:copyright": "© 2021 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "High temperature"
          },
          {
            "@_fa": "true",
            "$": "HCl oxidation"
          },
          {
            "@_fa": "true",
            "$": "CeO2-MnOx/Al2O3 catalyst"
          },
          {
            "@_fa": "true",
            "$": "STY"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111563",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.mcat.2021.111563",
        "prism:startingPage": "111563",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111563",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "489",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71636",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "883",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "138169",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "561",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90757",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "192",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30810",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23952",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "576",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83734",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "285",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23069",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "555",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103328",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9264",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9070",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10416",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4058",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9118",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9558",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7302",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12922",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121001802-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1198692",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85103734236"
      }
    }
  }
}