{
  "metadata": {
    "title": "Preparation and functionalization of free-standing nitrogen-doped carbon-based catalyst electrodes for electrocatalytic N<ce:inf loc=post>2</ce:inf> fixation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-10-31",
    "doi": "10.1016/j.mcat.2021.111935",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121005526",
    "pii": "S2468823121005526"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85116644656",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-10-09 2021-10-09 2021-10-09 2021-10-09 2021-12-01T07:56:01 1-s2.0-S2468823121005526 S2468-8231(21)00552-6 S2468823121005526 10.1016/j.mcat.2021.111935 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00156 2022-12-12T23:36:21.627889Z 0 0 20211001 20211031 2021 2021-10-09T17:25:51.485596Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2468-8231 24688231 true 515 515 C Volume 515 51 111935 111935 111935 202110 October 2021 2021-10-01 2021-10-31 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. PREPARATIONFUNCTIONALIZATIONFREESTANDINGNITROGENDOPEDCARBONBASEDCATALYSTELECTRODESFORELECTROCATALYTICN2FIXATION QIN Q 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalyst synthesis and characterization 2.3 Electrochemical performance measurements 3 Results and discussions 3 Conclusions Credit author statement Acknowledgments Appendix Supplementary materials References YANG 2018 15476 15480 H SANCHEZ 2005 442 444 P MILTON 2016 2550 2554 R ERISMAN 2008 636 639 J SMITH 2020 331 344 C CHU 2012 294 303 S RAFIQUL 2005 2487 2504 I HAWTOF 2019 eaat5778 R QIN 2019 13101 13106 Q ZHANG 2019 100013 S QIN 2018 1800202 Q DUAN 2020 100860 G QIN 2020 878 889 Q LV 2018 10246 10250 C TANG 2019 3166 3180 C LIU 2020 3766 3788 A CHENG 2020 13908 13914 Y YE 2018 16703 16707 C YU 2018 1610 1622 X LI 2018 1801357 X DING 2019 16591 16596 B ANTONIETTI 2018 1706836 M TITIRICI 2015 250 290 M ZHAO 2019 377 383 C YUAN 2020 1376 1382 L CHEN 2019 3547 3550 J LIU 2020 1907690 Y PENG 2020 2879 2885 G ZOU 2019 10649 10655 H PARAKNOWITSCH 2013 2839 2855 J QIN 2019 8359 8365 Q XIONG 2015 2640 2658 H ZHANG 2018 285 297 L GE 2018 1801477 J BRANDI 2020 106 115 F ZHOU 2017 2516 2520 F WANG 2018 12360 12364 H WANG 2017 7847 7852 H BRANDI 2020 2755 2766 F ALBAMOLINA 2019 20425 22043 D ANDERSEN 2019 504 508 S BRANDI 2021 F BRANDI 2021 927 935 F QINX2021X111935 QINX2021X111935XQ 2023-10-09T00:00:00.000Z 2023-10-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-10-12T22:30:43.578Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Deutsche Forschungsgemeinschaft EXC 2008/1 DFG Deutsche Forschungsgemeinschaft http://data.elsevier.com/vocabulary/SciValFunders/501100001659 http://sws.geonames.org/2921044/ Max Planck Institute Max Planck Society MPG Max-Planck-Gesellschaft http://data.elsevier.com/vocabulary/SciValFunders/501100004189 http://sws.geonames.org/2921044/ Max Planck Institute of Colloids and Interfaces UniSysCat 390540038 The authors are grateful for the financial support of Max Planck Society. The Funding by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany?s Excellence Strategy ? EXC 2008/1 (UniSysCat) ? 390540038 is greatly acknowldged. Dr. Iver Leurmann from the Institute Competence Centre Photovoltaics Berlin at Helmholtz Zentrum Berlin is acknowledged for the access to XPS. Irina Shekova from Max Planck Institute of Colloids and Interfaces is acknowledged for the support in the electrode preparation procedure. Bradley Frank from the Max Planck Institute of Colloids and Interfaces is gratefully acknowledged for the proofreading, language and grammar editing and corrections. Alaa Al-Naji acknowledged for the idea and design of graphical abstract. The authors are grateful for the financial support of Max Planck Society . The Funding by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany´s Excellence Strategy – EXC 2008/1 (UniSysCat) – 390540038 is greatly acknowldged. Dr. Iver Leurmann from the Institute Competence Centre Photovoltaics Berlin at Helmholtz Zentrum Berlin is acknowledged for the access to XPS. Irina Shekova from Max Planck Institute of Colloids and Interfaces is acknowledged for the support in the electrode preparation procedure. Bradley Frank from the Max Planck Institute of Colloids and Interfaces is gratefully acknowledged for the proofreading, language and grammar editing and corrections. Alaa Al-Naji acknowledged for the idea and design of graphical abstract. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00552-6 S2468823121005526 1-s2.0-S2468823121005526 10.1016/j.mcat.2021.111935 315758 2021-12-01T08:33:46.170378Z 2021-10-01 2021-10-31 1-s2.0-S2468823121005526-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/MAIN/application/pdf/7a6ef3b32259a0438ceced8775505c4a/main.pdf main.pdf pdf true 3620890 MAIN 6 1-s2.0-S2468823121005526-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/PREVIEW/image/png/f8582d49c538f7d56d9d90b27895edd5/main_1.png main_1.png png 60537 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121005526-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr3/DOWNSAMPLED/image/jpeg/a3e82be27ab1ef79daf85d95bcdf3330/gr3.jpg gr3 gr3.jpg jpg 57795 215 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121005526-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr1/DOWNSAMPLED/image/jpeg/b1d3e1d590fc75aec3aebe8316121e9f/gr1.jpg gr1 gr1.jpg jpg 122948 488 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121005526-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr2/DOWNSAMPLED/image/jpeg/5c753b9218d8ced918f7e2e4d3e71e73/gr2.jpg gr2 gr2.jpg jpg 63760 541 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121005526-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/ga1/DOWNSAMPLED/image/jpeg/f30ed72b5fc88d3f552808e058ea47d9/ga1.jpg ga1 true ga1.jpg jpg 18225 200 200 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121005526-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr3/THUMBNAIL/image/gif/0cc0871347b66dcf5fab8510e3ac9e9a/gr3.sml gr3 gr3.sml sml 8704 71 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121005526-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr1/THUMBNAIL/image/gif/af0056d0f43faf9b0cca7f72b5cff0e6/gr1.sml gr1 gr1.sml sml 27964 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121005526-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr2/THUMBNAIL/image/gif/2142dc48d7cb29e6e2fb2151134db6fb/gr2.sml gr2 gr2.sml sml 10827 164 171 IMAGE-THUMBNAIL 1-s2.0-S2468823121005526-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/ga1/THUMBNAIL/image/gif/78de73f2e4f0cc24df10a1aab7abd7bc/ga1.sml ga1 true ga1.sml sml 19984 164 164 IMAGE-THUMBNAIL 1-s2.0-S2468823121005526-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr3/HIGHRES/image/jpeg/64f967ce9e5ca2607e766d1af9431acb/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 389435 951 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121005526-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr1/HIGHRES/image/jpeg/816a74d759795a116f3e2ef5812a7fa3/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 990215 2158 2917 IMAGE-HIGH-RES 1-s2.0-S2468823121005526-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/gr2/HIGHRES/image/jpeg/33f2e6dd56ffced01202f901dc4d17e0/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 475597 2394 2500 IMAGE-HIGH-RES 1-s2.0-S2468823121005526-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/ga1/HIGHRES/image/jpeg/fafb29f28a01a35150f8059aff14915c/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 162310 886 887 IMAGE-HIGH-RES 1-s2.0-S2468823121005526-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121005526/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/225af4776b14da6b379deaf7cd952a70/mmc1.docx mmc1 mmc1.docx docx 1992327 APPLICATION 1-s2.0-S2468823121005526-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10FFCP0ZWLM/MAIN/application/pdf/4400b6e8ef84be364443698cdd9fa1f7/am.pdf am am.pdf pdf false 554022 AAM-PDF MCAT 111935 111935 S2468-8231(21)00552-6 10.1016/j.mcat.2021.111935 Fig. 1 (a) SEM image of the Au-NDC-Film-1, (b-d) EDX mapping images of C, N and Au in the Au-NDC-Film-1, and (e) high magnification SEM image of the Au-NDC-Film-1 with Au nanoparticle size distribution (total counts of 100 nanoparticles).(f) XRD patterns of the Au-NDC-Film-1 and Au-NDC-Film-2. (g). The deconvolution of XPS spectra for Au 4f in Au-NDC-Film-1 and Au-NDC-Film-2. Fig. 1 Fig. 2 Electrocatalytic NRR performance of the Au-NDC-Film-1 electrode. (a) LSV curves in an N2-saturated and Ar-saturated 0.1 M HCl aqueous solution. (b) Chronoamperometry results at different given potentials. (c) FE and (d) production rate of NH3 at different potential (-0.05 V, -0.1 V, -0.2 V, -0.3 V vs RHE). Fig. 2 Fig. 3 (a) FE and NH3 production rate during the recycling test of Au-NDC-Film-1. (b) UV-Vis absorption spectra of the 0.1 M HCl solution, electrolyte after chronoamperometry test under open-circuit and electrolyte after using Au-NDC-Film-1 as electrode with indophenol indicator at -0.1 V vs. RHE. (c) The comparison of FE and NH3 production rate by using NDC-Film, NDC-Powder, Au-NDC-Film-1, Au-NDC-Powder Au-NDC-Film-2, Au-NDC-Film-G-1 and Au-NDC-Film-G-2 electrodes at the potential of -0.1 V vs. RHE, respectively. Fig. 3 Preparation and functionalization of free-standing nitrogen-doped carbon-based catalyst electrodes for electrocatalytic N2 fixation Qing Qin a b c ⁎ Francesco Brandi a Bolortuya Badamdorj a Martin Oschatz a d Majd Al-Naji a ⁎ a Department of Colloid Chemistry, Max Planck Institute of Colloids and Interfaces, Am Mühlenberg 1, 14476, Potsdam, Germany Department of Colloid Chemistry Max Planck Institute of Colloids and Interfaces Am Mühlenberg 1 Potsdam 14476 Germany aDepartment of Colloid Chemistry, Max Planck Institute of Colloids and Interfaces, Am Mühlenberg 1, 14476, Potsdam, Germany b College of Chemistry and Materials Science, Faculty of Chemistry and Biochemistry, Ruhr University Bochum, Universitätsstr. 150, 44780 Bochum, Germany College of Chemistry and Materials Science Faculty of Chemistry and Biochemistry Ruhr University Bochum Universitätsstr. 150 Bochum 44780 Germany bCollege of Chemistry and Materials Science, Faculty of Chemistry and Biochemistry, Ruhr University Bochum, Universitätsstr. 150, 44780 Bochum, Germany c Analytical Chemistry-Center of Electrochemical Sciences (CES), Anhui Normal University, Wuhu, 241002, China Analytical Chemistry-Center of Electrochemical Sciences (CES) Anhui Normal University Wuhu 241002 China cAnalytical Chemistry-Center of Electrochemical Sciences (CES), Anhui Normal University, Wuhu, 241002, China d Lehrstuhl für Chemie der Materialien für Energieanwendungen, CEEC-Center for Energy and Environmental Chemistry Jena, Institut für Technische Chemie und Umweltchemie, Friedrich- Schiller-Universität Jena, Philosophenweg 7a, D-07743 Jena, Germany Lehrstuhl für Chemie der Materialien für Energieanwendungen CEEC-Center for Energy and Environmental Chemistry Jena Institut für Technische Chemie und Umweltchemie Friedrich- Schiller-Universität Jena Philosophenweg 7a Jena D-07743 Germany dLehrstuhl für Chemie der Materialien für Energieanwendungen, CEEC-Center for Energy and Environmental Chemistry Jena, Institut für Technische Chemie und Umweltchemie, Friedrich- Schiller-Universität Jena, Philosophenweg 7a, D-07743 Jena, Germany ⁎ Corresponding authors. Nitrogen-doped carbon-based materials have been recently explored as promising electrocatalysts for N2 fixation. Herein, a nitrogen-doped carbon film as a self-standing electrode is synthesized through a novel and scalable strategy. After the film synthesis, a thin layer of Au nanoparticles is deposited, significantly enhancing the performance of such films in electrocatalytic N2 reduction. Owing to the exposed active sites and unique free-standing structure, it shows desirable performance towards electrochemical N2 fixation with a high Faradaic efficiency of 6.4 %, and a NH3 production rate of 18.3 μg h−1 cm−2 at a low given potential of -0.05 V vs. reversible hydrogen electrode. Such performance is superior in comparison with Au-nanoparticles-modified nitrogen-doped carbon powder. Further comparison of nitrogen-doped carbon film and nitrogen-doped carbon powder also demonstrates the benefits of the free-standing structure in comparison to film-based materials in terms of charge transfer and active sites per electrode surface area. Graphical abstract A novel nitrogen doped carbon (NDC) and gold deposited on NDC free-standing electrodes was presented for the an efficient electrocatalytic N2 fixation to NH3. These free-standing electrodes showed superior performance in the electrocatalytic N2 fixation to NH3 with respect to the powder counterparts NDC deposited on carbon paper. Image, graphical abstract Keywords N-doped porous carbon Free-standing electrode Electrocatalysis N2 fixation 1 Introduction The nitrogen cycle is a crucial process for the life and development of human beings. For example amino acids, the molecular building-blocks of proteins are all containing nitrogen and are part of this cycle [1–2]. The simplest and most widely applied nitrogen-containing chemical compound that chemically useful is ammonia (NH3) [3–4]. Since many decades, the Haber-Bosch process is the industrial method of choice to produce NH3 through direct hydrogenation of nitrogen (N2) molecules at high temperature (573-773 K) and pressure (15-25 MPa) using metal-based catalysts [5–6]. The necessary hydrogen is mostly produced from energy-intensive steam reforming of methane, accounting for more than 2 % of the worldwide energy consumption. NH3 production causes massive CO2 release (more than 1 t of CO2 per 1 t of NH3) [7]. Alternative NH3 synthesis strategies have attracted increasing interests, especially those that can be coupled to renewable energy sources including N2 fixation through photocatalysis, electrocatalysis, or photoelectrocatalysis [8–11]. Among them, the electrochemical N2 reduction reaction (NRR) is especially attractive as it can be driven by renewable electricity, water can be used instead of hydrogen, and it can be operated under ambient conditions [12–14]. Despite great research efforts, electrocatalytic reduction of the chemically highly inert N2 molecules is still suffering from a number of limitations such as the strong competition from hydrogen evolution reaction (HER) and limited NH3 production rate, especially in aqueous electrolytes. Most of the researchers are currently trying to address these problems with the development of (often relatively sophisticated) catalytic nanomaterials [14–16]. Design of NRR catalysts includes different chemical compositions, ranging from transitional and noble metal- to rare-earth-elements based materials, and from metal- to non-metal-based compounds [17–21]. Carbon-based materials are very promising candidates as metal-free NRR catalysts due to their low cost, good electrochemical stability and tunable chemical architecture [22–24]. Heteroatoms, such as B, N, O, F, P or Cl, can be doped into the carbon framework, and modified surface chemistry, charge distribution and electronic structure may generate active sites for N2 reduction [19,25-31]. Besides, metal-based materials can be deposited on the carbon surface. This can cause charge transfer between metal and carbon framework and can lead to synergistic effects, which are often needed for catalytic N2 activation [11, 30,32-35]. In contrast to the catalyst design and studies on the electrolyte, the electrode design and manufacturing as such received by far less attention although several studies have shown that electrode composition, porosity, and engineering offer huge space for significant improvement, particularly for higher NH3 production rates [36]. Especially the direct shaping of carbon-based catalysts into self-standing electrodes seems to be a straightforward method towards a high density of catalytically active sites per electrode surface without losing the electric conductivity [37]. Despite that promise, most of the currently tested carbon-based powder materials are applied in NRR by preparing a catalyst ink and depositing it on a conductive electrode. Carbon paper and carbon cloth are the commonly used supporting electrodes but are themselves NRR-inactive in the applied electrolytes. After deposition from dispersion, catalyst particles are often randomly distributed on the carbon paper with poor contact to the substrate surface. This leads to additional resistance and thus inhomogeneous potential distribution throughout the catalytically active particles. Besides, recycling of those powder catalysts is difficult and they suffer from limited areal current and for that low space-time-yield of NH3 [38]. Therefore, the synthesis of self-supported and free-standing carbon films as electrodes can in principle improve the NRR performance from a number of perspectives [37]. It is also desirable to systematically compare the NRR performance between carbon powders and films of comparable composition to get an understanding for the structure-property relationships and in that way to guide further catalysts and electrode design. Herein, a novel strategy was applied to synthesize a porous N-doped carbon (NDC) film (NDC-Film). Intriguingly, this film shows improved Faradic efficiency (FE) and NH3 production rate in comparison to porous N-doped carbon powder (NDC-Powder). Moreover, to further improve the NRR activity, a thin layer of active Au nanoparticles was deposited on the surface of the NDC-Film by impregnation. This metal deposition results in increased FE and NH3 production rate. 2 Experimental section 2.1 Materials All the materials were utilized as received without further purification. The detailed list of utilized chemicals, suppliers, and purities can be found in the supporting information (SI) file. 2.2 Catalyst synthesis and characterization The free-standing porous NDC-Film was synthesizing following the procedure previously reported by our group [39]. The NDC-Powder was obtained by grinding the NDC-Film in a mortar. Therefore, Au-NDC-Film and Au-NDC-Powder catalysts were prepared using dep impregnation methods onto the as-prepared NDC-Film and NDC-Powder, respectively. The detailed synthetic procedures of the aforementioned catalysts are reported in the Experimental section of SI. The prepared materials were characterized via X-ray powder diffraction (XRD), scanning electron microscopy (SEM), energy-dispersive X-ray (EDX), X-ray photoelectron spectroscopy (XPS), N2 physisorption, elemental analysis (EA), and inductively coupled plasma optical emission spectroscopy elemental analysis (ICP-OES). The detailed description of the applied characterization procedures is reported in the SI. 2.3 Electrochemical performance measurements The electrochemical performance of the prepared catalysts, i.e. NDC-Film, NDC-Powder, Au-NDC-Film, and Au-NDC-Powder, were evaluated using an H-type cell with a three-electrode system equipped with catalyst film or carbon paper coated with catalyst as working cathodic electrode, a platinum foil in the anodic part, and saturated calomel electrode (SCE) as reference, viz. Figure S8 in SI. The NRR performances of the prepared catalysts were tested via Linear Swap voltammetry (LSV), cyclic voltammetry (CV), and Chronoamperometry measurements. The product quantification was performed through indophenol blue and Nesslers methods for NH3, and Watt and Crisp method for N2H4. The description of the applied methods, as well as the product quantification procedures is reported in details in SI. 3 Results and discussions The free-standing porous NDC-Film (Figure S1) was synthesized according to our previous report, based on a physical mixture of semolina as a sustainable carbon source, urea, glucose, water, and ZnO nanoparticles (20 nm) as a porogen, which is described in detail in the experimental section, cf., supporting information (SI) [39]. Scanning electron microscopy (SEM) was applied to investigate the structure and morphology of the NDC-Film (Figure S2), and indicates the existence of hierarchical pores on length scales from micrometers to nanometers. As a reference material, NDC-Powder was simply obtained by grinding the film into powder without further treatment. XRD patterns for NDC-Film and NDC-Powder both show two broad peaks at 26o and 44o (Figure S3), attributed to the typical (002) and (101) reflections of turbostratic carbon structure without pronounced long-term ordering. N2 physisorption at 77 K of the NDC-Film shows a hierarchical pore structure with high specific surface area (SSA) of 660 m2 g−1 and total pore volume of 0.48 cm3 g−1 (Figure S4 and Table S1). A comparable pore structure seems to be present in the NDC-Powder (Figure S4). N and C content were analyzed by elemental analysis, showing that the mass content of nitrogen and carbon are 4 % and 80 %, respectively. Different amounts of Au nanoparticles (with the size between 1 and 100 nm) were then deposited on the NDC-Film by simple impregnation. The resulting samples are denoted as Au-NDC-Film-1 and Au-NDC-Film-2 with Au loadings of 0.08 wt.-% and 0.02 wt.-%, respectively, measured by inductively coupled plasma optical emission spectroscopy (ICP-OES). SEM images of Au-NDC-Film-1 show similar surface morphology as for the NDC-Film (Fig. 1 a). Uniform element distribution of C, N and Au is demonstrated by energy-dispersive X-ray (EDX) spectroscopy (Fig. 1b-d). From the SEM image at higher resolution (Fig. 1e), abundant Au nanoparticles with polydisperse particle size (with an average diameter of 65 nm). Moreover, Fig. 1e shows that the Au nanoparticles are uniformly distributed on the NDC-Film surface can be seen. The relatively large diameter of these particles is also demonstrated by the sharp characteristic reflections of Au0 in the XRD patterns for Au-NDC-Film-1 (Fig. 1f), namely (111) at 36°, (200) at 44°, (220) at 63°, and (311) at 77°. XPS results (Fig. 1g) show a pair of spin-orbit doublets at 84.0 and 87.6 eV, respectively, indicating the existence of Au0 [40]. The successful construction of the Au-NDC-Film-2 with lower Au loading is also proven by SEM-EDX results (Figure S5) and XRD patterns (Fig. 1f). The electronic structure of the deposited Au nanoparticles in Au-NDC-Film-2 is similar with the Au nanoparticles in Au-NDC-Film-1 (Fig. 1g). Notably, compared with the Au-NDC-Film-1, the Au-NDC-Film-2 exhibited smaller and less polydisperse Au nanoparticles (with an average size of 40 nm). N2 physisorption measurements (Figure S6) demonstrate that the porous structure of the Au-NDC-Film remains after Au loading. SSAs of 712 m2 g−1 for Au-NDC-Film-1 and 608.1 m2 g−1 for Au-NDC-Film-2 are in the same range as the SSAs of NDC-Film (Table S1). Similar shapes of the physisorption isotherms confirm that the pore size distributions also remain unaffected by the Au loading. Besides, Au-NDC-Film-1 and Au-NDC-Film-2 were also ground into powder without further treatment. Resulting materials are denoted as Au-NDC-Film-G-1 and Au-NDC-Film-G-2. As a comparison, NDC-powder was also modified with Au nanoparticles (denoted as Au-NDC-Powder), which appear in the form of Au nanoparticles, indicated by the characteristic Au peaks in XRD patterns (Figure S7a). ICP-OES characterization shows an Au loading of 0.02 wt.% in the Au-NDC-Powder, which is in the same range as forAu-NDC-Film-2. In accordance, the deconvolution of XPS spectra (Figure S7b) of Au 4f exhibits a pair of spin-orbit doublets, attributed to Au0. In view of the unique free-standing structure of Au-NDC-Film-1, its performance in NRR as a binder-free electrode was studied in an H-cell (Figure S8). Linear sweep voltammetry (LSV) curves under Ar and N2-saturated electrolyte solution indicate an obvious current response if N2 is present (Fig. 2 a). Furthermore, chronoamperometry tests with Au-NDC-Film-1 were carried out under different given potentials within the range from -0.05 V to -0.3 V vs. reversible hydrogen electrode (RHE) (Fig. 2b). The total NH3 yield was calculated from the NH4 + calibration curve (Figure S9), and the corresponding FE and NH3 production rate were then calculated (Fig. 2c and d), cf., supporting information for detailed NH3 yield calculation and equations. A maximum FE of 6.4 % with a high NH3 production rate of 18.3 μg h−1 cm−2 can be achieved at a low potential of -0.1 V vs. RHE. With more negative applied potentials, both the FE and NH3 production rate decrease due to the dominating HER. During the cycling test, both FE and NH3 production remained constant (Fig. 3 a) and there is no obvious change of the film shape (Figure S10) after 4 cycles for the Au-NDC-Film-1 electrode, demonstrating chemical and mechanical stability. After the cycle test, characterization via XRD for Au-NDC-Film-1 shows that Au remained in its metallic form (Figure S11). The product selectivity is also an additional parameter to evaluate the catalyst performance in this reaction. Thus, hydrazine as another possible product was also detected under different potentials. Au-NDC-Film-1 electrode shows an 100 % N2 selectivity to NH3 as no hydrazine traces was detected (Figure S12). Based on the suggested protocol for NH3 detection, N2 gas was pre-treated in a basic solution to remove the impurities (such NOx) in the supplied gas and then introduced into the electrochemical cell. The same electrochemical protocol was also conducted under Ar-saturated electrolyte to exclude the possible nitrogen contamination from external sources (Figure S13), including NH3 in the atmosphere, H-cell, electrolytes and nafion membrane [41]. Other control experiments were also performed to confirm the nitrogen source under the applied potentials. Detection of NH3 under open-circuit and in the electrolyte solution before conducting the NRR experiment (Fig. 3b), were also carried out to confirm N sources. All those control experiments confirm that the produced NH3 must come only from the fed N2 gas. As a comparison, the NRR performance of Au-NDC-Film-2 electrode was also tested (Fig. 3c), showing a lower FE of 4.98 % and area-normalized NH3 production rate of 12.8 μg h−1 cm−2, which could be explained by the lower overall Au loading with less active sites. Besides, Au-NDC-Film-G-1 and Au-NDC-Film-G-2 were prepared into catalyst ink and then supported on the commercial carbon paper as NRR electrode (Fig. 3c), which exhibit an inferior NRR activity in comparison to the free-standing films with an FE and NH3 production rate of 4.1 % and 7.28 μg h−1 cm−2 for Au-NDC-Film-G-1, as well as 3.7 % and 6.31 μg h−1 cm−2 for Au-NDC-Film-G-2 at a potential of -0.1 V vs. RHE, respectively. In addition, Au-NDC-Powder was also deposited on carbon paper and tested in NRR. The FE can only be achieved as 3.1 % with a NH3 production rate of 4.28 μg h−1 cm−2 under the potential of -0.1 V vs. RHE. Considering the same amount of Au loading between Au-NDC-Powder and Au-NDC-Film-2, both the FE and NH3 production rate are higher in Au-NDC-Film-2, especially showing a 3-time increase towards NH3 production rate. A comparable observation can also be made when NDC-Film and NDC-Powder without any Au loading are compared. At the potential of -0.1 V. vs. RHE, FE and NH3 production rate of NDC-Film can be obtained as 3.1 % and 6.15 μg h−1 cm−2, respectively, which were enhanced over twice compared with them of NDC-Powder (1.2 % and 1.81 μg h−1 cm−2, respectively) (Fig. 3c). Although pure carbon paper without catalyst loading is also self-supported, it exhibited no activity toward NRR (Figure S14). All the above observations highlight the advantage of a compact and free-standing film structure for electrocatalytic ammonia production. To get insights into the origin of the enhanced NRR activity of film-based catalyst, electrochemical impedance spectra (EIS) were measured (Figure S15). It can be observed that the semicircle at the high frequency in the Nyquist plot of film-based materials (NDC-Film, Au-NDC-Film-1 and Au-NDC-Film-2) is much smaller than that of powder-based materials loaded on the carbon paper (NDC-Powder, Au-NDC- Powder, Au-NDC-Film-G-1 and Au-NDC-Film-G-2), suggesting the lower charge transfer resistance of film-based materials and thus implying their fast charge transfer ability during NRR. Compact stacking of catalyst nanoparticles within the film can result in homogeneous potential distribution and reduced charge transfer resistance on the electrode. In addition, further comparison of LSV curves shows the increased capacitive current densities of NDC-Film than that of NDC-Powder within the lower potential (Figure S16), which can be attributed to the large double-layer capacitance (Cdl) of NDC-Film. The same phenomenon is also seen in Au-NDC-Film-2 electrode by comparison with the Au-NDC-Powder electrode. The increased Cdl effectively implies larger electrochemically active surface areas of film-based electrode, thus possibly revealing more active sites exposed on the film surface for the enhanced activity towards N2 activation when related to the electrode surface. 3 Conclusions In conclusion, a novel free-standing nitrogen-doped carbon-based film was constructed as a binder-free electrode for the electrocatalytic synthesis of NH3. The synthetic approach of free-standing shaped-carbon supports has been already demonstrated to be cheap, scalable, and stable catalyst in the framework of heterogeneous catalysis in continuous flow systems. [35, 39,42-43] Nevertheless, herein this free-standing procedure is firstly applied for electrochemistry purposes. This demonstrates its intrinsic versatility. Compared with the most commonly applied catalyst powders deposited on carbon paper, the introduction of a compact structure as free-standing electrode leads to a homogeneous potential distribution, decreased charge resistance, and a significantly enhanced number of catalytically active sites per electrode area. Thus, such a film electrode enables NRR with enhanced FE and NH3 production rate. We believe that this work envisages the pave towards new opportunities in NRR catalyst design by directly shaping materials into free-standing electrodes. Those materials include but are not at all limited to carbon-based materials. As a rather personal site conclusion, we also believe such a film electrode can be applied as gas diffusion electrode to further increase the NH3 production rate. Credit author statement Majd Al-Naji and Qing Qin: Oversight and leadership responsibility for the research activity planning and execution, including mentorship external to the core team and draft Qing Qing, Francesco Brandi and Majd Al-Naji: Preparation, creation and/or presentation of the published work, specifically writing the initial draft Martin Oschatz and Majd Al-Naji: Preparation, creation and/or presentation of the published work by those from the original research group, specifically critical review, commentary or revision – including prepublication stages Qing Qin, Francesco Brandi and Bolortuya Badamdorj: Conducting a research and investigation process, specifically performing the experiments, or data/evidence collection Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors are grateful for the financial support of Max Planck Society. The Funding by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany´s Excellence Strategy – EXC 2008/1 (UniSysCat) – 390540038 is greatly acknowldged. Dr. Iver Leurmann from the Institute Competence Centre Photovoltaics Berlin at Helmholtz Zentrum Berlin is acknowledged for the access to XPS. Irina Shekova from Max Planck Institute of Colloids and Interfaces is acknowledged for the support in the electrode preparation procedure. Bradley Frank from the Max Planck Institute of Colloids and Interfaces is gratefully acknowledged for the proofreading, language and grammar editing and corrections. Alaa Al-Naji acknowledged for the idea and design of graphical abstract. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2021.111935. Appendix Supplementary materials Image, application 1 References [1] H. Yang Y. Wu Q. Lin L. Fan X. Chai Q. Zhang J. Liu C. He Z. Lin Angew. Chem. Int. Ed. 57 2018 15476 15480 H. Yang, Y. Wu, Q. Lin, L. Fan, X. Chai, Q. Zhang, J. Liu, C. He, Z. Lin, Angew. Chem. Int. Ed. 2018, 57, 15476-15480. [2] P.A. Sanchez M.S. Swaminathan Lancet 365 2005 442 444 P. A. Sanchez, M. S. Swaminathan, Lancet2005, 365, 442-444. [3] R.D. Milton S. Abdellaoui N. Khadka D..R. Dean D. Leech L..C. Seefeldt S..D. Minteer Energy Environ. Sci. 9 2016 2550 2554 R. D. Milton, S. Abdellaoui, N. Khadka, D.. R. Dean, D. Leech, L.. C. Seefeldt, S. D. Minteer, Energy Environ. Sci. 2016, 9, 2550-2554. [4] J.W. Erisman M..A. Sutton J. Galloway Z. Klimont W. Winiwarter Nat. Geosci. 1 2008 636 639 J. W. Erisman, M.. A. Sutton, J. Galloway, Z. Klimont, W. Winiwarter, Nat. Geosci. 2008, 1, 636-639. [5] C. Smith A..K. Hill L. Torrente-Murciano Energy Environ. Sci. 13 2020 331 344 C. Smith, A.. K. Hill, L. Torrente-Murciano, Energy Environ. Sci. 2020, 13, 331-344. [6] S. Chu A. Majumdar nature 488 2012 294 303 S. Chu, A. Majumdar, nature2012, 488, 294-303. [7] I. Rafiqul C. Weber B. Lehmann A. Voss Energy 30 2005 2487 2504 I. Rafiqul, C. Weber, B. Lehmann, A. Voss, Energy2005, 30, 2487-2504. [8] R. Hawtof S. Ghosh E. Guarr C. Xu R.Moh.an Sankaran J..N. Renner Sci. Adv. 5 2019 eaat5778 R. Hawtof, S. Ghosh, E. Guarr, C. Xu, R. Moh.an Sankaran, J. N. Renner, Sci. Adv. 2019, 5, eaat5778. [9] Q. Qin Y. Zhao M. Schmallegger T. Heil J. Schmidt R. Walczak G. Gescheidt-Demner H. Jiao M. Oschatz Angew. Chem. Int. Ed. 58 2019 13101 13106 Q. Qin, Y. Zhao, M. Schmallegger, T. Heil, J. Schmidt, R. Walczak, G. Gescheidt-Demner, H. Jiao, M. Oschatz, Angew. Chem. Int. Ed. 2019, 58, 13101-13106. [10] S. Zhang Y. Zhao R. Shi G.I.N. Waterhouse T. Zhang EnergyChem 1 2019 100013 S. Zhang, Y. Zhao, R. Shi, G. I. N. Waterhouse, T. Zhang, EnergyChem2019, 1, 100013. [11] Q. Qin T. Heil M. Antonietti M. Oschatz Small Methods 2 2018 1800202 Q. Qin, T. Heil, M. Antonietti, M. Oschatz, Small Methods2018, 2, 1800202. [12] G. Duan Y. Chen Y. Tang K.A..M. Gasem P. Wan D. Ding M. Fan Prog. Energy Combust. Sci. 81 2020 100860 G. Duan, Y. Chen, Y. Tang, K. A.. M. Gasem, P. Wan, D. Ding, M. Fan, Prog. Energy Combust. Sci. 2020, 81, 100860. [13] Q. Qin M. Oschatz ChemElectroChem 7 2020 878 889 Q. Qin, M. Oschatz, ChemElectroChem2020, 7, 878-889. [14] C. Lv Y. Qian C. Yan Y. Ding Y. Liu G. Chen G. Yu Angew. Chem. Int. Ed. 57 2018 10246 10250 C. Lv, Y. Qian, C. Yan, Y. Ding, Y. Liu, G. Chen, G. Yu, Angew. Chem. Int. Ed. 2018, 57, 10246-10250. [15] C. Tang S.Z. Qiao Chem. Soc. Rev. 48 2019 3166 3180 C. Tang, S. Z. Qiao, Chem. Soc. Rev. 2019, 48, 3166-3180. [16] A. Liu Y. Yang X. Ren Q. Zhao M. Gao W. Guan F. Meng L. Gao Q. Yang T. Ma X. Liang ChemSusChem 13 2020 3766 3788 A. Liu, Y. Yang, X. Ren, Q. Zhao, M. Gao, W. Guan, F. Meng, L. Gao, Q. Yang, T. Ma, X. Liang, ChemSusChem2020, 13, 3766-3788. [17] Y. Cheng H. Nan Q. Li Y. Luo K. Chu ACS Sustain. Chem. Eng. 8 2020 13908 13914 Y. Cheng, H. Nan, Q. Li, Y. Luo, K. Chu, ACS Sustain. Chem. Eng. 2020, 8, 13908-13914. [18] C. Ye Y. Jiao H. Jin A.D. Slattery K. Davey H. Wang S..Z. Qiao Angew. Chem. Int. Ed. 57 2018 16703 16707 C. Ye, Y. Jiao, H. Jin, A. D. Slattery, K. Davey, H. Wang, S.. Z. Qiao, Angew. Chem. Int. Ed. 2018, 57, 16703-16707. [19] X. Yu P. Han Z. Wei L. Huang Z. Gu S. Peng J. Ma G. Zheng Joule 2 2018 1610 1622 X. Yu, P. Han, Z. Wei, L. Huang, Z. Gu, S. Peng, J. Ma, G. Zheng, Joule2018, 2, 1610-1622. [20] X. Li T. Li Y. Ma Q. Wei W. Qiu H. Guo X. Shi P. Zhang A..M. Asiri L. Chen B. Tang X. Sun Adv. Energy Mater. 8 2018 1801357 X. Li, T. Li, Y. Ma, Q. Wei, W. Qiu, H. Guo, X. Shi, P. Zhang, A.. M. Asiri, L. Chen, B. Tang, X. Sun, Adv. Energy Mater. 2018, 8, 1801357. [21] B. Ding Y.-T. Liu D. Li J. Yu Angew. Chem. Int. Ed. 131 2019 16591 16596 B. Ding, Y.-T. Liu, D. Li, J. Yu, Angew. Chem. Int. Ed. 2019, 131, 16591-16596. [22] M. Antonietti M. Oschatz Adv. Mater. 30 2018 1706836 M. Antonietti, M. Oschatz, Adv. Mater. 2018, 30, 1706836. [23] M.M. Titirici R..J. White N. Brun V.L. Budarin D.S. Su F. del Monte J.H. Clark M..J. MacLachlan Chem. Soc. Rev. 44 2015 250 290 M. M. Titirici, R.. J. White, N. Brun, V. L. Budarin, D. S. Su, F. del Monte, J. H. Clark, M.. J. MacLachlan, Chem. Soc. Rev. 2015, 44, 250-290. [24] C.J. Zhao S.B. Zhang M.M. Han X. Zhang Y.Y. Liu W..Y. Li C. Chen G.Z. Wang H.M. Zhang H..J. Zhao ACS Energy Lett 4 2019 377 383 C. J. Zhao, S. B. Zhang, M. M. Han, X. Zhang, Y. Y. Liu, W.. Y. Li, C. Chen, G. Z. Wang, H. M. Zhang, H.. J. Zhao, ACS Energy Lett. 2019, 4, 377-383. [25] L.-P. Yuan Z.-Y. Wu W.-J. Jiang T. Tang S. Niu J.-S. Hu Nano Res 13 2020 1376 1382 L.-P. Yuan, Z.-Y. Wu, W.-J. Jiang, T. Tang, S. Niu, J.-S. Hu, Nano Res. 2020, 13, 1376-1382. [26] J. Chen H. Huang L. Xia H. Xie L. Ji P. Wei R. Zhao H. Chen A.M. Asiri X. Sun ChemistrySelect 4 2019 3547 3550 J. Chen, H. Huang, L. Xia, H. Xie, L. Ji, P. Wei, R. Zhao, H. Chen, A. M. Asiri, X. Sun, ChemistrySelect2019, 4, 3547-3550. [27] Y. Liu Q. Li X. Guo X. Kong J. Ke M. Chi Q. Li Z. Geng J. Zeng Adv. Mater. 32 2020 1907690 Y. Liu, Q. Li, X. Guo, X. Kong, J. Ke, M. Chi, Q. Li, Z. Geng, J. Zeng, Adv. Mater. 2020, 32, 1907690. [28] G. Peng J. Wu M. Wang J. Niklas H. Zhou C. Liu Nano Lett. 20 2020 2879 2885 G. Peng, J. Wu, M. Wang, J. Niklas, H. Zhou, C. Liu, Nano Lett. 2020, 20, 2879-2885. [29] H. Zou W. Rong B. Long Y. Ji L. Duan ACS Catal. 9 2019 10649 10655 H. Zou, W. Rong, B. Long, Y. Ji, L. Duan, ACS Catal. 2019, 9, 10649-10655. [30] J..P. Paraknowitsch A. Thomas Energy Environ. Sci. 6 2013 2839 2855 J.. P. Paraknowitsch, A. Thomas, Energy Environ. Sci. 2013, 6, 2839-2855. [31] Q. Qin T. Heil J. Schmidt M. Schmallegger G. Gescheidt M. Antonietti M. Oschatz ACS Appl. Energy Mater. 2 2019 8359 8365 Q. Qin, T. Heil, J. Schmidt, M. Schmallegger, G. Gescheidt, M. Antonietti, M. Oschatz, ACS Appl. Energy Mater. 2019, 2, 8359-8365. [32] H.F. Xiong L.L. Jewell N.J. Coville ACS Catal 5 2015 2640 2658 H. F. Xiong, L. L. Jewell, N. J. Coville, ACS Catal. 2015, 5, 2640-2658. [33] L.Z. Zhang Y. Jia G.P. Gao X.C. Yan N. Chen J. Chen M..T. Soo B. Wood D.J. Yang A.J. Du X..D. Yao Chem 4 2018 285 297 L. Z. Zhang, Y. Jia, G. P. Gao, X. C. Yan, N. Chen, J. Chen, M.. T. Soo, B. Wood, D. J. Yang, A. J. Du, X.. D. Yao, Chem2018, 4, 285-297. [34] J.M. Ge L. Fan J. Wang Q.F. Zhang Z.M. Liu E..J. Zhang Q. Liu X..Z. Yu B.A. Lu Adv. Energy Mater. 8 2018 1801477 J. M. Ge, L. Fan, J. Wang, Q. F. Zhang, Z. M. Liu, E.. J. Zhang, Q. Liu, X.. Z. Yu, B. A. Lu, Adv. Energy Mater. 2018, 8, 1801477. [35] F. Brandi M. Bäumel I. Shekova V. Molinari M. Al-Naji Sustain. Chem. 1 2020 106 115 .[35]F. Brandi, M. Bäumel, I. Shekova, V. Molinari, M. Al-Naji, Sustain. Chem. 2020, 1, 106-115. [36] F. Zhou L.M. Azofra M. Ali M. Kar A.N. Simonov C. McDonnell-Worth C. Sun X. Zhang D.R. MacFarlane Energy Environ. Sci. 10 2017 2516 2520 F. Zhou, L. M. Azofra, M. Ali, M. Kar, A. N. Simonov, C. McDonnell-Worth, C. Sun, X. Zhang, D. R. MacFarlane, Energy Environ. Sci. 2017, 10, 2516-2520. [37] H. Wang L. Wang Q. Wang S. Ye W. Sun Y. Shao Z. Jiang Q. Qiao Y. Zhu P. Song D. Li L. He X. Zhang J. Yuan T. Wu G.A. Ozin Angew. Chem. Int. Ed. 57 2018 12360 12364 H. Wang, L. Wang, Q. Wang, S. Ye, W. Sun, Y. Shao, Z. Jiang, Q. Qiao, Y. Zhu, P. Song, D. Li, L. He, X. Zhang, J. Yuan, T. Wu, G. A. Ozin, Angew. Chem. Int. Ed. 2018, 57, 12360-12364. [38] H. Wang J. Jia P. Song Q. Wang D. Li S. Min C. Qian L. Wang Y..F. Li C. Ma T. Wu J. Yuan M. Antonietti G..A. Ozin Angew. Chem. Int. Ed. 56 2017 7847 7852 H. Wang, J. Jia, P. Song, Q. Wang, D. Li, S. Min, C. Qian, L. Wang, Y.. F. Li, C. Ma, T. Wu, J. Yuan, M. Antonietti, G.. A. Ozin, Angew. Chem. Int. Ed. 2017, 56, 7847-7852. [39] F. Brandi M. Bäumel V. Molinari I. Shekova I. Lauermann T. Heil M. Antonietti M. Al-Naji Green Chem. 22 2020 2755 2766 F. Brandi, M. Bäumel, V. Molinari, I. Shekova, I. Lauermann, T. Heil, M. Antonietti, M. Al-Naji, Green Chem. 2020, 22, 2755-2766. [40] D. Alba-Molina A..R..P. Santiago J..J. Giner-Casares E. Rodríguez-Castellón M.T. Martín-Romero L. Camacho R. Luque M. Cano J. Mater. Chem. A 7 2019 20425 22043 D. Alba-Molina, A.. R.. P. Santiago, J.. J. Giner-Casares, E. Rodríguez-Castellón, M. T. Martín-Romero, L. Camacho, R. Luque, M. Cano, J. Mater. Chem. A2019, 7, 20425-2043. [41] S.Z. Andersen V. Colic S. Yang J.A. Schwalbe A.C. Nielander J.M. McEnaney K. Enemark-Rasmussen J..G. Baker A..R. Singh B..A. Rohr M.J. Statt S.J. Blair S. Mezzavilla J. Kibsgaard P..C.K. Vesborg M. Cargnello S..F. Bent T.F. Jaramillo I.E.L. Stephens J.K. Norskov I. Chorkendorff Nature 570 2019 504 508 S. Z. Andersen, V. Colic, S. Yang, J. A. Schwalbe, A. C. Nielander, J. M. McEnaney, K. Enemark-Rasmussen, J. G. Baker, A.. R. Singh, B.. A. Rohr, M. J. Statt, S. J. Blair, S. Mezzavilla, J. Kibsgaard, P.. C. K. Vesborg, M. Cargnello, S.. F. Bent, T. F. Jaramillo, I. E. L. Stephens, J. K. Norskov, I. Chorkendorff, Nature2019, 570, 504-508. [42] F. Brandi M. Antonietti M. Al-Naji Green Chem. 2021 10.1039/D1GC01714D F. Brandi, M. Antonietti, M. Al-Naji, Green Chem., 2021, 10.1039/D1GC01714D. [43] F. Brandi I. Kahlil M. Antonietti M. Al-Naji ACS Sustain. Chem. Eng. 9 2 2021 927 935 F. Brandi, I. Kahlil, M. Antonietti, M. Al-Naji, ACS Sustain. Chem. Eng., 2021, 9,2, 927-935",
      "scopus-id": "85116644656",
      "coredata": {
        "eid": "1-s2.0-S2468823121005526",
        "dc:description": "Nitrogen-doped carbon-based materials have been recently explored as promising electrocatalysts for N2 fixation. Herein, a nitrogen-doped carbon film as a self-standing electrode is synthesized through a novel and scalable strategy. After the film synthesis, a thin layer of Au nanoparticles is deposited, significantly enhancing the performance of such films in electrocatalytic N2 reduction. Owing to the exposed active sites and unique free-standing structure, it shows desirable performance towards electrochemical N2 fixation with a high Faradaic efficiency of 6.4 %, and a NH3 production rate of 18.3 μg h−1 cm−2 at a low given potential of -0.05 V vs. reversible hydrogen electrode. Such performance is superior in comparison with Au-nanoparticles-modified nitrogen-doped carbon powder. Further comparison of nitrogen-doped carbon film and nitrogen-doped carbon powder also demonstrates the benefits of the free-standing structure in comparison to film-based materials in terms of charge transfer and active sites per electrode surface area.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121005526",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qin, Qing"
          },
          {
            "@_fa": "true",
            "$": "Brandi, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Badamdorj, Bolortuya"
          },
          {
            "@_fa": "true",
            "$": "Oschatz, Martin"
          },
          {
            "@_fa": "true",
            "$": "Al-Naji, Majd"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121005526"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121005526"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00552-6",
        "prism:volume": "515",
        "articleNumber": "111935",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Preparation and functionalization of free-standing nitrogen-doped carbon-based catalyst electrodes for electrocatalytic N2 fixation",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "N-doped porous carbon"
          },
          {
            "@_fa": "true",
            "$": "Free-standing electrode"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "N2 fixation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111935",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2021",
        "prism:doi": "10.1016/j.mcat.2021.111935",
        "prism:startingPage": "111935",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111935",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "215",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57795",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "488",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "122948",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "541",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63760",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18225",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8704",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "27964",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "171",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10827",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19984",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "951",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "389435",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2158",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "990215",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2394",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "475597",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "887",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "162310",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1992327",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121005526-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "554022",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85116644656"
      }
    }
  }
}