{
  "metadata": {
    "title": "<ce:italic>In situ</ce:italic> fabrication of nickel-based layered double hydroxides catalysts with carboxymethyl chitosan as biomass template for hydrogenation",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2019-11-30",
    "doi": "10.1016/j.mcat.2019.110561",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119304067",
    "pii": "S2468823119304067"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85070998758",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-08-23 2019-08-23 2019-08-23 2019-08-23 2019-09-13T07:55:49 1-s2.0-S2468823119304067 S2468-8231(19)30406-7 S2468823119304067 10.1016/j.mcat.2019.110561 S300 S300.1 FULL-TEXT 1-s2.0-S2468823119X00140 2020-08-08T11:33:20.870909Z 0 0 20191101 20191130 2019 2019-08-23T17:26:48.077338Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst primabst ref specialabst 2468-8231 24688231 true 478 478 C Volume 478 2 110561 110561 110561 201911 November 2019 2019-11-01 2019-11-30 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. INSITUFABRICATIONNICKELBASEDLAYEREDDOUBLEHYDROXIDESCATALYSTSCARBOXYMETHYLCHITOSANBIOMASSTEMPLATEFORHYDROGENATION QIN J 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of catalysts 2.3 Catalyst characterizations 2.4 Catalyst activity evaluation 3 Results and discussion 3.1 Selection of catalysts 3.2 Characterization of catalysts 4 Conclusions Acknowledgements Appendix A Supplementary data References ANANIKOV 2015 1964 1971 V HUBER 2003 2075 2077 G CAO 2016 9 13 Y QIAO 2017 721 730 X LU 2018 53 61 X RODIANSONO 2018 52 60 M MARAKATTI 2018 7325 7338 V CAO 2019 110452 Y ZHANG 2018 14 29 L WANG 2018 3459 3468 Y WANG 2018 231 241 X FENG 2015 19807 19814 W GONG 2013 8452 8455 M YU 2017 1820 1827 L YU 2018 172 176 L GAO 2017 181 190 Z SENAPATI 2016 186 198 S ZHU 2016 4361 4369 K MA 2016 471 479 H YU 2014 1 9 J LI 2006 3125 3127 L WANG 2015 3281 3290 X ZOU 2017 3583 3595 Y LV 2016 35 43 L ABAZARI 2019 1834 1849 R SUN 2016 561 568 H SANATI 2018 318 325 S YAN 2015 155 157 N CHEN 2016 13402 13421 X YANG 2019 5532 5542 H CHEN 2017 2783 2792 X DASH 2011 981 1014 M DUTTA 2009 1173 1182 P HAMED 2016 40 50 I SUGINTA 2013 5458 5479 W CHEN 2018 3481 3487 B ZOU 2016 1174 1181 P SHARIATINIA 2018 1406 1419 Z UPADHYAYA 2013 452 466 L JIMTAISONG 2014 12 21 A LU 2016 1369 1379 S BARAN 2015 47 52 T TIAN 2019 18 29 J YUAN 2018 94 102 J SULMONETTI 2016 187 195 T JIN 2018 2689 2698 L MENACHERY 2018 201 208 S BAWANE 2003 769 773 S HAN 2017 79 X ZHANG 2019 258 265 H BIAN 2018 131 139 L HE 2017 87 95 J LI 2014 1526 1536 Z ZHANG 2017 5993 5999 H LIU 2009 380 390 D WANG 2019 1 8 H FANG 2019 130 138 X LIU 2013 2627 2633 J REN 2014 19077 19086 H WANG 2011 13717 13726 J TELKAR 2005 23 30 M LIN 2012 149 154 W QINX2019X110561 QINX2019X110561XJ 2021-08-23T00:00:00.000Z 2021-08-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-08-18T08:46:30.463Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Hebei Province Science and Technology Support Program http://data.elsevier.com/vocabulary/SciValFunders/501100005064 http://sws.geonames.org/1814991 Natural Science Foundation of Hebei Province http://data.elsevier.com/vocabulary/SciValFunders/501100003787 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2468-8231(19)30406-7 S2468823119304067 1-s2.0-S2468823119304067 10.1016/j.mcat.2019.110561 315758 2020-08-08T11:33:20.870909Z 2019-11-01 2019-11-30 1-s2.0-S2468823119304067-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/MAIN/application/pdf/122e5199760f1c0de21b5f947882f894/main.pdf main.pdf pdf true 2147480 MAIN 6 1-s2.0-S2468823119304067-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/PREVIEW/image/png/f5fed93b8ea0e2a564556df234c5d15a/main_1.png main_1.png png 57112 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119304067-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/fx1/THUMBNAIL/image/gif/0e40291e15e27f47b3f5f8c2bdb1a5c3/fx1.sml fx1 fx1.sml sml 4507 34 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/ga1/THUMBNAIL/image/gif/17688446c31408348c8fd45727cc4c01/ga1.sml ga1 true ga1.sml sml 4925 55 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr1/THUMBNAIL/image/gif/74b0b315adf066c19ef9b76e9431cee5/gr1.sml gr1 gr1.sml sml 6318 91 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr2/THUMBNAIL/image/gif/dd805f51da37933a095ac50f1b79e30a/gr2.sml gr2 gr2.sml sml 5323 87 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr3/THUMBNAIL/image/gif/0a758b5c2cd09d9d9856a4093a7a00c7/gr3.sml gr3 gr3.sml sml 6725 87 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr4/THUMBNAIL/image/gif/e5d894d8adacd51a375edca1d3589fde/gr4.sml gr4 gr4.sml sml 22062 164 179 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr5/THUMBNAIL/image/gif/ec087389b1b8bb765c47e82627d37181/gr5.sml gr5 gr5.sml sml 6112 164 208 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr6/THUMBNAIL/image/gif/bc533137f6e3eccca5c5b74d7d52b6a0/gr6.sml gr6 gr6.sml sml 8806 147 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/sc1/THUMBNAIL/image/gif/91d8618385f4814463b449e43af7afbf/sc1.sml sc1 sc1.sml sml 6860 88 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119304067-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/fx1/DOWNSAMPLED/image/jpeg/d0aaf69c767759a598feff7b6eac2765/fx1.jpg fx1 fx1.jpg jpg 8925 74 476 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/ga1/DOWNSAMPLED/image/jpeg/e6586a59fbfceb8ccdde582f475fa8f0/ga1.jpg ga1 true ga1.jpg jpg 18395 126 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr1/DOWNSAMPLED/image/jpeg/ad772c959c7ecfb9f8c6bc85751cbe4e/gr1.jpg gr1 gr1.jpg jpg 31855 236 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr2/DOWNSAMPLED/image/jpeg/946027e690ab773f3c3a7a015af24d8e/gr2.jpg gr2 gr2.jpg jpg 31502 226 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr3/DOWNSAMPLED/image/jpeg/a275e42c7f9f60f65a8209d8d11f38ee/gr3.jpg gr3 gr3.jpg jpg 40340 225 567 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr4/DOWNSAMPLED/image/jpeg/e8c496a242fd76b25b8f91ca5b8024d4/gr4.jpg gr4 gr4.jpg jpg 156842 606 661 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr5/DOWNSAMPLED/image/jpeg/3e7cbb71d59e6ab124fd61d97b56a2f3/gr5.jpg gr5 gr5.jpg jpg 20256 269 341 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/gr6/DOWNSAMPLED/image/jpeg/c6536e07103e49c5f4febe7c83eeb953/gr6.jpg gr6 gr6.jpg jpg 27705 253 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/sc1/DOWNSAMPLED/image/jpeg/2f0b19771656428aac058e9d0465f1b9/sc1.jpg sc1 sc1.jpg jpg 42185 288 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119304067-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2468823119304067/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/a68f15e9f54cdf77a67c04703900b9eb/mmc1.docx mmc1 mmc1.docx docx 171574 APPLICATION 1-s2.0-S2468823119304067-am.pdf am am.pdf pdf 508950 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10JRMFK1CNF/MAIN/application/pdf/912e05b38f0bf8b02ccab8d70aa2a651/am.pdf MCAT 110561 110561 S2468-8231(19)30406-7 10.1016/j.mcat.2019.110561 Elsevier B.V. Scheme 1 The schematic diagram for preparation of the NiMgAl-CMC-in situ catalyst. Scheme 1 Fig. 1 Stability of (A) Ni1Mg4Al2-CMC-in situ (B) Ni/Mg4Al2-imp catalyst in the hydrogenation of benzophenone. Fig. 1 Fig. 2 N2 adsorption-desorption (A) and pore size distribution (B) of (a) Ni1Mg4Al2-CMC-in situ, (b) Ni1Mg4Al2-in situ, (c) Ni/Mg4Al2-imp. Fig. 2 Fig. 3 XRD patterns of (a) Ni/Mg4Al2-imp, (b) Ni1Mg4Al2-in situ and (c) Ni1Mg4Al2-CMC-in situ (A) before reduction; (B) after reduction. Fig. 3 Fig. 4 TEM patterns and particle size distribution of the fresh and used nickel-based catalysts. (a) Ni1Mg4Al2-CMC-in situ-fresh, (b) Ni1Mg4Al2-CMC-in situ-used, (c) Ni1Mg4Al2-in situ-fresh, (d) Ni1Mg4Al2-in situ-used, (e) Ni/Mg4Al2-imp-fresh, (f) Ni/Mg4Al2-imp-used. Fig. 4 Fig. 5 TPR patterns of (a) Ni/Mg4Al2-LDO-imp, (b) Ni1Mg4Al2-LDO-in situ and (c) Ni1Mg4Al2-CMC-LDO-in situ. Fig. 5 Fig. 6 Ni 2p3/2 XPS spectra of the reduced (a) Ni1Mg4Al2-CMC-in situ and (b) Ni/Mg4Al2-imp catalysts. Fig. 6 Table 1 Catalytic performance of different nickel-based catalysts. Table 1 Catalyst [a] Conv. (%) Sel.DPM (%) YieldDPM (%) Ni1Mg2Al1-CMC-in situ 77.5 99.3 76.9 Ni1Mg3Al1-CMC-in situ 99.7 84.0 83.7 Ni1Mg4Al2-CMC-in situ 99.9 93.9 93.8 Ni1Mg5Al2-CMC-in situ 99.8 88.2 88.0 Ni1Mg4Al2-in situ 85.7 95.6 82.0 Ni/Mg4Al2-imp 43.3 90.5 39.2 Reaction conditions: 1.50 g benzophenone, 0.15 g catalyst, 60 mL ethanol, 100 °C, 2.5 MPa, 40 min. 1a:diphenylmethane; 2a:cyclohexyl(phenyl)methanone. 3a:(cyclohexylmethyl)benzene; 4a: cyclohexyl(phenyl)methanol. [a] BP:benzophenone; DPM:diphenylmethanol. Table 2 Physicochemical properties of different materials. Table 2 Catalysts Ni Loading (wt %) a Surface area (m2 g−1) Pore Volume (cm3 g−1) H2-Chemisorption (cm3 g−1) Metal Dispersion (%) Metal Surface Area (m2 g−1) Ni1Mg4Al2-CMC-in situ 24.9 194.3 0.51 1.86 3.93 6.51 Ni1Mg4Al2-in situ 25.4 159.4 0.30 0.72 1.28 2.52 Ni/Mg4Al2-imp 22.6 114.8 0.16 0.065 0.13 0.23 a Based on ICP. In situ fabrication of nickel-based layered double hydroxides catalysts with carboxymethyl chitosan as biomass template for hydrogenation Jingru Qin 1 Huiling Zhang 1 Haofei Sun Yansu Wang Libo Niu Xingwang Lan ⁎ Guoyi Bai ⁎ Key Laboratory of Chemical Biology of Hebei Province, College of Chemistry and Environmental Science, Hebei University, Baoding, 071002, PR China Key Laboratory of Chemical Biology of Hebei Province College of Chemistry and Environmental Science Hebei University Baoding 071002 PR China Key Laboratory of Chemical Biology of Hebei Province, College of Chemistry and Environmental Science, Hebei University, Baoding 071002, P.R. China. ⁎ Corresponding author. 1 Authors Jingru Qin and Huiling Zhang contributed equally to this work. Graphical abstract Herein, we have facilely fabricated a series of novel nickel-based layered double hydroxides catalysts with carboxymethyl chitosan as sacrificial template using an in situ method. A Ni1Mg4Al2-CMC-in situ catalyst shows excellent catalytic performance in benzophenone selective hydrogenation. The addition and elimination of CMC was confirmed to play an important role in increasing the BET specific surface area and improving the dispersion of the active Ni species. Furthermore, the strong interaction between the active species and support was also enhanced, simultaneously. These behaviors are believed to promote the catalytic efficiency and suppress the unexpected Ni aggregation. Considering its good catalytic performance and low cost, it has vast potential significance in the fabrication of nickel-based layered double hydroxides catalysts for catalytic reactions. Keywords Nickel-based Layered double hydroxides Carboxymethyl chitosan Hydrogenation Benzophenone 1 Introduction Nickel, one important member of non-noble metal family, is regarded as a promising candidate for replacing noble metals due to its excellent hydrogenation performance, earth-abundant nature and low cost. Thus, design and fabrication of nickel-based catalysts have attracted increasing interests in recent years [1,2]. Various nickel-based catalysts have been applied into many chemical processes, especially catalytic hydrogenation [3–10]. For instance, Wang et al. have prepared a Ni/SiO2-AEH catalyst using an ammonia evaporation hydrothermal (AEH) strategy for the hydrogenation of guaiacol [11]. Our group has fabricated a novel sandwich-like magnetic core-shell nickel-based nano-catalyst (Fe3O4@nSiO2@NiPd-PVP@mSiO2) for cinnamic acid hydrogenation [12]. Nevertheless, most of those nickel-based catalysts in hand still have certain drawbacks, such as aggregating or sintering easily, which is the main reason of poor stability. Therefore, facile fabrication of efficient nickel-based catalysts is a crucial challenge. Recently, two-dimensional layered double hydroxides (LDHs) have attracted significant interest in electrochemistry, medicine, environment and catalysis because of their good stability and structural controllability [13–19]. However, it is still much difficult to control surface area and pore structure of the unique sheet-like structure [20]. Therefore, rational design and preparation of LDHs materials with specific structures are of great importance for improving their catalytic performance. Recently, adding template or intercalation agent during the preparation of LDHs is regarded as a useful method to fabricate active catalysts [21–25]. For instance, Sun et al. have applied sodium dodecyl sulfate (SDS) as a template and intercalating agent to prepare a 3D flower-like Mg-Al-LDH by a hydrothermal method [26]. To date, most templates still focus on the sulfur-containing substances, which are difficult to be removed after inserting into the layers of LDHs, it is thus very energy-consuming, operation troublesome and environment unfriendly in their preparation process [27]. From the sustainable perspective, selection of green and extensive biomass as template is perhaps one available choice to resolve this issue. Thus, it is highly attractive to develop novel LDHs catalysts via those naturally renewable biomass materials. Among the important biomass materials, chitosan [composed of β-(1,4)-2-acetamido-D-glucopyranose and β-(1,4)-2-amino-D-glucopyranose] is a natural polysaccharide obtained from crustaceans, and a primary derivative of chitin [28–31]. Owing to its excellent biocompatibility and low toxicity, it has been applied into various fields, e.g. agriculture, medicine, food, biosensor and bio-chemical industry [32–36]. However, the solubility of chitosan in neutral and alkaline systems is very poor due to their strong hydrogen bonding, which limits its further applications [37]. Carboxymethyl chitosan (CMC), prepared by introducing a water-soluble carboxyl group into chitosan, can solve this solubility problem of chitosan and then provide a potential way for catalysis. In the past years, some interesting materials have been prepared by means of carboxymethyl chitosan [38–40], but most cases still show some drawbacks more or less [41–44]. In addition, there is still no report about the fabrication of 3D LDHs catalysts via carboxymethyl chitosan as biomass template. Inspired by these considerations, we herein develop a facile and green strategy to construct nickel-based LDHs catalyst with high BET specific surface area and pore structure using biomass carboxymethyl chitosan as template by means of the important “chelate effect”. That is to say that the amino group and hydroxyl group of CMC can coordinate with nickel ions to avoid the rapid precipitation of nickel ions and alkali source during the formation of LDHs. Furthermore, CMC, as a sacrificial template, can promote the exposure of more active sites during the calcination of the LDHs precursor to the mixed metal oxide (LDO), which is in favor of the increase of catalytic performance [45,46]. The preparation procedure of the NiMgAl-CMC-in situ catalyst is depicted in Scheme. 1 . The resulting catalyst reveals excellent catalytic performance in the selective hydrogenation of benzophenone to diphenylmethanol, an important fine chemical intermediate [47–49]. A series of characterizations indicates that the addition and removal of CMC play an important role in increasing the BET specific surface area and improving the dispersion of the active Ni species. Furthermore, the strong interaction between the active species and support was also enhanced, simultaneously, which not only promote the catalytic efficiency but also suppress the Ni aggregation. Therefore, this study provides a useful strategy for fabricating novel nickel-based catalysts with biomass templates for catalytic hydrogenation. 2 Experimental 2.1 Materials Except for special instructions, the purity of all reagents is analytical. Benzophenone was purchased from J&K Scientific. Carboxymethyl chitosan and urea was purchased from Tianjin Kemiou Chemical Reagent Factory. Nickel nitrate hexahydrate, magnesium nitrate hexahydrate and aluminum nitrate hexahydrate was purchased from Sinopharm Group Chemical Reagent Co., Ltd. 2.2 Preparation of catalysts The NiMgAl-CMC-in situ catalyst was prepared by an in situ method. For a typical run, 4.0 g CMC was first dissolved in 200 mL of deionized water with sufficient stirring. Subsequently, the corresponding amount of Ni(NO3)2·6H2O, Mg(NO3)2·6H2O and Al(NO3)3·9H2O with the molar ratio of Ni: Mg: Al = 1:4:2 was dissolved in 20 mL of deionized water, together with urea [n(urea) = 3 n(Mn+)]. Afterwards, the above solution was slowly added into the CMC solution. Following that, the resulted suspension was stirred at 125 °C for 5 h. After completion, the suspension was filtered, and the obtained solid was washed several times with deionized water until the pH = 7. The green precipitation thus obtained was named as Ni1Mg4Al2-CMC-LDH-in situ. Finally, the solid was calcined at 500 °C for 2 h to gain the Ni1Mg4Al2-CMC-LDO-in situ precursor, which was then reduced under H2 atmosphere at 600 °C for 2 h. The final catalyst was denoted as Ni1Mg4Al2-CMC-in situ. In addition, Ni1Mg2Al1-CMC-in situ, Ni1Mg3Al1-CMC-in situ and Ni1Mg5Al2-CMC-in situ were prepared by the same method using different molar ratios. Ni1Mg4Al2-in situ was prepared by the same method in the absence of CMC. Ni/Mg4Al2-imp was prepared using an impregnation method with the same Ni/Mg/Al ratio as Ni1Mg4Al2-CMC-in situ. The experimental details for the preparation of these catalysts are described in the Supporting Information. 2.3 Catalyst characterizations The BET specific surface area, pore volume and pore size distribution, and nitrogen adsorption-desorption curves were all measured using a Micromeritics Tristar II 3020 specific surface and structure analyzer. Before the sample was tested, it was dried in an oven at 150 °C for 12 h to remove a small amount of residual water from the catalyst. X-ray diffraction (XRD) patterns were tested on a Bruker D8 Advance X-ray diffractometer using Cu Kα radiation at 40 kV and 40 mA over a 10–80 range. Transmission electron microscope (TEM) of the prepared catalysts was observed using a FEI Tecnai G2 F20 S-TWIN microscope operating at an acceleration voltage of 200 kV. Temperature programmed hydrogen reduction (H2-TPR) was tested on a Micromeritics Autochem II 2920 instrument. The sample (50 mg) was first pretreated in an Ar gas stream (50 mL min−1) at 200 °C for 2 h to remove adsorbed water and impurities. After cooling to 50 °C, the catalyst was heated to 900 °C at a rate of 10 °C min−1 under a 10% H2-Ar (50 mL min−1) gas mixture. NH3 temperature programmed desorption (NH3-TPD) was also performed on this Micromeritics Autochem II 2920 instrument. X-ray photoelectron spectroscopy (XPS) analysis was carried out on a PHI 1600 spectrometer using a Mg Kα source, and the C1s signal (284.8 eV) is used as a standard. 2.4 Catalyst activity evaluation Selective hydrogenation of benzophenone was carried out in a 100 mL stainless steel autoclave equipped with a mechanical stirrer and an electrical heating system. In a typical run, 1.50 g benzophenone, 0.15 g catalyst and 60 mL ethanol were successively added into the autoclave. The autoclave was then sealed, filled and evacuated successively with H2 three times, and then pressurized to 2.5 MPa. The reaction mixture was stirred in 400 rpm at 100 °C for 40 min. After completion, it was cooled to room temperature and separated by magnetism. The products were analyzed using an Agilent 7820A gas chromatograph (GC) equipped with a hydrogen flame ion detector, and subjected to structural identification by gas chromatography-mass spectrometry (GC–MS) using a Thermo Fisher Trace 1300 + ISQ LT. 3 Results and discussion 3.1 Selection of catalysts To evaluate the performance of the resulting catalysts, selective hydrogenation of benzophenone was carried out and the results are shown in Table 1 . Considering that the ratio of metal precursors has a key influence on their performance, the exploration of the ratio was first performed. Notably, the catalysts prepared under various Ni:Mg:Al mass ratios (1:2:1, 1:3:1, 1:4:2, and 1:5:2) showed distinct catalytic performances. The highest yield (93.8%) of diphenylmethanol was obtained with >99.9% benzophenone conversion when using the Ni1Mg4Al2-CMC-in situ as catalyst. In contrast, Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp can only achieve 85.7% and 43.3% conversion of benzophenone, respectively, much lower than that of Ni1Mg4Al2-CMC-in situ. Therefore, we speculate that the strategy with CMC as template can promote the formation of high BET specific surface area and the dispersion of Ni species, thereby contributing to a better catalytic activity. Thus, Ni1Mg4Al2-CMC-in situ is chosen as the best catalyst for further investigation. Considering stability is a key character for catalysts, reusability of Ni1Mg4Al2-CMC-in situ and Ni/Mg4Al2-imp was then evaluated. As shown in Fig. 1 A, Ni1Mg4Al2-CMC-in situ can be recycled for at least ten runs without appreciable activity loss. In contrast, the conversion of benzophenone distinctly decreased from 43.3% to 30.7% when Ni/Mg4Al2-imp catalyst was used (Fig. 1B). Furthermore, Ni1Mg4Al2-CMC-in situ also showed the best stability among the catalysts reported previously (see Table S1). It is suggested that the introduction of CMC can enhance the interaction between the active Ni and support, suppressing the aggregation of Ni and thus accounting for the excellent stability of Ni1Mg4Al2-CMC-in situ. To confirm this speculation, we carried out necessary characterizations. 3.2 Characterization of catalysts The physicochemical properties of these nickel-based catalysts were investigated and the results are shown in Table 2 . The BET specific surface area and pore volume of Ni1Mg4Al2-CMC-in situ are 194.3 m2 g−1 and 0.51 cm3 g−1, remarkably higher than those of Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp. Furthermore, Ni1Mg4Al2-CMC-in situ also showed the highest hydrogen adsorption capacity, metal dispersion and metal specific surface area among these catalysts. Particularly, its metal surface area is 2.58 and 28.30 times to that of Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp, demonstrating its more active sites. In addition, NH3-TPD results of Ni1Mg4Al2-CMC-in situ and Ni1Mg4Al2-in situ (Fig. S1) reveal that the addition of CMC has little effect on the base-acid properties of the catalysts, in agreement with the product selectivity results (Table 1). Thus, the in situ method and the addition of CMC can significantly improve the dispersion and exposure of the active Ni species, resulting in its excellent catalytic performance. The N2 adsorption-desorption curves, as well as the pore size distribution, of Ni1Mg4Al2-CMC-in situ, Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp are exhibited in Fig. 2 . These catalysts showed the type IV isotherm at relative pressure of P/P0>0.4, together with a H3-type hysteresis loop (Fig. 2A) [50], suggesting a dominant mesoporous structure. However, for their pore size distributions, Ni1Mg4Al2-CMC-in situ has a wider range than that of Ni1Mg4Al2 -in situ (Fig. 2B), further indicating that CMC has an important effect on the formation of pore structure. In addition, the in-situ prepared catalysts show better characters in the pore size and BET specific surface area than the catalyst prepared by the impregnation method, indicating that the addition of CMC and the in situ method is more favorable for achieving high BET specific surface area and porosity. XRD patterns of Ni1Mg4Al2-CMC-in situ, Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp catalysts before and after reduction are shown in Fig. 3 . As can be seen from Fig. 3A, the peaks at 2θ = 37.3°, 43.3°, 62.9°, 75.4° and 79.4° in the calcined catalysts are ascribed to the characteristic diffraction peaks of NiO [51]. The disappearance of these peaks after reduction, together with the formation of Ni0 characteristic diffraction peaks (JCPDS:04-0850) at 2θ = 44.3°, 51.8° and 76.4°, indicates that the NiO is reduced to Ni0 during the reduction process and Ni0 is the active species for these nickel-based catalysts (Fig. 3B) [5,52,53]. In Fig. 3B, the peak of Ni0 in the Ni/Mg4Al2-imp catalyst (Fig. 3B a) is significantly narrower and sharper than that of Ni0 in Ni1Mg4Al2-in situ (Fig. 3B b), indicating that the particle size of Ni0 in the Ni/Mg4Al2-imp catalyst is larger. Notably, the characteristic diffraction peak of Ni0 in the Ni1Mg4Al2-CMC-in situ catalyst is relatively wider than those of Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp, attributed to smaller size and better dispersion of the Ni nanoparticles in Ni1Mg4Al2-CMC-in situ [54], demonstrating the advantage of the addition of CMC and the in situ synthetic method. The morphology and structure of the fresh and used Ni1Mg4Al2-CMC-in situ, Ni1Mg4Al2-in situ and Ni/Mg4Al2-imp are depicted in Fig. 4 . It is obvious that the Ni nanoparticles in the fresh Ni1Mg4Al2-CMC-in situ are uniformly distributed and their particle sizes are limited in a small range (around 4.96 nm, Fig. 4a). Notably, the used Ni1Mg4Al2-CMC-in situ still shows a uniform distribution and small range (about 6.80 nm) for Ni nanoparticles even after ten cycles (Fig. 4b), suggesting that the interaction between the active Ni and support can markedly inhibit the aggregation of Ni nanoparticles. This further elucidates the reason of excellent stability of Ni1Mg4Al2-CMC-in situ. In contrast, the average sizes of the Ni nanoparticles in the Ni1Mg4Al2-in situ catalyst increase from 5.84 to 8.16 nm during the reaction (Fig. 4c and 4d), demonstrating the effect of CMC. Notably, the Ni nanoparticles in the fresh Ni/Mg4Al2-imp catalyst clearly tend to aggregate into a bulk structure with disorder distribution (Fig. 4e), and the used Ni/Mg4Al2-imp catalyst becomes more serious agglomeration after five runs (Fig. 4f). These comparable results consistently demonstrate that the addition of CMC in the in situ method can enhance the interaction between the active Ni and support, thereby promoting the uniform dispersion of Ni nanoparticles, resulting in its high activity and stability. On the basis of previous reports, the difference on reduction temperature can be ascribed to the existence of different kind of Ni species in the nickel-based catalysts [3,55–57]. Therefore, H2-TPR was performed to study the reducibility of the Ni1Mg4Al2-CMC-LDO-in situ, Ni1Mg4Al2-LDO-in situ and Ni/Mg4Al2-LDO-imp precursors, and the profiles are exhibited in Fig. 5 . It should be noticed that the reduction peaks at 424, 435 and 452 °C can be attributed to the reduction of bulk NiO or free NiO in the prepared precursors, indicating the existence of weak interaction between NiO and support. Whereas, the peaks at 685, 693 and 704 °C correspond to the peaks of NiO that having a strong interaction with support [54,58]. It is obvious that the reduction peaks of Ni1Mg4Al2-CMC-LDO-in situ slightly shifted to higher temperatures compared to those of Ni1Mg4Al2-LDO-in situ and Ni/Mg4Al2-LDO-imp, which indicates that the interaction between the active Ni and support can be enhanced while using an in situ method and the addition of CMC, and then result in its excellent stability. XPS spectra of Ni 2p3/2 for the reduced Ni1Mg4Al2-CMC-in situ and Ni/Mg4Al2-imp samples are shown in the Fig. 6 . As well known, Ni mainly has two valence states: metallic Ni0 and oxidized Ni2+ [4,59]. The peaks at 852.29 and 852.77 eV are attributed to Ni0 [60], and the peaks at 854.63 and 855.87 eV with satellite peaks at 860.96 and 861.27 eV can be ascribed to NiO species [61]. Notably, the determined 2p peaks for Ni species in Ni1Mg4Al2-CMC-in situ slightly shift to higher binding energies in comparison to those of Ni/Mg4Al2-imp. Such observed shifts may be attributed to the addition of CMC and indicative of the presence of an increased interaction between the active Ni and support [62], in good agreement with the H2-TPR results. 4 Conclusions Thus, a facile strategy for the fabrication of stable nickel-based LDHs catalysts via an in situ method was first developed in this work. Carboxymethyl chitosan was applied as a biomass template to coordinate with the nickel ions so that to avoid the rapid precipitation of the nickel ions during the formation of LDHs. The obtained in situ nickel-based LDHs catalysts showed large BET specific surface area, high dispersion of Ni and hydrogen adsorption capacity. A Ni1Mg4Al2-CMC-in situ catalyst revealed excellent catalytic activity and stability in benzophenone selective hydrogenation. TEM, H2-TPR and XPS characterizations demonstrated that the introduction of CMC in the in situ method can not only improve the dispersion of the active Ni, but also enhance the interaction between Ni and support, which can effectively inhibit the agglomeration of the active Ni in the reaction process. Declaration of Competing Interest There are no conflicts to declare. Acknowledgements The authors acknowledged the financial supports from the National Natural Science Foundation of China (21676068 and 21908038 and21376060), the Hundred Outstanding Innovative Personnel Support Plan of Hebei Universities (SLRC2017020) and the Natural Science Foundation of Hebei Province (B2018201118 and B2019201341). Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2019.110561. Appendix A Supplementary data The following is supplementary data to this article: References [1] V. Ananikov ACS Catal. 5 2015 1964 1971 V. Ananikov, ACS Catal., 5(2015), 1964-1971. [2] G. Huber J. Shabaker J. Dumesic Science 300 2003 2075 2077 G. Huber, J. Shabaker, J. Dumesic, Science., 300(2003), 2075-2077. [3] Y. Cao L. Niu X. Wen W. Feng L. Huo G. Bai J. Catal. 339 2016 9 13 Y. Cao, L. Niu, X. Wen, W. Feng, L. Huo, G. Bai, J. Catal., 339(2016), 9-13. [4] X. Qiao L. Niu H. Zhang X. Wen Y. Cao G. Bai Appl. Catal., B: Environ 218 2017 721 730 X. Qiao, L. Niu, H. Zhang, X. Wen, Y. Cao, G. Bai, Appl. Catal., B: Environ, 218(2017), 721-730. [5] X. Lu Y. Shen J. He R. Jing P. Tao A. Hu R. Nie D. Zhou Q. Xia Mol. Catal. 444 2018 53 61 X. Lu, Y. Shen, J. He, R. Jing, P. Tao, A. Hu, R. Nie, D. Zhou, Q. Xia, Mol. Catal., 444(2018), 53-61. [6] M.D.A. Rodiansono D.R. Mujiyanti U.T. Santoso S. Shimazu Mol. Catal. 445 2018 52 60 Rodiansono, M. D. Astuti, D. R. Mujiyanti, U. T. Santoso, S. Shimazu, Mol. Catal., 445(2018), 52-60. [7] V.S. Marakatti N. Arora S. Rai S.C. Sarma S.C. Peter ACS Sustain. Chem. Eng. 6 2018 7325 7338 V. S. Marakatti, N. Arora, S. Rai, S. C. Sarma, S. C. Peter, ACS Sustain. Chem. Eng., 6(2018). 7325-7338. [8] Y. Cao H. Zhang J. Dong Y. Ma H. Sun L. Niu X. Lan L. Li G. Bai Mol. Catal. 475 2019 110452 Y. Cao, H. Zhang, J. Dong, Y. Ma, H. Sun, L. Niu, X. Lan, L. Li, G. Bai, Mol. Catal., 475(2019), 110452. [9] L. Zhang X. Chen Z. Peng C. Liang Mol. Catal. 449 2018 14 29 L. Zhang, X. Chen, Z. Peng, C. Liang, Mol. Catal., 449(2018), 14-29. [10] Y. Wang P. Prinsen K. Triantafyllidis S. Karakoulia A. Yepez C. Len R. Luque ChemCatChem 10 2018 3459 3468 Y. Wang, P. Prinsen, K. Triantafyllidis, S. Karakoulia, A. Yepez, C. Len, R. Luque, ChemCatChem, 10(2018), 3459-3468. [11] X. Wang S. Zhu S. Wang J. Wang W. Fan Y. Lv Appl. Catal. A Gen. 568 2018 231 241 X. Wang, S. Zhu, S. Wang, J. Wang, W. Fan, Y. Lv, Appl. Catal., A: Gen., 568(2018), 231-241. [12] W. Feng H. Dong L. Niu X. Wen L. Huo G. Bai J. Mater. Chem. A Mater. Energy Sustain. 3 2015 19807 19814 W. Feng, H. Dong, L. Niu, X. Wen, L. Huo, G. Bai, J. Mater. Chem. A., 3(2015), 19807-19814. [13] M. Gong Y. Li H. Wang Y. Liang J. Wu J. Zhou J. Wang T. Regier F. Wei H. Dai J. Am. Chem. Soc. 135 2013 8452 8455 M. Gong, Y. Li, H. Wang, Y. Liang, J. Wu, J. Zhou, G. Wang, T. Regier, F. Wei, H. Dai, J. Am. Chem. Soc., 135(2013), 8452-8455. [14] L. Yu H. Zhou J. Sun F. Qin F. Yu J. Bao Y. Yu S. Chen Z. Ren Synth. Lect. Energy Environ. Technol. Sci. Soc. 10 2017 1820 1827 L. Yu, H. Zhou, J. Sun, F. Qin, F. Yu, J. Bao, Y. Yu, S. Chen, Z. Ren, Energ Environ. Sci., 10(2017), 1820-1827. [15] L. Yu J. Yang B. Guan Y. Lu X. Lou Angew. Chemie Int. Ed. English 57 2018 172 176 L. Yu, J. Yang, B. Guan, Y. Lu, X. Lou, Angew. Chem., Int. Edit., 57(2018), 172-176. [16] Z. Gao G. Fan L. Yang F. Li Mol. Catal. 442 2017 181 190 Z. Gao, G. Fan, L. Yang, F. Li, Mol. Catal., 442(2017), 181-190. [17] S. Senapati R. Thakur S. Verma S. Duggal D. Mishra P. Das T. Shripathi M. Kumar D. Rana P. Maiti J. Control. Release 224 2016 186 198 S. Senapati, R. Thakur, S. Verma, S. Duggal, D. Mishra, P. Das, T. Shripathi, M. Kumar, D. Rana, P. Maiti, J. Control Release., 224(2016), 186-198. [18] K. Zhu Y. Gao X. Tan C. Chen ACS Sustain. Chem. Eng. 4 2016 4361 4369 K. Zhu, Y. Gao, X. Tan, C. Chen, ACS Sustain. Chem. Eng., 4(2016), 4361-4369. [19] H. Ma H. Wang T. Wu C. Na Appl. Catal., B: Environ 180 2016 471 479 H. Ma, H. Wang, T. Wu, C. Na, Appl. Catal., B: Environ, 180(2016), 471-479. [20] J. Yu G. Fan Y. Yang F. Li J. Colloid Interf Sci. 432 2014 1 9 J. Yu, G. Fan, Y. Yang, F. Li, J. Colloid Interf Sci., 432(2014), 1-9. [21] L. Li R. Ma N. Iyi Y. Ebina K. Takada T. Sasaki Chem. Commun. (Camb.) 2006 3125 3127 L. Li, R. Ma, N. Iyi, Y. Ebina, K. Takada, T. Sasaki, Chem. Commun., (2006), 3125-3127. [22] X. Wang E. Kalali D. Wang ACS Sustain. Chem. Eng. 3 2015 3281 3290 X. Wang, E. Kalali, D. Wang, ACS Sustain. Chem. Eng., 3(2015), 3281-3290. [23] Y. Zou Y. Liu X. Wang G. Sheng S. Wang Y. Ai Y. Ji Y. Liu T. Hayat X. Wang ACS Sustain. Chem. Eng. 5 2017 3583 3595 Y. Zou, Y. Liu, X. Wang, G. Sheng, S. Wang, Y. Ai, Y. Ji, Y. Liu, T. Hayat, X. Wang, ACS Sustain. Chem. Eng., 5(2017), 3583-3595. [24] L. Lv K. Xu C. Wang H. Wan Y. Ruan J. Liu R. Zou L. Miao K. Ostrikov Y. Lan J. Jiang Electrochim. Acta 216 2016 35 43 L. Lv, K. Xu, C. Wang, H. Wan, Y. Ruan, J. Liu, R. Zou, L. Miao, K. Ostrikov, Y. Lan, J. Jiang, Electrochim. Acta., 216(2016), 35-43. [25] R. Abazari A. Mahjoub S. Sanati Z. Rezvani Z. Hou H. Dai Inorg. Chem. 58 2019 1834 1849 R. Abazari, A. Mahjoub, S. Sanati, Z. Rezvani, Z. Hou, H. Dai, Inorg. Chem., 58(2019), 1834-1849. [26] H. Sun Z. Chu D. Hong G. Zhang Y. Xie L. Li K. Shi J. Alloys. Compd. 658 2016 561 568 H. Sun, Z. Chu, D. Hong, G. Zhang, Y. Xie, L. Li, K. Shi, J. Alloy Compd., 658(2016), 561-568. [27] S. Sanati Z. Rezvani J. Mol. Liq. 249 2018 318 325 S. Sanati, Z. Rezvani, J. Mol. Liq., 249(2018), 318-325. [28] N. Yan X. Chen Nature 524 2015 155 157 N. Yan, X. Chen, Nature, 524(2015), 155-157. [29] X. Chen H. Yang N. Yan Chem.-Eur. J. 22 2016 13402 13421 X. Chen, H. Yang, N. Yan, Chem.-Eur. J., 22(2016), 13402-13421. [30] H. Yang G. Gözaydın R.R. Nasaruddin J.R.G. Har X. Chen X. Wang N. Yan ACS Sustain. Chem. Eng. 7 2019 5532 5542 H. Yang, G. Gözaydın, R. R. Nasaruddin, J. R. G. Har, X. Chen, X. Wang, N. Yan, ACS Sustain. Chem. Eng., 7(2019), 5532-5542. [31] X. Chen H. Yang Z. Zhong N. Yan Green Chem. 19 2017 2783 2792 X. Chen, H. Yang, Z. Zhong, N. Yan, Green Chem., 19(2017), 2783-2792. [32] M. Dash F. Chiellini R. Ottenbrite E. Chiellini Prog. Polym. Sci. 36 2011 981 1014 M. Dash, F. Chiellini, R. Ottenbrite, E. Chiellini, Prog. Polym. Sci., 36(2011), 981-1014. [33] P. Dutta S. Tripathi G. Mehrotra J. Dutta Food Chem. 114 2009 1173 1182 P. Dutta, S. Tripathi, G. Mehrotra, J. Dutta, Food Chem., 114(2009), 1173-1182. [34] I. Hamed F. Özogul J. Regenstein Trends Food Sci. Tech. 48 2016 40 50 I. Hamed, F. Özogul, J. Regenstein, Trends Food Sci. Tech., 48(2016), 40-50. [35] W. Suginta P. Khunkaewla A. Schulte Chem. Rev. 113 2013 5458 5479 W. Suginta, P. Khunkaewla, A. Schulte, Chem. Rev., 113(2013), 5458-5479. [36] B. Chen C. Zhang L. Niu X. Shi H. Zhang X. Lan G. Bai Chem.-Eur. J. 24 2018 3481 3487 B. Chen, C. Zhang, L. Niu, X. Shi, H. Zhang, X. Lan, G. Bai, Chem.-Eur. J., 24(2018), 3481-3487. [37] P. Zou X. Yang J. Wang Y. Li H. Yu Y. Zhang G. Liu Food Chem. 190 2016 1174 1181 P. Zou, X. Yang, J. Wang, Y. Li, H. Yu, Y. Zhang, G. Liu, Food Chem., 190(2016), 1174-1181. [38] Z. Shariatinia Int. J. Biol. Macromol. 120 2018 1406 1419 Z. Shariatinia, Int. J. Biol. Macromol., 120(2018), 1406-1419. [39] L. Upadhyaya J. Singh V. Agarwal R. Tewari Carbohyd. Polym. 91 2013 452 466 L. Upadhyaya, J. Singh, V. Agarwal, R. Tewari, Carbohyd. Polym., 91(2013), 452-466. [40] A. Jimtaisong N. Saewan Int. J. Cosmetic. Sci. 36 2014 12 21 A. Jimtaisong, N. Saewan, Int. J. Cosmetic. Sci., 36(2014), 12-21. [41] S. Lu H. Li F. Zhang N. Du W. Hou Colloid Polym. Sci. 294 2016 1369 1379 S. Lu, H. Li, F. Zhang, N. Du, W. Hou, Colloid Polym. Sci., 294(2016), 1369-1379. [42] T. Baran E. Açıksöz A. Menteş J. Mol. Catal. A Chem. 407 2015 47 52 T. Baran, E. Açıksöz, A. Menteş, J. Mol. Catal. A: Chem., 407(2015), 47-52. [43] J. Tian Q. Shao J. Zhao D. Pan M. Dong C. Jia T. Ding T. Wu Z. Guo J. Colloid Interf Sci. 541 2019 18 29 J. Tian, Q. Shao, J. Zhao, D. Pan, M. Dong, C. Jia, T. Ding, T. Wu, Z. Guo, J. Colloid Interf Sci., 541(2019), 18-29. [44] J. Yuan S. Xu H. Zeng X. Cao A. Pan G. Xiao P. Ding Bioelectrochemistry 123 2018 94 102 J. Yuan, S. Xu, H. Zeng, X. Cao, A. Pan, G. Xiao, P. Ding, Bioelectrochemistry., 123(2018), 94-102. [45] T. Sulmonetti S. Pang M. Claure S. Lee D. Cullen P. Agrawal C. Jones Appl. Catal. A Gen. 517 2016 187 195 T. P. Sulmonetti, S. H. Pang, M. T. Claure, S. Lee, D. A. Cullen, P. K. Agrawal, C. W. Jones, Appl. Catal., A: Gen., 517(2016), 187-195. [46] L. Jin B. Ma S. Zhao X. He Y. Li H. Hu Z. Lei Int. J. Hydrogen Energ. 43 2018 2689 2698 L. Jin, B. Ma, S. Zhao, X. He, Y. Li, H. Hu, Z. Lei, Int. J. Hydrogen Energ., 43(2018), 2689-2698. [47] S. Menachery T. Nguyen P. Gopinathan U. Aravind C. Aravindakumar Chem. Phys. 513 2018 201 208 S. Menachery, T. Nguyen, P. Gopinathan, U. Aravind, C. Aravindakumar, Chem. Phys., 513(2018), 201-208. [48] S. Bawane S. Sawant Org. Process Res. Dev. 7 2003 769 773 S. Bawane, S. Sawant, Org. Process Res. Dev., 7(2003), 769-773. [49] X. Han W. Feng X. Chu H. Chu L. Niu G. Bai J. Nanopart. Res. 19 2017 79 X. Han, W. Feng, X. Chu, H. Chu, L. Niu, G. Bai, J. Nanopart. Res., 19(2017), 79. [50] H. Zhang J. Dong X. Qiao J. Qin H. Sun A. Wang L. Niu G. Bai J. Catal. 372 2019 258 265 H. Zhang, J. Dong, X. Qiao, J. Qin, H. Sun, A. Wang, L. Niu, G. Bai, J. Catal., 372(2019), 258-265. [51] L. Bian L. Zhang Z. Zhu Z. Li Mol. Catal. 446 2018 131 139 L. Bian, L. Zhang, Z. Zhu, Z. Li, Mol. Catal., 446(2018) 131-139. [52] J. He X. Lu Y. Shen R. Nie D. Zhou Q. Xia Mol. Catal. 440 2017 87 95 J. He, X. Lu, Y. Shen, R, Jing, R. Nie, D. Zhou, Q. Xia, Mol. Catal., 440(2017), 87-95. [53] Z. Li L. Mo Y. Kathiraser S. Kawi ACS Catal. 4 2014 1526 1536 Z. Li, L. Mo, Y. Kathiraser, S. Kawi, ACS Catal., 4(2014), 1526-1536. [54] H. Zhang X. Gao Y. Ma X. Han L. Niu G. Bai Catal. Sci. Technol. 7 2017 5993 5999 H. Zhang, X. Gao, Y. Ma, X. Han, L. Niu, G. Bai, Catal. Sci. Technol., 7(2017), 5993-5999. [55] D. Liu X. Quek W. Cheo R. Lau A. Borgna Y. Yang J. Catal. 266 2009 380 390 D. Liu, X. Quek, W. Cheo, R. Lau, A. Borgna, Y. Yang, J. Catal., 266(2009), 380-390. [56] H. Wang Q. Fan Z. Yang S. Tang J. Chen Y. Wu Mol. Catal. 468 2019 1 8 H. Wang, Q. Fan, Z. Yang, S. Tang, J. Chen, Y. Wu, Mol. Catal., 468(2019), 1-8. [57] X. Fang L. Xu X. Zhang K. Zhang H. Dai W. Liu X. Xu X. Wang W. Zhou Mol. Catal. 468 2019 130 138 X. Fang, L. Xu, X. Zhang, K. Zhang, H. Dai, W. Liu, X. Xu, X. Wang, W. Zhou. Mol. Catal., 468(2019) 130-138. [58] J. Liu C. Li F. Wang S. He H. Chen Y. Zhao M. Wei D. Evans X. Duan Catal. Sci. Technol. 3 2013 2627 2633 J. Liu, C. Li, F. Wang, S. He, H. Chen, Y. Zhao, M. Wei, D. Evans, X. Duan, Catal. Sci. Technol., 3(2013), 2627-2633. [59] H. Ren Y. Song Q. Hao Z. Liu W. Wang J. Chen J. Jiang Z. Liu Z. Hao J. Lu Ind. Eng. Chem. Res. 53 2014 19077 19086 H. Ren, Y. Song, Q. Hao, Z. Liu, W. Wang, J. Chen, J. Jiang, Z. Liu, Z. Hao, J. Lu, Ind. Eng. Chem. Res., 53(2014), 19077-19086. [60] J. Wang G. Fan H. Wang F. Li Ind. Eng. Chem. Res. 50 2011 13717 13726 J. Wang, G. Fan, H. Wang, F. Li, Ind. Eng. Chem. Res., 50(2011), 13717-13726. [61] M. Telkar J. Nadgeri C. Rode R. Chaudhari Appl. Catal. A Gen. 295 2005 23 30 M. Telkar, J. Nadgeri, C. Rode, R. Chaudhari, Appl. Catal., A: Gen., 295(2005), 23-30. [62] W. Lin H. Cheng J. Ming Y. Yu F. Zhao J. Catal. 291 2012 149 154 W. Lin, H. Cheng, J. Ming, Y. Yu, F. Zhao, J. Catal., 291(2012), 149-154.",
      "scopus-id": "85070998758",
      "coredata": {
        "eid": "1-s2.0-S2468823119304067",
        "dc:description": "Herein, we have facilely fabricated a series of novel nickel-based layered double hydroxides catalysts with carboxymethyl chitosan as sacrificial template using an in situ method. A Ni1Mg4Al2-CMC-in situ catalyst shows excellent catalytic performance in benzophenone selective hydrogenation. The addition and elimination of CMC was confirmed to play an important role in increasing the BET specific surface area and improving the dispersion of the active Ni species. Furthermore, the strong interaction between the active species and support was also enhanced, simultaneously. These behaviors are believed to promote the catalytic efficiency and suppress the unexpected Ni aggregation. Considering its good catalytic performance and low cost, it has vast potential significance in the fabrication of nickel-based layered double hydroxides catalysts for catalytic reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119304067",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qin, Jingru"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Huiling"
          },
          {
            "@_fa": "true",
            "$": "Sun, Haofei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yansu"
          },
          {
            "@_fa": "true",
            "$": "Niu, Libo"
          },
          {
            "@_fa": "true",
            "$": "Lan, Xingwang"
          },
          {
            "@_fa": "true",
            "$": "Bai, Guoyi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119304067"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119304067"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30406-7",
        "prism:volume": "478",
        "articleNumber": "110561",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "In situ fabrication of nickel-based layered double hydroxides catalysts with carboxymethyl chitosan as biomass template for hydrogenation",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel-based"
          },
          {
            "@_fa": "true",
            "$": "Layered double hydroxides"
          },
          {
            "@_fa": "true",
            "$": "Carboxymethyl chitosan"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Benzophenone"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110561",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2019",
        "prism:doi": "10.1016/j.mcat.2019.110561",
        "prism:startingPage": "110561",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110561",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4507",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4925",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6318",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5323",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6725",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22062",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6112",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8806",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6860",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "74",
            "@width": "476",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8925",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "126",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18395",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "236",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31855",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "226",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31502",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "225",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40340",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "606",
            "@width": "661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "156842",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20256",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27705",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42185",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "171574",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119304067-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "508950",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85070998758"
      }
    }
  }
}