{
  "metadata": {
    "title": "Fabrication of carbon-coated Na/Fe@C nanorods using soybean straw for efficient oxygen evolution reaction catalysts",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2023-11-30",
    "doi": "10.1016/j.mcat.2023.113579",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823123006624",
    "pii": "S2468823123006624"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85171978939",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2023-09-25 2023-09-25 2023-09-25 2023-09-25 2024-03-01T15:59:47 1-s2.0-S2468823123006624 S2468-8231(23)00662-4 S2468823123006624 10.1016/j.mcat.2023.113579 S300 S300.1 FULL-TEXT 1-s2.0-S2468823123X00169 2024-06-26T17:47:57.959873Z 0 0 20231101 20231130 2023 2023-09-25T19:06:19.113158Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 550 550 C Volume 550 34 113579 113579 113579 202311 November 2023 2023-11-01 2023-11-30 2023 Regular Papers article fla © 2023 Elsevier B.V. All rights reserved. FABRICATIONCARBONCOATEDNAFECNANORODSUSINGSOYBEANSTRAWFOREFFICIENTOXYGENEVOLUTIONREACTIONCATALYSTS YE Y 1 Introduction 2 Experimental section 2.1 Materials 2.2 Synthesis of Na/Fe@C 2.3 Synthesis of Fe@C and Na@C 2.4 Characterization and electrochemical tests 3 Results and discussion 3.1 Analysis of structure, morphology, and composition 3.2 Electrochemical OER performance 4 Conclusion CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References ZHANG 2023 R XIONG 2023 Y YANG 2021 H LIU 2022 2953 2961 Y LIAO 2021 H LIAO 2022 H WANG 2023 Y WANG 2022 8751 8759 Q SAMANTA 2019 A LI 2022 C BECERRILESTRADA 2023 V LUO 2023 9244 9259 H GUO 2021 D HOU 2023 e2209876 Z GUO 2023 537 553 M ZHANG 2023 W LIU 2023 Y GOND 2022 40761 40770 R JIANG 2022 E LV 2021 626 638 X LIU 2023 822 831 J PEI 2022 476 487 X MIAO 2013 458 465 Q LIU 2020 6763 6771 Y LIAO 2022 H JIANG 2023 M MOI 2021 51151 51160 C ZHANG 2022 G XIE 2022 8283 8290 Y LIAO 2023 H WANG 2021 Q ZHU 2020 J WANG 2023 Z WANG 2009 870 875 M JIANG 2022 X JIAO 2023 S LI 2023 D JIANG 2019 322 333 H LI 2022 D YEX2023X113579 YEX2023X113579XY 2025-09-25T00:00:00.000Z 2025-09-25T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-09-28T04:07:42.010Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Shandong Provincial Natural Science Foundation ZR2022MC190 Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991/ Shandong Academy of Sciences 2022JBZ01–05 2022PY020 2023PYI003 SDAS Shandong Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100008118 http://sws.geonames.org/1814991/ 32271801 32271802 Foundation for Innovative Research Groups of the National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100012659 http://sws.geonames.org/1814991 Qilu University of Technology QLUT Qilu University of Technology http://data.elsevier.com/vocabulary/SciValFunders/501100014890 http://sws.geonames.org/1814991/ The work was supported by the National Natural Science Foundation of China (No. 32271801 , 32271802 ), Shandong Provincial Natural Science Foundation (No. ZR2022MC190 ), the Pilot Project for Integrating Science, Education and Industry from Qilu University of Technology, Shandong Academy of Sciences (No. 2022PY020 , 2023PYI003 ) and the QUTJBZ Program (No. 2022JBZ01–05 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(23)00662-4 S2468823123006624 1-s2.0-S2468823123006624 10.1016/j.mcat.2023.113579 315758 2024-03-01T16:30:11.416347Z 2023-11-01 2023-11-30 1-s2.0-S2468823123006624-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/MAIN/application/pdf/35aec03d215fa2a68625e4ebb51c8ec5/main.pdf main.pdf pdf true 6528222 MAIN 7 1-s2.0-S2468823123006624-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/PREVIEW/image/png/e8c022f2d64b3c84aa299a822851be75/main_1.png main_1.png png 60745 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823123006624-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr2/DOWNSAMPLED/image/jpeg/703026dac46cffb4439c89abd760baef/gr2.jpg gr2 gr2.jpg jpg 90839 346 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr5/DOWNSAMPLED/image/jpeg/1fc8875e89bbd38c6b5d98db152ae776/gr5.jpg gr5 gr5.jpg jpg 76806 501 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/ga1/DOWNSAMPLED/image/jpeg/9e651e56a569d17e30ec547b39f64309/ga1.jpg ga1 true ga1.jpg jpg 38823 200 294 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr1/DOWNSAMPLED/image/jpeg/0ff7da265f1587b081da3f94495f912d/gr1.jpg gr1 gr1.jpg jpg 138624 520 621 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/sc1/DOWNSAMPLED/image/jpeg/38529b76d6fb5a019c25d1446a2cec76/sc1.jpg sc1 sc1.jpg jpg 50632 339 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr4/DOWNSAMPLED/image/jpeg/c921911df204cc8a20b186765978a1de/gr4.jpg gr4 gr4.jpg jpg 107430 417 715 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr3/DOWNSAMPLED/image/jpeg/35d008e63ac479e3898ef6162024baef/gr3.jpg gr3 gr3.jpg jpg 111967 473 602 IMAGE-DOWNSAMPLED 1-s2.0-S2468823123006624-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr2/THUMBNAIL/image/gif/17a096bff806b8cf30bbb2e0157ea423/gr2.sml gr2 gr2.sml sml 13591 126 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr5/THUMBNAIL/image/gif/2cf4b6e1c5615f5f91ef3c0d2809c26a/gr5.sml gr5 gr5.sml sml 14405 164 197 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/ga1/THUMBNAIL/image/gif/ca99159df6c5251d35c24accd15971aa/ga1.sml ga1 true ga1.sml sml 24948 149 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr1/THUMBNAIL/image/gif/39293d4e3e3134b33763d9a8c00e8871/gr1.sml gr1 gr1.sml sml 28117 164 196 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/sc1/THUMBNAIL/image/gif/d4afa1d971ae36c1acb7966afbd0ad03/sc1.sml sc1 sc1.sml sml 12434 124 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr4/THUMBNAIL/image/gif/8948528888584146a58f4d081161cdea/gr4.sml gr4 gr4.sml sml 13528 128 219 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/gr3/THUMBNAIL/image/gif/b327cc7cb6cdf94de2cb746f8e825efe/gr3.sml gr3 gr3.sml sml 15724 163 208 IMAGE-THUMBNAIL 1-s2.0-S2468823123006624-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/386e542b2e4430cf19422dc9cf2c5146/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 685466 1531 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/346781a05438f57f45d2271a82e6b354/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 620478 2220 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/d4ec45d4f4bfee1d5fbd38cc53564127/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 338374 886 1301 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/1f4823d23418b08450e8688ea5ddacfe/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1345397 2302 2750 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/2ecc73f6c9ab809e58f0d153bf948351/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 405112 1504 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/bb9d75fa269c804c3b26bb8ec5d500c7/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 763999 1847 3167 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/HIGHRES/image/jpeg/50891654b5710410a522dd744d702702/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 796061 2096 2667 IMAGE-HIGH-RES 1-s2.0-S2468823123006624-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823123006624/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/44e45f9a343428975a99780c2fe94ba4/mmc1.docx mmc1 mmc1.docx docx 1343744 APPLICATION 1-s2.0-S2468823123006624-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1023X79Z1RT/MAIN/application/pdf/dbaef9875d52d2f8cfc66be269994dd4/am.pdf am am.pdf pdf false 1985685 AAM-PDF MCAT 113579 113579 S2468-8231(23)00662-4 10.1016/j.mcat.2023.113579 Elsevier B.V. Fig. 1 (a, b) SEM images of Na/Fe@C at different magnifications and corresponding EDS mapping images (g). (c,d) TEM image and (e,f) HRTEM image of Na/Fe@C. Fig 1 Fig. 2 (a, c) XRD patterns and Raman spectra of Na/Fe@C, Fe@C and Na@C. (b, d) XRD patterns and Raman spectra of Na/Fe@C at different carbonization temperatures. (e) N2 absorption/desorption isotherms and (f) pore size distribution of Na/Fe@C, Fe@C and Na@C. Fig 2 Fig. 3 (a) Full spectrum of XPS spectrum and (b, c, d) high-resolution XPS spectra of the Na/Fe@C, Fe@C and Na@C. Fig 3 Fig. 4 (a) LSV curves and (b) corresponding Tafel plots of the prepared electrocatalysts for OER. (c) Overpotential of the prepared electrocatalysts for OER. (d) EIS spectra of equivalent circuit fitting and (e) determined double-layer capacitance of the prepared electrocatalysts. (f) i-t plot of Na/Fe@C, LSV curves before and after the test. Fig 4 Fig. 5 (a) SEM images of Na/Fe@C after OER test and (b, c, d) high-resolution XPS spectra of the Na/Fe@C after OER test. Fig 5 Scheme 1 Schematic illustration of the synthesis of Na/Fe@C. Scheme 1 Table 1 BET results of the samples. Table 1 Samples Specific surface area (m2 g − 1) Pore volume (cm3 g − 1) Na@C 33.24 0.0012 Fe@C 243.39 0.0574 Na/Fe@C 84.92 0.0282 500 30.95 0.0026 700 15.98 0.0020 900 15.53 0.0011 Fabrication of carbon-coated Na/Fe@C nanorods using soybean straw for efficient oxygen evolution reaction catalysts Yuanrong Ye Data curation Writing – original draft Xin Zhao Writing – review & editing ⁎ Changwei Li Conceptualization Methodology Software Zongshun Zhang Visualization Investigation Huixin Zhang Visualization Investigation Junliu Zhang Supervision Shenghui Jiao Software Validation Honglei Chen Writing – review & editing ⁎ State Key Laboratory of Biobased Material and Green Papermaking, Qilu University of Technology, Shandong Academy of Sciences, Jinan 250353, China State Key Laboratory of Biobased Material and Green Papermaking Qilu University of Technology Shandong Academy of Sciences Jinan 250353 China State Key Laboratory of Biobased Material and Green Papermaking, Qilu University of Technology, Shandong Academy of Sciences, Jinan 250353, China ⁎ Corresponding authors. The oxygen evolution reaction (OER) process in water electrolysis requires high energy consumption. Reducing the interface limitations between metal and carbon precursors can significantly enhance the catalytic performance during the OER process. Because biomass exists in solid form, in this work, a carbon-coated Na/Fe@C nanorod OER electrocatalyst using soybean straw was prepared by coupling polyethylene glycol green liquefaction, in-situ doping, and carbonization route. The carbon coating increased the surface area and active site of the catalyst and prevented catalyst oxidation, thus extending the lifespan of the catalyst. The Na/Fe@C catalysts exhibited excellent OER catalytic activity. The overpotential at a current density of 10 mA cm−2 and 100 mA cm−2 were 275 and 320 mV, respectively. Therefore, this study provides a promising strategy for preparing stable electrocatalysts and reducing OER energy consumption. Graphical abstract Image, graphical abstract Keywords Carbon-coated PEG liquefaction Electrocatalysis Soybean straw Data availability Data will be made available on request. 1 Introduction Electrocatalytic water splitting is a promising and efficient method for producing hydrogen owing to its advantages of cleanliness, high efficiency, and sustainability [1–5]. However, the oxygen evolution reaction (OER) is a four-electron transfer process that needs a greater overpotential to meet the reaction conditions [6], thus increasing the energy requirement for electrolytic water splitting [7–10]. The water-splitting process is a main breakthrough for improving the transfer efficiency of multi-electrons and protons and for reducing the energy barrier of the OER process [11–15]. The efficiency of multi-electron and proton transfer experienced by the electrolyte during transport mainly depends on the porous structures and surface activity of the material [16–18]. Biomass-based carbon materials could use as the preferred precursor owing to their high specific surface area and tunable porous structures [19,20]. The specific porous characteristics of biomass-based carbon materials can effectively provide the location of the transport channel and the active sites [21,22]. Soybean straw is a common agricultural and forestry waste containing abundant C elements but is often ignored [23,24]. These C elements provide stable carbon sources and specific functional groups, which can adjust the electronic structure and surface activity of carbon via synergistic effect. Moreover, the choice of metal catalysts influences the energy barrier of the OER process [25,26]. Compared with precious metal-based catalysts, transition metal-based catalysts are efficient, stable, and cheap [27]. In addition, Fe can optimize the electronic structure of the active site, improve the conductivity, and promote the catalytic activity of the catalyst toward OER reactions [28–30]. The combination of biomass carbon and metal could adjust the electronic structure of the catalyst, thereby improving the performance [31]. But the interface limitation problem between biomass solid and metal powder is difficult to solve because biomass mainly exists in powder form and has low surface group activity [32]. The limitation problem may be solved by converting biomass solids into small liquid molecules with active groups [33]. Phenol liquefaction is an effective method for converting solid biomass into small liquid molecules [34,35]. However, phenol is limited by several challenges, including high toxicity and strong corrosivity. Thus, the efficient conversion of green liquefaction solvent is an important direction of biomass solid–liquid conversion. Before that, our research group preliminarily explored the liquefaction methods of green solution from alcohol, improved the solid-liquid conversion ratio and provide a liquid-phase environment for the efficient doping of metal powder [36]. In this work, a carbon-coated Na/Fe@C OER catalyst was successfully prepared by in-situ doping metal powder into carbon using green and nontoxic polyethylene glycol 400 (PEG400) as a solvent and waste soybean straw as raw material. The solid-liquid conversion of agricultural waste provided abundant doping sites for the effective doping of metal ions and mitigated the interface limitation between solid powder and metal. The carbon coating increased the surface area and active site density of the catalyst and inhibited catalyst oxidation and other issues, thus extending the lifespan of the catalyst. Furthermore, the porous structure of carbon and the crystallinity of the catalyst was effectively controlled by adjusting the carbonization temperature, which directly affected the morphology and structure of the nanorods, which in turn influenced the stability and activity of the catalyst. This study provides theoretical support for the efficient conversion of biomass and the highly valuable use of waste biomass in electrocatalytic. 2 Experimental section 2.1 Materials The soybean straw was sieved (80 mesh, Lingshou-Hengchang company, Hengchang, China). Fe(NO3)3·9H2O, Polyethyleneglycol 400 (PEG400), 25 wt.% of NH3·H2O, H2SO4, H3PO4, KOH, NaOH were purchased from Shanghai Macklin Biochemical Co. Ltd. Nickel foam (NF) was purchased from Innochem Technology Co. Ltd. All these reagents were analytical grade. 2.2 Synthesis of Na/Fe@C Precisely, 10 g soybean straw powder and 60 mL of PEG400 were placed into a three-necked flask, and catalyst (1 mL of H2SO4 and 2 mL of H3PO4) was added into the mixed solution and then further liquefied at 120 °C for 2 h under stirring. After the liquefied solution was cooled, its pH was neutralized with NaOH solution. Afterward, 4.04 g of Fe(NO3)3·9H2O and 10 mL of 25 wt.% NH₃·H2O were added to the solution (appropriate excess to maintain the alkaline environment) and then stirred and heated at 90 °C for 2 h; afterward, the mixed solution was removed, placed into the beaker, and dried in the oven, the Na, Fe doped liquefied products were prepared (LP-Na/Fe). The LP-Na/Fe were calcined at 800 °C in an N2-protected tube furnace for 2 h, and Na/Fe@C was prepared. To explore the impact of carbonization temperature on the catalyst, the LP-Na/Fe was also calcined at 500, 700, and 900 °C and named according to the corresponding temperatures. 2.3 Synthesis of Fe@C and Na@C For comparison, the sample Fe@C and Na@C were prepared without NaOH and Fe(NO3)3·9H2O, respectively, following the procedure in Section 2.2. The carbonization temperature was anchored at 800 °C. 2.4 Characterization and electrochemical tests All the characterization and electrochemical tests are described in detail in the Supplementary Material. 3 Results and discussion 3.1 Analysis of structure, morphology, and composition As illustrated in Scheme 1 , the Na/Fe@C catalyst was synthesized by combining liquefaction and liquid-phase in-situ doping of Na+ and Fe+ from soybean straw. The solid biomass macromolecules were converted into liquid micromolecule under PEG400 alcohol green liquefaction solvent condition, and then Na+ and Fe+ introduce into the liquefied product (LP) to obtain LP-Na/Fe. Subsequently, the LP-Na/Fe was further dried and carbonized at 800 °C, obtaining the Na/Fe@C nanorod catalyst (see the Experimental section for details). The microstructure of Na/Fe@C was analyzed utilizing field-emission scanning electron microscopy (FE-SEM) and transmission electron microscopy (TEM). As shown in Fig. 1 a and Fig. 1b, the rod-like structure of about 100 nm was clearly observed, along with surrounding block-shaped carbon particles. These nanorods were encapsulated inside the carbon particles, and the corresponding energy-dispersive spectroscopy (EDS) mapping images demonstrate the homogeneous distribution of elements including C, O, Na, Fe, and Si within the microstructure of Na/Fe@C (Fig. 1g). The morphology SEM analysis of Fe@C and Na@C are shown in the Fig. S1 (Supporting Information). Fe@C and Na@C nanorod structures were not similar to that of Na/Fe@C, further confirming the formation of species in Na/Fe@C as a result of the co-existence of Na and Fe with soybean straw. The TEM image (Fig. 1c and d) shows a uniform combination of sodium, iron, and liquefaction products with soybean straw. The high-resolution TEM (HRTEM) of Na/Fe@C nanorods is shown in Fig. 1e. Many uniformly distributed small bright circles were also observed, which may be caused by carbon defects formed by carbonization. In addition, the d spacing was 2.63 Å, corresponding to Na0.68Fe0.68Si0.32O2 (220), indicating that Na and Fe might exist in the form of sodium iron salt (Fig. 1f). The phase composition of the catalyst was further examined using an XRD (Fig. 2 a). Two strong peaks appeared at 2θ = 20.6° and 34.0° corresponded to (111) and (220) crystal planes of Na0.68Fe0.68Si0.32O2. However, the Fe@C and Na@C displayed weaker peak intensities, indicating that Na/Fe@C nanorods had excellent local crystallinity. In addition, to assess the effect of carbonization temperature on the catalyst, the Na/Fe@C samples at different carbonization temperatures were examined using XRD (Fig. 2b). The results showed that the peak of the catalyst was the sharpest at the carbonization temperature of 800 °C, which was the optimal temperature for the formation of Na0.68Fe0.68Si0.32O2 crystals. Raman spectra were used to further analyze the structural changes in different catalysts. The Raman spectra of Na/Fe@C, Fe@C, and Na@C were plotted in Fig. 2c, where the d-band and G-band peaks of carbon were close to 1350 and 1580, respectively. The ratio of d-band to G-band intensity was used to assess the defect degree of the sample [37]. The ratio difference between the three samples was small, which might be attributed to the addition of different metals. In addition, the degree of defects of Na/Fe@C catalysts at different carbonization temperatures was compared in Fig. 2d. The largest ID/IG was observed at 800 °C carbonization temperature, indicating that the catalyst had the highest degree of defects. The higher degree of defects could accelerate the penetration of ions in the electrolyte. Using N2 adsorption/desorption tests, the samples' specific surface area and pore size distribution were described. According to Table 1 , in addition to Fe@C, Na/Fe@C showed a greater specific surface area of 84.92 m2 g − 1. However, Fe@C has the largest specific surface area due to the presence of fewer formed crystals, and the surface area mainly comes from carbon. In Na/Fe@C, the reaction between Na and Fe results in the occupation of some carbon pores by crystals, the existence of these crystals reduces the specific surface area of carbon. Fig 2e and Fig. S2a (Supporting Information) show type I isotherm and rapid nitrogen absorption, a characteristic of microporous materials. The pore size distribution curve (Figs.2f and Fig. S2b, Supporting Information) confirmed the presence of numerous micropores and mesopores in catalysts, among which the proportion of mesopores was the highest. However, Na/Fe@C had a certain proportion of macropores, with a pore size of about 60 nm. This proportion of macropores can accelerate the penetration of the electrolyte. A reasonable proportion of macropores, mesopores, and micropores can provide good conductivity and facilitate the transfer of protons and electrons between each other. The larger specific surface area and macropore volume promoted ion penetration and exposed more active sites for electrochemical reactions [38,39]. We further analyzed the valence and chemical bonds of Na/Fe@C, Fe@C, and Na@C using XPS. The full spectra of the three samples are shown in Fig. 3 a. Fe@C displayed a strong Fe peak, Na@C displayed a Na peak, Na/Fe@C sample exhibited significant Fe and Na peaks, indicating the successful complex of sodium and iron. The C and O elements were bonded in the form of CC, CO, C = O, and CO-C (Figs. 3b and 3c). Na/Fe@C exhibited a strong Auger peak of Na at 536.7 eV, which could be attributed to the electron ionization of Na. Fig. 3d displays the high-resolution spectra of the Fe 2p orbitals of Na/Fe@C and Fe@C, which reveal that Fe in two samples was mainly present in the form of Fe2+and Fe3+ and present in Na/Fe@C in the form of Fe0. In addition, Fe3+ shifted to the high field direction by about 1 eV for Na/Fe@C, which might be attributed to the loss of electrons of Fe element or the transfer of electrons of Fe element to Na, which occurred after the introduction of Na into the system. The results of SEM, TEM, and XRD revealed that the presence of C and O could improve the surface wettability of the sample, the short-range disordered polycrystalline phase of the Na/Fe@C sample could provide an ion transport channel, and the electron-rich Na/Fe could promote electron transfer. The synergistic effect of soybean straw and Na/Fe metal could enhance water decomposition ability in the electrocatalytic process. 3.2 Electrochemical OER performance In 1 m KOH, the OER catalytic performance was assessed using a conventional three-electrode setup. As shown in Fig. 4 a, Na/Fe@C exhibited excellent OER catalytic activity: the overpotential at a current density of 10 mA cm−2 and 100 mA cm−2 were 275 and 320 mV, which was much lower than Na@C and Fe@C (Fig. 4c). This significant enhancement of OER activity can be attributed to the synergistic effect of the compounds synthesized with Fe and Na. In addition, the highest OER activity of Na/Fe@C at 800 °C was attributed to the low graphitization degree of the sample when the carbonization temperature was relatively low, and the pore structure was not conducive to the transfer of electrons in the electrolyte. During carbonization at 900 °C, the pore structure of the sample was destroyed under high-temperature conditions, thus decreasing the surface area, thereby hindering the transfer and permeation of electrolytes. The reaction kinetics of different samples was investigated using the Tafel slope (Fig. 4b). The Na/Fe@C exhibited the lowest Tafel slope of 77.08 mV dec−1 compared with Fe@C (215.92 mV dec−1) and Na@C (320.11 mV dec−1), revealing the fastest reaction kinetics of Na/Fe@C. EIS impedance was used to describe the interface charge transfer resistance (Rct) between the catalyst and electrolyte. According to Fig.4d, Na/Fe@C shows the smallest Rct value, indicating that it has the fastest electron transfer rate. Electrochemically active surface area (ECSA) plays an important role in OER performance. We performed cyclic voltammetry tests to determine the electrochemical double-layer capacitance (Cdl) at different scan rates (Fig. S3 Supporting Information), and evaluated the ECSA of the catalyst accordingly. Fig. 4e shows the relationship between the corresponding current density and the scanning rate of the prepared catalyst. Na/Fe@C has the largest Cdl (54.22 mF cm−2), which is significantly larger than other samples. It is further shown that Na/Fe@C has the largest ECSA (1355.5 cm2) and exposes more active sites (Table S1 Supporting Information), which is beneficial to obtain excellent OER performance. More active sites were generated from the combination of soybean straw and metal, which provided excellent mass transfer channels. Moreover, appropriate carbonization conditions created a larger surface area and a reasonable pore size distribution, facilitating better electrolyte penetration into the active site. The stability of the catalyst in the reaction process is crucial. The Na/Fe@C composite exhibited excellent stability in the OER process (Fig. 4f). After 24 h of continuous operation, the current density retention rate of OER was 91%, and there was only a 15 mV decrease in overpotential before and after the i-t-test. Compared with similar catalysts reported in current research, our catalyst is at an advanced level (Table S2, Supporting Information). However, there is still room for improvement compared with some top-tier catalysts, such as fine-tuning the thickness of the carbon coating, controlling the porosity, and optimizing the crystal lattice oxygen defects. To further understand the structural characteristics of Na/Fe@C after OER test, the SEM images and high-resolution XPS spectra of Na/Fe@C after OER test were tested. The results show that after the OER test, the morphology of Na/Fe@C does not change significantly, and it still contains rod-like Na0.68Fe0.68Si0.32O2 and block-like C (Fig. 5 a). In the high-resolution XPS spectrum, Fig. 5b shows that C still exists in the form of CC, CO-O and C = O, which is consistent with the expectation. Unexpectedly, the Metal-O peak appears in the O 1 s peak, which is due to the oxidation of Fe0 during the OER process (Fig. 5c). Compared with that before the test, the disappearance of Fe0 in Fig. 5d is consistent with the change of O 1 s spectrum, which proves that Fe0 is not the main active substance in Na/Fe@C. These results further support that the catalytic activity of Na/Fe@C is mainly due to the synergistic effect of rod-like crystals and C in the OER reaction. The general OER mechanism of Na/Fe@C catalyst under alkaline conditions can be described in four steps: 1 Adsorption of hydroxide ions (OH−) on the catalyst surface: (1) OH− + M → M-OH + e− 2 Formation of active oxygen species (OOH*) through water oxidation: (2) M-OH + OH− → M-O + H2O + e− 3 Generation of O2 through the decomposition of active oxygen species: (3) M-O + OH− → M-OOH + e− 4 Desorption of oxygen gas from the catalyst surface: (4) M-OOH + OH−→ O2 + H2O + e− + M Where M is the active sites on the electrocatalyst surface. In general, the presence of Na0.68Fe0.68Si0.32O2 in Na/Fe@C promotes the initial adsorption of OH− and the breaking of OH bonds. This can be attributed to the high valence states of Fe. In addition, the coated bulk carbon particles are beneficial to promote the adsorption of OH- and the desorption of O2 during OER. 4 Conclusion In summary, a highly efficient, stable, and unique carbon-coated nanorod structure OER electrocatalyst was successfully fabricated using the PEG liquefaction method. Furthermore, the crystallinity of the nanorods was effectively regulated by controlling the carbonization temperature to achieve the desired morphology and structure, thereby enhancing the activity and stability of the catalyst. The rod-shaped crystal structure with a high surface area and more edge positions provided the main active sites for catalytic reactions. Additionally, the carbon-coated structure prevented the oxidation of the catalyst and increased the number of active sites. The coupling of nanorod and carbon coating structure enhanced the stabilization and performance of catalytic reactions. The OER potentials of our nanorod catalysts at 10 mA cm−2 and 100 mA cm−2 were 275 mV and 320 mV, respectively, outperforming most of the similar catalysts. Hence, this study described an approach for combining metal and biomass precursors through transforming solid–liquid bonding to liquid–liquid bonding. The concept of using solid–liquid transformation to bind metals through carbon precursor is important in achieving long-term stability and high efficiency of catalysts for energy conversion. CRediT authorship contribution statement Yuanrong Ye: Data curation, Writing – original draft. Xin Zhao: Writing – review & editing. Changwei Li: Conceptualization, Methodology, Software. Zongshun Zhang: Visualization, Investigation. Huixin Zhang: Visualization, Investigation. Junliu Zhang: Supervision. Shenghui Jiao: Software, Validation. Honglei Chen: Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The work was supported by the National Natural Science Foundation of China (No. 32271801, 32271802), Shandong Provincial Natural Science Foundation (No. ZR2022MC190), the Pilot Project for Integrating Science, Education and Industry from Qilu University of Technology, Shandong Academy of Sciences (No. 2022PY020, 2023PYI003) and the QUTJBZ Program (No. 2022JBZ01–05). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2023.113579. Appendix Supplementary materials Image, application 1 References [1] R. Zhang W. Liu F.M. Zhang Z.D. Yang G. Zhang X.C. Zeng COF-C4N Nanosheets with uniformly anchored single metal sites for electrocatalytic OER: From theoretical screening to target synthesis Applied Catalysis B: Environmental 325 2023 R. Zhang, W. Liu, F.M. Zhang, Z.D. Yang, G. Zhang, X.C. Zeng, COF-C4N Nanosheets with uniformly anchored single metal sites for electrocatalytic OER: From theoretical screening to target synthesis, Applied Catalysis B: Environmental 325 (2023). [2] Y. Xiong P. He A review on electrocatalysis for alkaline oxygen evolution reaction (OER) by Fe-based catalysts Journal of Materials Science 2023 Y. Xiong, P. He, A review on electrocatalysis for alkaline oxygen evolution reaction (OER) by Fe-based catalysts, Journal of Materials Science (2023). [3] H. Yang M. Driess P.W. Menezes Self-Supported Electrocatalysts for Practical Water Electrolysis Advanced Energy Materials 11 39 2021 H. Yang, M. Driess, P.W. Menezes, Self-Supported Electrocatalysts for Practical Water Electrolysis, Advanced Energy Materials 11(39) (2021). [4] Y. Liu G. Mou Y. Wang F. He N. Dong Y. Lin M. Zhong B. Su Nickel/Nickel Oxide-Nitrogen Self-Doped Carbon Nanosheets for Electrocatalytic Oxygen and Hydrogen Evolution Reactions ACS Applied Nano Materials 5 2 2022 2953 2961 Y. Liu, G. Mou, Y. Wang, F. He, N. Dong, Y. Lin, M. Zhong, B. Su, Nickel/Nickel Oxide-Nitrogen Self-Doped Carbon Nanosheets for Electrocatalytic Oxygen and Hydrogen Evolution Reactions, ACS Applied Nano Materials 5(2) (2022) 2953–2961. [5] H. Liao T. Luo P. Tan K. Chen L. Lu Y. Liu M. Liu J. Pan Unveiling Role of Sulfate Ion in Nickel-Iron (oxy)Hydroxide with Enhanced Oxygen-Evolving Performance Advanced Functional Materials 31 38 2021 H. Liao, T. Luo, P. Tan, K. Chen, L. Lu, Y. Liu, M. Liu, J. Pan, Unveiling Role of Sulfate Ion in Nickel-Iron (oxy)Hydroxide with Enhanced Oxygen-Evolving Performance, Advanced Functional Materials 31(38) (2021). [6] H. Liao G. Ni P. Tan Y. Liu K. Chen G. Wang M. Liu J. Pan Borate narrowed band gap of nickel-iron layer double hydroxide to mediate rapid reconstruction kinetics for water oxidation Applied Catalysis B: Environmental 317 2022 H. Liao, G. Ni, P. Tan, Y. Liu, K. Chen, G. Wang, M. Liu, J. Pan, Borate narrowed band gap of nickel-iron layer double hydroxide to mediate rapid reconstruction kinetics for water oxidation, Applied Catalysis B: Environmental 317 (2022). [7] Y. Wang Z. Zhou Y. Lin Y. Zhang P. Bi Q. Jing Y. Luo Z. Sun J. Liao Z. Gao Molecular engineering of Fe-MIL-53 electrocatalyst for effective oxygen evolution reaction Chemical Engineering Journal 462 2023 Y. Wang, Z. Zhou, Y. Lin, Y. Zhang, P. Bi, Q. Jing, Y. Luo, Z. Sun, J. Liao, Z. Gao, Molecular engineering of Fe-MIL-53 electrocatalyst for effective oxygen evolution reaction, Chemical Engineering Journal 462 (2023). [8] Q. Wang J. Li Y. Li G. Shao Z. Jia B. Shen Non-noble metal-based amorphous high-entropy oxides as efficient and reliable electrocatalysts for oxygen evolution reaction Nano Research 15 10 2022 8751 8759 Q. Wang, J. Li, Y. Li, G. Shao, Z. Jia, B. Shen, Non-noble metal-based amorphous high-entropy oxides as efficient and reliable electrocatalysts for oxygen evolution reaction, Nano Research 15(10) (2022) 8751–8759. [9] A. Samanta S. Das S. Jana Doping of Ni in α-Fe2O3 Nanoclews To Boost Oxygen Evolution Electrocatalysis ACS Sustainable Chemistry & Engineering 2019 A. Samanta, S. Das, S. Jana, Doping of Ni in α-Fe2O3 Nanoclews To Boost Oxygen Evolution Electrocatalysis, ACS Sustainable Chemistry & Engineering (2019). [10] C. Li H. Jang M.G. Kim L. Hou X. Liu J. Cho Ru-incorporated oxygen-vacancy-enriched MoO2 electrocatalysts for hydrogen evolution reaction Applied Catalysis B: Environmental 307 2022 C. Li, H. Jang, M.G. Kim, L. Hou, X. Liu, J. Cho, Ru-incorporated oxygen-vacancy-enriched MoO2 electrocatalysts for hydrogen evolution reaction, Applied Catalysis B: Environmental 307 (2022). [11] V. Becerril-Estrada L. González-Gutiérrez J.I. Valdez-Nava J. Vazquez-Arenas R.H. Lara L. Lartundo-Rojas J. Manríquez S. Sepúlveda-Guzmán R. Ortega A. Méndez-Albores G. Trejo Effects of heat treatment temperature on the morphology, composition, and electrocatalytic properties of electrodeposited NiB thin films towards OER Electrochimica Acta 444 2023 V. Becerril-Estrada, L. González-Gutiérrez, J.I. Valdez-Nava, J. Vazquez-Arenas, R.H. Lara, L. Lartundo-Rojas, J. Manríquez, S. Sepúlveda-Guzmán, R. Ortega, A. Méndez-Albores, G. Trejo, Effects of heat treatment temperature on the morphology, composition, and electrocatalytic properties of electrodeposited NiB thin films towards OER, Electrochimica Acta 444 (2023). [12] H. Luo X. Zhao T. Zhang R. Si X. Gong C. Li F. Kong Y. Liu J. Jiang H. Chen Self-supporting porous wood-based carbon with metal-organic framework derived metal bridges for effectively electrocatalytic hydrogen evolution at large current density International Journal of Hydrogen Energy 48 25 2023 9244 9259 H. Luo, X. Zhao, T. Zhang, R. Si, X. Gong, C. Li, F. Kong, Y. Liu, J. Jiang, H. Chen, Self-supporting porous wood-based carbon with metal-organic framework derived metal bridges for effectively electrocatalytic hydrogen evolution at large current density, International Journal of Hydrogen Energy 48(25) (2023) 9244–9259. [13] D. Guo Z. Zeng Z. Wan Y. Li B. Xi C. Wang A CoN-based OER Electrocatalyst Capable in Neutral Medium: Atomic Layer Deposition as Rational Strategy for Fabrication Advanced Functional Materials 31 24 2021 D. Guo, Z. Zeng, Z. Wan, Y. Li, B. Xi, C. Wang, A CoN-based OER Electrocatalyst Capable in Neutral Medium: Atomic Layer Deposition as Rational Strategy for Fabrication, Advanced Functional Materials 31(24) (2021). [14] Z. Hou C. Cui Y. Li Y. Gao D. Zhu Y. Gu G. Pan Y. Zhu T. Zhang Lattice-Strain Engineering for Heterogeneous Electrocatalytic Oxygen Evolution Reaction Adv Mater 2023 e2209876 Z. Hou, C. Cui, Y. Li, Y. Gao, D. Zhu, Y. Gu, G. Pan, Y. Zhu, T. Zhang, Lattice-Strain Engineering for Heterogeneous Electrocatalytic Oxygen Evolution Reaction, Adv Mater (2023) e2209876. [15] M. Guo R. Deng C. Wang Q. Zhang Recent progress of advanced manganese oxide-based materials for acidic oxygen evolution reaction: Fundamentals, performance optimization, and prospects Journal of Energy Chemistry 78 2023 537 553 M. Guo, R. Deng, C. Wang, Q. Zhang, Recent progress of advanced manganese oxide-based materials for acidic oxygen evolution reaction: Fundamentals, performance optimization, and prospects, Journal of Energy Chemistry 78 (2023) 537–553. [16] W. Zhang C. Li J.Y. Ji Z. Niu H. Gu B.F. Abrahams J.P. Lang Tailorable carbon cloth electrodes covered with heterostructured Co/CoO/CoN interfaces for scalable electrocatalytic overall water splitting Chemical Engineering Journal 461 2023 W. Zhang, C. Li, J.Y. Ji, Z. Niu, H. Gu, B.F. Abrahams, J.P. Lang, Tailorable carbon cloth electrodes covered with heterostructured Co/CoO/CoN interfaces for scalable electrocatalytic overall water splitting, Chemical Engineering Journal 461 (2023). [17] Y. Liu T. Sakthivel F. Hu Y. Tian D. Wu E.H. Ang H. Liu S. Guo S. Peng Z. Dai Enhancing the d/p-Band Center Proximity with Amorphous-Crystalline Interface Coupling for Boosted pH-Robust Water Electrolysis Advanced Energy Materials 13 11 2023 Y. Liu, T. Sakthivel, F. Hu, Y. Tian, D. Wu, E.H. Ang, H. Liu, S. Guo, S. Peng, Z. Dai, Enhancing the d/p-Band Center Proximity with Amorphous-Crystalline Interface Coupling for Boosted pH-Robust Water Electrolysis, Advanced Energy Materials 13(11) (2023). [18] R. Gond S. Singh X. Zhao D. Singh R. Ahuja M. Fichtner P. Barpanda Pyrophosphate Na(2)CoP(2)O(7) Polymorphs as Efficient Bifunctional Oxygen Electrocatalysts for Zinc-Air Batteries ACS Appl Mater Interfaces 14 36 2022 40761 40770 R. Gond, S. Singh, X. Zhao, D. Singh, R. Ahuja, M. Fichtner, P. Barpanda, Pyrophosphate Na(2)CoP(2)O(7) Polymorphs as Efficient Bifunctional Oxygen Electrocatalysts for Zinc-Air Batteries, ACS Appl Mater Interfaces 14(36) (2022) 40761–40770. [19] E. Jiang N. Song S. Hong M. Xiao D. Zhu Z. Yan J. Sun G. Chen C. Li H. Dong Cobalt supported on biomass carbon tubes derived from cotton fibers towards high-efficient electrocatalytic overall water-splitting Electrochimica Acta 407 2022 E. Jiang, N. Song, S. Hong, M. Xiao, D. Zhu, Z. Yan, J. Sun, G. Chen, C. Li, H. Dong, Cobalt supported on biomass carbon tubes derived from cotton fibers towards high-efficient electrocatalytic overall water-splitting, Electrochimica Acta 407 (2022). [20] X. Lv Z. Xiao H. Wang X. Wang L. Shan F. Wang C. Wei X. Tang Y. Chen In situ construction of Co/N/C-based heterojunction on biomass-derived hierarchical porous carbon with stable active sites using a Co-N protective strategy for high-efficiency ORR, OER and HER trifunctional electrocatalysts Journal of Energy Chemistry 54 2021 626 638 X. Lv, Z. Xiao, H. Wang, X. Wang, L. Shan, F. Wang, C. Wei, X. Tang, Y. Chen, In situ construction of Co/N/C-based heterojunction on biomass-derived hierarchical porous carbon with stable active sites using a Co-N protective strategy for high-efficiency ORR, OER and HER trifunctional electrocatalysts, Journal of Energy Chemistry 54 (2021) 626–638. [21] J. Liu J. Zhang H. Zhou B. Liu H. Dong X. Lin Y. Qin Lignin-derived carbon-supported MoC-FeNi heterostructure as efficient electrocatalysts for oxygen evolution reaction J Colloid Interface Sci 629 Pt A 2023 822 831 J. Liu, J. Zhang, H. Zhou, B. Liu, H. Dong, X. Lin, Y. Qin, Lignin-derived carbon-supported MoC-FeNi heterostructure as efficient electrocatalysts for oxygen evolution reaction, J Colloid Interface Sci 629(Pt A) (2023) 822–831. [22] X. Pei S. Yi Y. Zhao Y. Mu Y. Yu M. Cui C. Meng C. Huang Y. Zhang Nickel oxide nanoparticles dispersed on biomass-derived amorphous carbon/cobalt silicate support accelerate the oxygen evolution reaction J Colloid Interface Sci 616 2022 476 487 X. Pei, S. Yi, Y. Zhao, Y. Mu, Y. Yu, M. Cui, C. Meng, C. Huang, Y. Zhang, Nickel oxide nanoparticles dispersed on biomass-derived amorphous carbon/cobalt silicate support accelerate the oxygen evolution reaction, J Colloid Interface Sci 616 (2022) 476–487. [23] Q. Miao Y. Tang J. Xu X. Liu L. Xiao Q. Chen Activated carbon prepared from soybean straw for phenol adsorption Journal of the Taiwan Institute of Chemical Engineers 44 3 2013 458 465 Q. Miao, Y. Tang, J. Xu, X. Liu, L. Xiao, Q. Chen, Activated carbon prepared from soybean straw for phenol adsorption, Journal of the Taiwan Institute of Chemical Engineers 44(3) (2013) 458–465. [24] Y. Liu M. Su D. Li S. Li X. Li J. Zhao F. Liu Soybean straw biomass-derived Fe-N co-doped porous carbon as an efficient electrocatalyst for oxygen reduction in both alkaline and acidic media RSC Adv 10 12 2020 6763 6771 Y. Liu, M. Su, D. Li, S. Li, X. Li, J. Zhao, F. Liu, Soybean straw biomass-derived Fe-N co-doped porous carbon as an efficient electrocatalyst for oxygen reduction in both alkaline and acidic media, RSC Adv 10(12) (2020) 6763–6771. [25] H. Liao X. Zhang S. Niu P. Tan K. Chen Y. Liu G. Wang M. Liu J. Pan Dynamic dissolution and re-adsorption of molybdate ion in iron incorporated nickel-molybdenum oxyhydroxide for promoting oxygen evolution reaction Applied Catalysis B: Environmental 307 2022 H. Liao, X. Zhang, S. Niu, P. Tan, K. Chen, Y. Liu, G. Wang, M. Liu, J. Pan, Dynamic dissolution and re-adsorption of molybdate ion in iron incorporated nickel-molybdenum oxyhydroxide for promoting oxygen evolution reaction, Applied Catalysis B: Environmental 307 (2022). [26] M. Jiang H. Zhai L. Chen L. Mei P. Tan K. Yang J. Pan Unraveling the Synergistic Mechanism of Bi-Functional Nickel–Iron Phosphides Catalysts for Overall Water Splitting Advanced Functional Materials 33 33 2023 M. Jiang, H. Zhai, L. Chen, L. Mei, P. Tan, K. Yang, J. Pan, Unraveling the Synergistic Mechanism of Bi-Functional Nickel–Iron Phosphides Catalysts for Overall Water Splitting, Advanced Functional Materials 33(33) (2023). [27] C.T. Moi S. Bhowmick M. Qureshi Hierarchical FeO(OH)-CoCeV (Oxy)hydroxide as a Water Cleavage Promoter ACS Appl Mater Interfaces 13 43 2021 51151 51160 C.T. Moi, S. Bhowmick, M. Qureshi, Hierarchical FeO(OH)-CoCeV (Oxy)hydroxide as a Water Cleavage Promoter, ACS Appl Mater Interfaces 13(43) (2021) 51151–51160. [28] G. Zhang Z. Li J. Zeng L. Yu C. Zuo P. Wen Y. Liu L. Zhong H. Chen Y. Qiu Ferric ions leached from Fe-based catalyst to trigger the dynamic surface reconstruction of nickel foam for high-efficient OER activity Applied Catalysis B: Environmental 319 2022 G. Zhang, Z. Li, J. Zeng, L. Yu, C. Zuo, P. Wen, Y. Liu, L. Zhong, H. Chen, Y. Qiu, Ferric ions leached from Fe-based catalyst to trigger the dynamic surface reconstruction of nickel foam for high-efficient OER activity, Applied Catalysis B: Environmental 319 (2022). [29] Y. Xie H. Huang Z. Chen Z. He Z. Huang S. Ning Y. Fan M. Barboiu J.Y. Shi D. Wang C.Y. Su Co-Fe-P Nanosheet Arrays as a Highly Synergistic and Efficient Electrocatalyst for Oxygen Evolution Reaction Inorg Chem 61 21 2022 8283 8290 Y. Xie, H. Huang, Z. Chen, Z. He, Z. Huang, S. Ning, Y. Fan, M. Barboiu, J.Y. Shi, D. Wang, C.Y. Su, Co-Fe-P Nanosheet Arrays as a Highly Synergistic and Efficient Electrocatalyst for Oxygen Evolution Reaction, Inorg Chem 61(21) (2022) 8283–8290. [30] H. Liao G. Ni P. Tan K. Liu X. Liu H. Liu K. Chen X. Zheng M. Liu J. Pan Oxyanion Engineering Suppressed Iron Segregation in Nickel–Iron Catalysts Toward Stable Water Oxidation Advanced Materials 35 21 2023 H. Liao, G. Ni, P. Tan, K. Liu, X. Liu, H. Liu, K. Chen, X. Zheng, M. Liu, J. Pan, Oxyanion Engineering Suppressed Iron Segregation in Nickel–Iron Catalysts Toward Stable Water Oxidation, Advanced Materials 35(21) (2023). [31] Q. Wang R. Guo Z. Wang D. Shen R. Yu K. Luo C. Wu S. Gu Progress in carbon-based electrocatalyst derived from biomass for the hydrogen evolution reaction Fuel 293 2021 Q. Wang, R. Guo, Z. Wang, D. Shen, R. Yu, K. Luo, C. Wu, S. Gu, Progress in carbon-based electrocatalyst derived from biomass for the hydrogen evolution reaction, Fuel 293 (2021). [32] J. Zhu S. Mu Defect Engineering in Carbon-Based Electrocatalysts: Insight into Intrinsic Carbon Defects Advanced Functional Materials 30 25 2020 J. Zhu, S. Mu, Defect Engineering in Carbon-Based Electrocatalysts: Insight into Intrinsic Carbon Defects, Advanced Functional Materials 30(25) (2020). [33] Z.C. Wang X.K. Hou Y.B. Wang E. Collins P.G. Duan Hydrothermal liquefaction of soybean straw: Effect of steam explosion pretreatment and reaction media Fuel 339 2023 Z.C. Wang, X.K. Hou, Y.B. Wang, E. Collins, P.G. Duan, Hydrothermal liquefaction of soybean straw: Effect of steam explosion pretreatment and reaction media, Fuel 339 (2023). [34] M. Wang M. Leitch C.C. Xu Synthesis of phenolic resol resins using cornstalk-derived bio-oil produced by direct liquefaction in hot-compressed phenol–water Journal of Industrial and Engineering Chemistry 15 6 2009 870 875 M. Wang, M. Leitch, C.C. Xu, Synthesis of phenolic resol resins using cornstalk-derived bio-oil produced by direct liquefaction in hot-compressed phenol–water, Journal of Industrial and Engineering Chemistry 15(6) (2009) 870–875. [35] X. Jiang P. Li Z. Ding H. Li H. Bing L. Zhang Liquefied wheat straw as phenols for bio-based phenolic resins: Reaction parameters optimization and chemical routes Industrial Crops and Products 187 2022 X. Jiang, P. Li, Z. Ding, H. Li, H. Bing, L. Zhang, Liquefied wheat straw as phenols for bio-based phenolic resins: Reaction parameters optimization and chemical routes, Industrial Crops and Products 187 (2022). [36] S. Jiao Y. Yao J. Zhang L. Zhang C. Li H. Zhang X. Zhao H. Chen J. Jiang Nano-flower-like porous carbon derived from soybean straw for efficient N-S co-doped supercapacitors by coupling in-situ heteroatom doping with green activation method Applied Surface Science 615 2023 S. Jiao, Y. Yao, J. Zhang, L. Zhang, C. Li, H. Zhang, X. Zhao, H. Chen, J. Jiang, Nano-flower-like porous carbon derived from soybean straw for efficient N-S co-doped supercapacitors by coupling in-situ heteroatom doping with green activation method, Applied Surface Science 615 (2023). [37] D. Li Z. Li Z. Chen G. Shi L. Wang Z. Chen W. Tu R. Xia E.I. Iwuoha C. Liu X. Peng Wood-Derived, Monolithic Chainmail Electrocatalyst for Biomass-Assisted Hydrogen Production Advanced Energy Materials 13 24 2023 D. Li, Z. Li, Z. Chen, G. Shi, L. Wang, Z. Chen, W. Tu, R. Xia, E.I. Iwuoha, C. Liu, X. Peng, Wood-Derived, Monolithic Chainmail Electrocatalyst for Biomass-Assisted Hydrogen Production, Advanced Energy Materials 13(24) (2023). [38] H. Jiang J. Gu X. Zheng M. Liu X. Qiu L. Wang W. Li Z. Chen X. Ji J. Li Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER Energy & Environmental Science 12 1 2019 322 333 H. Jiang, J. Gu, X. Zheng, M. Liu, X. Qiu, L. Wang, W. Li, Z. Chen, X. Ji, J. Li, Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER, Energy & Environmental Science 12(1) (2019) 322–333. [39] D. Li Y. Huang Z. Li L. Zhong C. Liu X. Peng Deep eutectic solvents derived carbon-based efficient electrocatalyst for boosting H2 production coupled with glucose oxidation Chemical Engineering Journal 430 2022 D. Li, Y. Huang, Z. Li, L. Zhong, C. Liu, X. Peng, Deep eutectic solvents derived carbon-based efficient electrocatalyst for boosting H2 production coupled with glucose oxidation, Chemical Engineering Journal 430 (2022).",
      "scopus-id": "85171978939",
      "coredata": {
        "eid": "1-s2.0-S2468823123006624",
        "dc:description": "The oxygen evolution reaction (OER) process in water electrolysis requires high energy consumption. Reducing the interface limitations between metal and carbon precursors can significantly enhance the catalytic performance during the OER process. Because biomass exists in solid form, in this work, a carbon-coated Na/Fe@C nanorod OER electrocatalyst using soybean straw was prepared by coupling polyethylene glycol green liquefaction, in-situ doping, and carbonization route. The carbon coating increased the surface area and active site of the catalyst and prevented catalyst oxidation, thus extending the lifespan of the catalyst. The Na/Fe@C catalysts exhibited excellent OER catalytic activity. The overpotential at a current density of 10 mA cm−2 and 100 mA cm−2 were 275 and 320 mV, respectively. Therefore, this study provides a promising strategy for preparing stable electrocatalysts and reducing OER energy consumption.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823123006624",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ye, Yuanrong"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Xin"
          },
          {
            "@_fa": "true",
            "$": "Li, Changwei"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Zongshun"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Huixin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Junliu"
          },
          {
            "@_fa": "true",
            "$": "Jiao, Shenghui"
          },
          {
            "@_fa": "true",
            "$": "Chen, Honglei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823123006624"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823123006624"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(23)00662-4",
        "prism:volume": "550",
        "articleNumber": "113579",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Fabrication of carbon-coated Na/Fe@C nanorods using soybean straw for efficient oxygen evolution reaction catalysts",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon-coated"
          },
          {
            "@_fa": "true",
            "$": "PEG liquefaction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Soybean straw"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113579",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2023",
        "prism:doi": "10.1016/j.mcat.2023.113579",
        "prism:startingPage": "113579",
        "dc:identifier": "doi:10.1016/j.mcat.2023.113579",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "346",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90839",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "501",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76806",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "294",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38823",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "520",
            "@width": "621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "138624",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "339",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50632",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "417",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107430",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "473",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "111967",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13591",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14405",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24948",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "196",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "28117",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12434",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13528",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15724",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1531",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "685466",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2220",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "620478",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "338374",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2302",
            "@width": "2750",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1345397",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1504",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "405112",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1847",
            "@width": "3167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "763999",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2096",
            "@width": "2667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "796061",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1343744",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823123006624-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1985685",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85171978939"
      }
    }
  }
}