{
  "metadata": {
    "title": "Heteropolyacids supported on micro/mesoporous materials PMoW@HKUST-1@ZSM-5-MCM-41: Effective catalyst for oxidative desulfurization with oxygen",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2021-03-31",
    "doi": "10.1016/j.mcat.2021.111419",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823121000365",
    "pii": "S2468823121000365"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85101372617",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2021-02-23 2021-02-23 2021-03-14 2021-03-14 2021-03-14T15:55:36 1-s2.0-S2468823121000365 S2468-8231(21)00036-5 S2468823121000365 10.1016/j.mcat.2021.111419 S300 S300.1 FULL-TEXT 1-s2.0-S2468823121X00041 2022-12-12T23:36:12.42485Z 0 0 20210301 20210331 2021 2021-02-23T07:42:30.890092Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 504 504 C Volume 504 40 111419 111419 111419 202103 March 2021 2021-03-01 2021-03-31 2021 Regular Papers article fla © 2021 Elsevier B.V. All rights reserved. HETEROPOLYACIDSSUPPORTEDMICROMESOPOROUSMATERIALSPMOWHKUST1ZSM5MCM41EFFECTIVECATALYSTFOROXIDATIVEDESULFURIZATIONOXYGEN LI J Introduction Experimental Materials and instrumentation Preparation of the catalyst Preparation of ZSM-5-MCM-41 Preparation of H3PMo6W6O40 Preparation of PMoW@HKUST-1@ZSM-5-MCM-41 ODS process Result and discussion Characterization of catalysts Catalytic evaluation of PHZM Influence of reaction condition on removal of DBT Kinetic studies on ODS processing Recycle experiments The possible mechanism of ODS Conclusion Declaration of Competing Interest CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References CHEN 2020 116960 M CRUZ 2019 117241 P HAO 2019 419 426 L YE 2018 241 247 G ZHENG 2019 6983 6992 H BHUTTO 2016 84 97 A GU 2014 11 18 D LIMA 2018 414 421 F TAGHIYAR 2020 134860 H RIBEIRO 2019 226 236 S WANG 2020 117029 B YUE 2018 210 219 D TEIXEIRA 2020 143 149 M YANG 2018 214 219 Y ZHANG 2018 247 259 Y LIU 2019 439 446 L MIRANTE 2020 116213 F KAREEM 2020 105926 Y XIONG 2014 19895 19904 J ABDALLA 2012 113 121 Z LIN 2018 13009 13019 Z XU 2018 5386 5390 L JIANG 2017 1 9 W GHUBAYRA 2019 309 316 R MIRANTE 2019 163 171 F WEI 2020 117834 P HU 2020 117661 P QU 2020 123382 S SUN 2020 125881 X STERCZYNSKA 2017 11203 11216 A LI 2020 124325 J SUBHAN 2018 706 715 F XUN 2019 239 247 S LI 2020 122453 A AMMAR 2021 104904 S LIX2021X111419 LIX2021X111419XJ 2023-03-14T00:00:00.000Z 2023-03-14T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier B.V. All rights reserved. 2021-01-25T01:32:34.433Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(21)00036-5 S2468823121000365 1-s2.0-S2468823121000365 10.1016/j.mcat.2021.111419 315758 2021-05-08T05:51:29.966932Z 2021-03-01 2021-03-31 1-s2.0-S2468823121000365-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/MAIN/application/pdf/cdb54169165a1022ad2a6bf9bf570bde/main.pdf main.pdf pdf true 5802289 MAIN 8 1-s2.0-S2468823121000365-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/PREVIEW/image/png/37f88b445597106ac4517c7972217210/main_1.png main_1.png png 56311 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823121000365-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr1/DOWNSAMPLED/image/jpeg/c011601a77381a7ff63588925b9199c2/gr1.jpg gr1 gr1.jpg jpg 58995 271 660 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr2/DOWNSAMPLED/image/jpeg/ff97db556229a55617b1f23730a6cc4f/gr2.jpg gr2 gr2.jpg jpg 53739 270 660 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/ga1/DOWNSAMPLED/image/jpeg/e77dfbe3f06f6bd9f27281438a38aa06/ga1.jpg ga1 true ga1.jpg jpg 15758 200 355 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr3/DOWNSAMPLED/image/jpeg/b6634bc729dd61323c6d371962674309/gr3.jpg gr3 gr3.jpg jpg 72234 249 660 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr4/DOWNSAMPLED/image/jpeg/ac64922acd8a2562a55ee88d55abe3e1/gr4.jpg gr4 gr4.jpg jpg 96291 313 604 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr5/DOWNSAMPLED/image/jpeg/9700a28dd80585bbed52d62117a43000/gr5.jpg gr5 gr5.jpg jpg 56931 617 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr6/DOWNSAMPLED/image/jpeg/023c0faa31e9fad2cf426a572834619e/gr6.jpg gr6 gr6.jpg jpg 50245 378 717 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr7/DOWNSAMPLED/image/jpeg/b9d1eaae28ecaa5f9e1e748adf88245e/gr7.jpg gr7 gr7.jpg jpg 36347 267 660 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr8.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr8/DOWNSAMPLED/image/jpeg/a32234877d0acd81ddc4ad5b492639a0/gr8.jpg gr8 gr8.jpg jpg 18855 268 491 IMAGE-DOWNSAMPLED 1-s2.0-S2468823121000365-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr1/THUMBNAIL/image/gif/0e41a6905ed7acee093fed1443881b43/gr1.sml gr1 gr1.sml sml 10020 90 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr2/THUMBNAIL/image/gif/fc8e8f620fa3773e61134e7ad9f743bc/gr2.sml gr2 gr2.sml sml 7712 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/ga1/THUMBNAIL/image/gif/82bd2dff3e7036bce3c0850334e2202b/ga1.sml ga1 true ga1.sml sml 8423 123 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr3/THUMBNAIL/image/gif/81d2fa341a0169a9e08fa5b7e23d58dd/gr3.sml gr3 gr3.sml sml 13391 83 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr4/THUMBNAIL/image/gif/f7eff850bedbfd661beaa32c1ccaeca8/gr4.sml gr4 gr4.sml sml 17071 113 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr5/THUMBNAIL/image/gif/0c98a44ac5cfec6a960d3b2614a4795f/gr5.sml gr5 gr5.sml sml 6057 164 190 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr6/THUMBNAIL/image/gif/24f1b3c429d5164ea2883ed0e27d0d2a/gr6.sml gr6 gr6.sml sml 7981 116 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr7/THUMBNAIL/image/gif/6fdb27685600e48eb4d2f468d544d567/gr7.sml gr7 gr7.sml sml 6343 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-gr8.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/gr8/THUMBNAIL/image/gif/c640d6fd0bdb6d8c3a9393d9b919a2e9/gr8.sml gr8 gr8.sml sml 7126 119 219 IMAGE-THUMBNAIL 1-s2.0-S2468823121000365-mmc1.zip https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/mmc1/MAIN/application/zip/0cd3a79571d332b5d9db123751b9af02/mmc1.zip mmc1 mmc1.zip zip 290 APPLICATION 1-s2.0-S2468823121000365-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/STRIPIN/image/svg+xml/19e69bfaa5a19fb030f3f7861d54f0bd/si1.svg si1 si1.svg svg 14098 ALTIMG 1-s2.0-S2468823121000365-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/STRIPIN/image/svg+xml/61fce44a8c4f60ebbc467d24acd8d068/si2.svg si2 si2.svg svg 9512 ALTIMG 1-s2.0-S2468823121000365-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823121000365/STRIPIN/image/svg+xml/432efe0744a94a9e46ce42b1cab9b155/si3.svg si3 si3.svg svg 7362 ALTIMG 1-s2.0-S2468823121000365-am.pdf am am.pdf pdf 1414812 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:104S2VJRBWF/MAIN/application/pdf/e44b9bb069464c569108bb0446152f48/am.pdf MCAT 111419 111419 S2468-8231(21)00036-5 10.1016/j.mcat.2021.111419 Elsevier B.V. Fig. 1 (a) The FT-IR spectra of (1) PHZM-1; (2) PHZM-2; (3) PHZM-3; (4) PHZM-4; (5) PHZM-5 and (b) The XRD pattern of PHZM. Fig. 1 Fig. 2 The N2 adsorption-desorption isotherms of (a) different types of ZSM-MCM and (b) different types of PHZM. Fig. 2 Fig. 3 The SEM images of (a) ZSM-MCM-2; (b) PHZM-2. Fig. 3 Fig. 4 The TEM images of (a) ZSM-MCM-2; (b) PHZM-2. Fig. 4 Fig. 5 The XPS spectra of PHZM-2 catalyst. (a) Survey of the sample; (b) C 1s; (c) O 1s; (d) Si 2p; (e) Al 2p; (f) P 2p; (g) Mo 2d; (h) W 4f. Fig. 5 Fig. 6 The DBT removal efficiency of PHZM-2 at different (a) reaction temperature; (c) oxygen quantity; (d) agitation rate; (e) catalyst dosage, and (b) pseudo-ﬁrst-order kinetics for the oxidation of DBT. Fig. 6 Fig. 7 (a) The recycle tests of PHZM-2 and (b) the FT-IR spectra of fresh/reused PHZM-2. Fig. 7 Fig. 8 Possible mechanism of PHZM. Fig. 8 Table 1 The preparation of ZSM-MCM. Table 1 Sample name Concentration of NaOH (mol/L) Mass fraction of CTAB (%) ZSM-MCM-1 2.0 10.0 ZSM-MCM-2 2.5 10.0 ZSM-MCM-3 3.0 10.0 ZSM-MCM-4 2.5 8.0 ZSM-MCM-5 2.5 12.0 Table 2 Pore structure features of ZSM-MCM. Table 2 Samples SBET (cm3/g) Volumn (cm3/g) Pore diameter(nm) ZSM-MCM-1 585.64 0.54 3.53 ZSM-MCM-2 864.14 0.81 3.95 ZSM-MCM-3 792.27 0.80 3.62 ZSM-MCM-4 464.61 0.49 3.60 ZSM-MCM-5 590.77 0.55 3.95 Table 3 Pore structure features and ODS test of PHZM. Table 3 Samples SBET (cm3/g) Volumn (cm3/g) Pore diameter (nm) DBT removal efficiency (%) PHZM-1 249.58. 0.18 2.95 82.10 PHZM-2 507.71 0.39 3.10 92.41 PHZM-3 313.94 0.20 2.91 89.53 PHZM-4 464.61 0.49 3.20 76.23 PHZM-5 228.35 0.17 3.07 82.34 Table 4 Result of desulfurization of DBT at different temperature. Table 4 Temperature (°C) DBT removal efficiency (%) Rate constant k Correlation factor R2 40 82.71 0.011 0.9987 50 88.94 0.014 0.9981 60 93.47 0.020 0.9889 70 94.86 0.021 0.9888 Heteropolyacids supported on micro/mesoporous materials PMoW@HKUST-1@ZSM-5-MCM-41: Effective catalyst for oxidative desulfurization with oxygen Jiarong Li Conceptualization Methodology Software Investigation Formal analysis Writing - original draft Writing - review & editing a 1 Zhe Liu Software Validation Formal analysis a 1 Guangfa Hu Formal analysis Investigation b Ruimin Gao Resources Data curation b Ronglan Zhang Software Validation a Jianshe Zhao Software Validation Formal analysis Supervision Funding acquisition Resources a * a Key Laboratory of Synthetic and Natural Functional Molecule Chemistry of Ministry of Education, Shaanxi Key Laboratory of Physico-Inorganic Chemistry, College of Chemistry & Material Science, National Demonstration Center for Experimental Chemistry Education, Northwest University, Xi'an, Shaanxi, 710127, China Key Laboratory of Synthetic and Natural Functional Molecule Chemistry of Ministry of Education Shaanxi Key Laboratory of Physico-Inorganic Chemistry College of Chemistry & Material Science National Demonstration Center for Experimental Chemistry Education Northwest University Xi'an Shaanxi 710127 China Key Laboratory of Synthetic and Natural Functional Molecule Chemistry of Ministry of Education, Shaanxi Key Laboratory of Physico-Inorganic Chemistry, College of Chemistry & Material Science, National Demonstration Center for Experimental Chemistry Education, Northwest University, Xi'an, Shaanxi, 710127, China. b Shaanxi Yanchang Petroleum Group Corp. Ltd., Xi’an, 710075, China Shaanxi Yanchang Petroleum Group Corp. Ltd. Xi’an 710075 China Shaanxi Yanchang Petroleum Group Corp. Ltd., Xi’an 710075, China. ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphical abstract A series of hybrid catalyst PMoW@HKUST-1@ZSM-5-MCM-41 was prepared in which H3PMo6W6O40 were supported in the pore of micro/mesoporous materials ZSM-5-MCM-41 and HKUST-1 by one-pot method. Five types of ZSM-5-MCM-41 were prepared and corresponding ODS catalysts PMOW@HKUST-1@ZSM-5-MCM-41 were synthesized. The prepared catalysts were characterized and the most efficient catalyst was selected by XRD, FT-IR, UV–vis, N2 adsorption-desorption, SEM, TEM. The removal of DBT reached 98.13 % by using PMoW@HKUST-1@ZSM-5-MCM-41−2 under 60 °C with molecular oxygen as oxidant after 150 min. After desulfurization, the catalyst can be simply recovered and reused 7 times with an unnoticeable decrease in catalytic activity, indicating the successful combination of heteropolyacids and micro/mesoporous materials for desulfurization. Keywords Micro/mesoporous materials Heteropolyacids HKUST-1 Oxidative desulfurization Introduction The sulfur compounds in the fuel could cause massive environmental problems such as acid rain and haze by producing SOX after combustion, so lots of countries issued environmental regulations to limit the sulfur containing in fuels [1–4]. Hydrodesulfurization (HDS), as a traditional and commercial technology, can effectively remove mercaptan, thioether and disulphide which have relatively simple structures and high activities in fuels [5–7]. However, there are numerous problems by using HDS to remove sulfur compounds which have aromatic structure and steric hindrance such as thiophene (T), benzothiophene (BT) and dibenzothiophene (DBT), including high reaction pressure, high reaction temperature and high reaction cost [8,9]. Oxidative desulfurization (ODS), as a novel desulfurization technology, has been investigated in recent decades because of its mild reaction condition and effective desulfurizion capacity. In ODS, thiophene compounds can be effectively oxidized into sulfoxide compounds by using appropriate catalyst and be extracted from reaction liquid which means it could make up the defects for HDS and possibly replace HDS to be used in industrial application [10–12]. Heteropolyacid (HPW) is a kind of oxygenic polybasic acid formed by the bonding of hetro atoms (such as P, Si, Fe, Co) and poly atoms (such as Mo, W, V, Nb, Ta) thorough oxygen atoms. Because of its characteristic hexagonal caged structure, a few of small molecules could enter inside the cages freely which shows pseudo liquid phase behavior, indicating that HPW could be both used as homogeneous catalyst and heterogeneous catalysts [13,14]. As a result, HPW could be used as catalysts for removing sulfur compounds effectively, such as thiophene compounds. However, the low specific surface area of HPW implies that HPW have low reusability so it cannot be used alone for ODS [12,15,16]. Immobilizing HPW on materials with relatively high specific area, such as silica [17,18], molecular sieves [19,20], MOFs [21,22] and carbon nanomaterials [23,24], was proved to be an appropriate way for solving this drawback. Fátima Mirante et al. supported H3PMo12O40 on mesoporous silica nanoparticles which were modified with tributylammonium to synthesis an effective PMo12@TBA-MSN catalyst with high sulfur removal efficiency and reusability [25]. Wei Jiang et al. chose rht-MOF-1 to immobilize H6PMo9V3O40, which achieved high catalytic ability and reusability in ODS [26]. In this case, introducing porous materials could improve the desulfurization ability and reusability significantly. Molecular sieves are considered as one of the most appropriate supports due to their high specific surface areas and high stabilities. While the study on composite molecular sieves for ODS has been rarely researched. In this work, we selected two kinds of molecular sieves, ZSM-5 and MCM-41, to be supported materials which can combine the advantages of microporous and mesoporous materials. ZSM-5 is a kind of microporous sieve which has the good thermal stability [27,28] and MCM-41 is a kind of mesoporous sieve which has large pore size and specific surface area [29,30]. As a result, a series of ZSM-5-MCM-41 were prepared, aiming to achieving composite molecular sieves with both better chemical properties and high specific surface area. H3PMo6W6O40 (PMoW) was immobilized on ZSM-5-MCM-41 to achieve high catalytic ability and stability and HKUST-1 was also used for encapsulating PMoW, enhancing the immobilization of PMoW in the pore of ZSM-5-MCM-41. Prepared PMOW@HKUST-1@ZSM-5-MCM-41 as ODS catalyst could achieve the advantages of both the porous materials support and surfactant Keggin-type POMs, showing high catalytic ability and reusability for ODS. Experimental Materials and instrumentation The following solvents and reagents used in synthesis were commercially available and were used as received: diethyl ether and dehydrated alcohol (Chengdu Chemical Works), concentrated sulfuric acid and concentrated hydrochloric acid (Tianjing Chemical Works), disodium hydrogen phosphate and ammonium chloride (Xi’an Chemical Works), sodium molybdate dihydrate and copper nitrate trihydrate (Damas-beta), sodium tungstate dihydrate, tetramethylammonium hydroxide pentahydrate, sodium hydroxide and trimesic acid (Aladdin), H-ZSM-5 (Novel Chemistry), cetyltrimethylammonium bromide (Kermel). The chemicals for desulfurization were also used as received: dibenzothiophene (J&K technology), octane and N,N-Dimethyldecanamide (Tianjing Fuchen chemical reagent factory). Powder X-ray diﬀ ;raction patterns were collected on a Rigaku, D/max-2550/PC (Rigaku, Japan) using Cu Kα radiation from a 2θ range of 2−40° varied at 0.02°/step. Fourier transform infrared spectra (FT-IR) were measured on the EQUINOX-55 FTIR spectrometer from German Bruker Company. Ultraviolet and visible spectrophotometer (UV–vis) were measured on the HITACHI U-3010/3310. The Brunauer-Emmett-Teller (BET) method was utilized to calculate the specific surface area, which was obtained on TriStar II 3020 degassed at 423 K for 6 h. The morphology of the catalysts was observed on Scanning Electron Microscopy (SEM, SU8010), coating samples with gold to make them conductive. Transmission electron microscopic (TEM) images were generated with Philips TecnaiG2 F20 instrument at an accelerating voltage of 200 kV. Preparation of the catalyst Preparation of ZSM-5-MCM-41 0.1 g H-ZSM-5 was added into sodium hydroxide solutions with concentrations of c1 = 2.0 mol/L, c2 = 2.5 mol/L, c3 = 3.0 mol/L, c4 = 2.5 mol/L, c5 = 2.5 mol/L, stirred 30 min. The obtained solution was denoted as ZSM-5−1, ZSM-5−2, ZSM-5−3, ZSM-5−4, ZSM-5−5. Cetyltrimethylammonium bromide solution (CTAB) with mass fraction of 10.0 wt.%, 10.0 wt.%, 10.0 wt.%, 8.0 wt.%, 12.0 wt.% were added into the corresponding solution of ZSM-5−1, ZSM-5−2, ZSM-5−3, ZSM-5−4, ZSM-5−5, and then the solutions were stirred 30 min. The above reaction solutions were loaded into Teflon-lined autoclave and crystallized at 120 °C for 17 h. The pH was adjusted to 8.5 and crystallized at 120 °C for 48 h. The solid products were recovered by filtered, washed by distilled water and dried at 80 °C overnight under air atmosphere. The protonated products were obtained by ion-exchanging with 1 mol/L ammonium chloride solution for 3 h and calcining at 550 °C for 6 h under air atmosphere. The obtained products were designated as ZSM-5-MCM-41−1 (abbreviated as ZSM-MCM-1), ZSM-5-MCM-41−2 (abbreviated as ZSM-MCM-2), and ZSM-5-MCM-41−3 (referred to as ZSM-MCM-3), ZSM-5-MCM-41−4 (referred to as ZSM-MCM-4), ZSM-5-MCM-41−5 (referred to as ZSM-MCM-5), respectively. The concentrations of sodium hydroxide solutions and the mass fractions of CTAB were listed in Table 1 . Preparation of H3PMo6W6O40 The H3PMo6W6O40 (PMoW) used in this paper was synthesized following our previous work and the detailed method was concluded in SI [31]. Preparation of PMoW@HKUST-1@ZSM-5-MCM-41 0.1815 g copper nitrate trihydrate and 0.1000 g PMoW were added into distilled water solution. After stirred to dissolve, 0.1000 g ZSM-5-MCM-41, 0.2718 g tetramethylammonium hydroxide pentahydrate and 0.0946 g trimesic acid were added to continue stirring for 30 min. Then transferring the mixture into an autoclave equipped with 10 mL of PTEF lined and heating to 140 °C for 12 h and filtering after crystallization, the blue powders were obtained. The prepared catalysts were named as PHZM-1, PHZM-2, PHZM-3, PHZM-4 and PHZM-5 (corresponding to ZSM-MCM-1, ZSM-MCM-2 ZSM-MCM-3, ZSM-MCM-4 and ZSM-MCM-5 that were added during catalyst synthesis). ODS process DBT were dissolved in octane to prepare model oil with concentration of 2000 ppm. The desulfurization experiment was conducted in a closed round-bottom flask which equipped with a magnetic stirrer and thermometer. 50 mL model oil were poured into the round-bottom flask with a pump to provide oxygen in the air and heated to the reaction temperature under stirring conditions. The blowing oxygen, which comes from the air, was used as oxidant and N,N-Dimethyldecanamide were used as extractant. A gas chromatography (Aligent GC 6890) with FID as detector was used to detect the content of sulfur compounds during the ODS. The test samples were collected from the model oil every 30 min and analyzed by the GC to obtain the ODS rate (ƞ). And the ODS rate was calculated by the following equation, in which c0 is the initial concentration of DBT and ct is concentration of DBT at reaction time t: ƞ % = c 0 - c t c 0 × 100 % Result and discussion Characterization of catalysts The FIIR spectra of prepared catalysts are shown in Fig. 1 (a). The characteristic peaks at 968 cm−1, 885 cm−1, 761 cm−1 and 729 cm−1 belong to the Keggin type of PMoW, corresponding to the vibration of P-Oa, M = Ob, M-Oc-M and M-Od-M, respectively, which indicate the successful introduction of PMoW in the catalysts. The bands at 1444 cm−1 and 1380 cm−1 are attributed to the symmetrical stretching vibration and asymmetrical stretching vibration of carboxyl group, which proves the existence of HKUST-1in prepared catalysts. The peak at 1631 cm−1 is attributed to the vibration of Si−OH and the peak at 1083 cm−1 is attributed to the vibration of Si-O-Si in ZSM-MCM. And the powder XRD diffraction peaks of PHZM were displayed for further confirmation of immobilization of PMoW. As shown in Fig. 1(b) and Fig. S1, the peaks of ZSM-MCM around 2θ = 8.6°, 9.4°, 15.1°, and 23.8° could be observed after synthesis of catalysts, indicating the complete structure of ZSM-MCM regardless of the immobilization of PMoW and HKUST-1. The peaks at 2θ = 5.9° and 2θ = 11.8° are originated from HKUST-1 and several diffraction peaks at 2θ = 15−40º are attributed to PMoW, which proves the successful immobilization of PMoW and HKUST-1 on ZSM-5-MCM-41. The selection of the PHZM for ODS is based on the result of the N2 adsorption-desorption for high specific surface area is of great important for catalytic ability [32] and preliminary ODS tests were also investigated to confirm the results of N2 adsorption-desorption. As shown in Fig. 2 (a), the N2 adsorption-desorption isotherms of all ZSM-MCM are type I in lower relative pressure section (P/P0 < 0.15), which illustrates that the microporous structure exist in ZSM-MCM and the N2 adsorption-desorption isotherms of all ZSM-MCM are type IV in higher relative pressure section (P/P0 > 0.15), which proves the existence of mesoporous structure in ZSM-MCM, implying the existence of both microporous and mesoporous in ZSM-MCM. What is more, the specific surface area of ZSM-MCM-2 (864.14 m2/g) is higher than any other types of ZSM-MCM. And according to Fig. 2(a) and Table 2 , it is clear that all types of ZSM-MCM have higher specific surface areas compared with that of pure ZSM-5. This phenomenon demonstrates that the specific surface areas of supports enhance significantly after preparation of ZSM-MCM which is in line with our original thought of introducing composite molecular sieves. The result of nitrogen adsorption-desorption of a series of PHZM is shown in Fig. 2(b) and Table 3 . The specific surface area of PHZM-2 (507.71 m2/g) is higher than any other types of PHZM, signifying the possibility of higher desulfurization activity of PHZM-2. And the results of the preliminary ODS test are shown in Table 3, which proves that PHZM-2 has indeed the highest desulfurization activity. Therefore, the following study mainly focus on PHZM-2. The morphology of ZSM-MCM-2 and PHZM-2 is shown in Figs. 4 and 5. It can be seen from Fig. 3 (a) that the morphology of ZSM-MCM-2 is small spheroidal particles. After immobilizing of PMoW@HKUST-1, the morphology of the catalyst remains the original structure. It is mainly because that PMoW and HKUST-1 enter the pore of ZSM-MCM-2 during formation of PMoW@HKUST-1 then the morphology of PMoW and HKUST could not be seen in SEM images. And the TEM images of prepared catalysts are shown in Fig. 4. As seen from Fig. 4(a), the high ordered hexagonal pore array of ZSM-MCM could be observed. And the dark particles appear in the pore of ZSM-MCM in Fig. 4(b), which can be explained as the immobilization of PMOW into the pores of ZSM-MCM, proving successful accomplishment of the preparation of catalyst and illustrating the reason why PMoW could not be observed in SEM images. The surface composition and chemical states of PHZM-2 were characterized through X-ray photoelectron spectroscopy analysis (XPS), as shown in Fig. 5. From Fig. 5(a) we can see that there are 8 elements, C, O, Si, P, Mo, W, Cu and Al in the prepared catalyst. The peak at 282 eV is attributed to the existence of C 1s in Fig. 5(b) and the peak at 531 eV is attributed to the existence of O 1s in Fig. 5(c). The peak at 102 eV belongs to Si 1 s, which is from molecular sieves and the peak at 74 eV is attributed to the existence of Al 2p, which comes from ZSM-5, as shown in Fig. 5(d) and Fig. 5(e). As shown in Fig. 5(f), (g) and (f), the peak of P 2p3/2 at 126.8 eV, Mo 2d3/2 and Mo 2d5/2 at 233.8 eV and 231.1 eV, W 4f5/2 and W 4f7/2 at 36.1 eV and 34.2 eV illustrates the existence PMoW of in the prepared catalyst. All these evidences prove the successful synthesis of PHZM. Catalytic evaluation of PHZM The catalytic ability of PHZM for ODS was tested under 50 mL model fuel with sulfur concentration of 2000 ppm in three-necked flask. And the oxygen which comes from the air was pumped into model fuel as an oxidant. 0.5 mL samples were collected from the model fuel every 30 min and tested by GC to calculate the S-content. The final DBT removal efficiency of PHZM was 98.13 % after 2.5 h with agitation rate of 450 rpm under 60 °C. Influence of reaction condition on removal of DBT The reaction conditions have significant effects on the removal of sulfur compounds, so different types of reaction condition need to be investigated, as shown in Fig. 7. Firstly, a series of reaction temperature was selected to investigate the effect of temperature on ODS process as shown in Fig. 6 (a). It can be seen that with the ascent of reaction temperature, the DBT removal efficiency rises up and reaction temperature has a significant effect on removal of DBT (from 82.71 % at 40 °C to 94.86 % at 70 °C). And the DBT removal efficiency is 93.47 % at 60 °C, which is almost the same with that at 70 °C (94.86 %), so 60 °C is chosen as the optimal reaction temperature for the consideration of economic benefit in application of industry. The influence of oxygen quantity on ODS test is shown in Fig. 6(c). The DBT removal efficiency declines from 96.02%–91.11% when oxygen quantity increases from 0.5 L/min to 1.5 L/min, respectively, which is mainly because the excessive oxygen in the model fuel would aggravate the evaporation of hexane, reducing the DBT removal efficiency. As seen in Fig. 6(d), the highest DBT removal efficiency reached 98.13 % with agitation rate of 250 rpm. Same as above, increasing agitation rate with a certain range could benefit the contact between catalyst, oxidant and model fuel, but excessive agitation rate is not suitable for this ODS system, which can be explained as the excessive agitation rate also increase the evaporation of hexane. Therefore, oxygen quantity of 0.5 L/min and agitation rate of 250 rpm were chosen as the optimal reaction condition. From Fig. 6(e) we can see that the increase of catalyst dosage from 0.5 g/L to 2.5 g/L makes the increase of DBT removal efficiency from 80.34%–98.45%. Because of the very few differences of DBT removal efficiency between the catalyst dosage of 2.0 g/L and 2.5 g/L, 2.0 g/L was chosen as the optimal catalyst dosage for ODS test. Kinetic studies on ODS processing The DBT removal efficiencies were achieved at different reaction temperature, from 40 °C to 70 °C, and the rate constants were shown in Fig. 6(b) and Table 4 . The oxidation rate constant of DBT is obtained from the calculating of the following formula: - ln C t C 0 = k t where Ct and C0 stand for the concentration of DBT at time t and time zero, respectively, and t is reaction time. As shown in Fig. 6(b), there is linear relationship between - ln C t C 0 and reaction time t, indicating that oxidation of DBT by using PHZM as catalyst is a pseudo-ﬁrst-order reaction. The rate constant increases from 0.011 k to 0.021 k with the increasement of reaction temperature from 40 °C to 70 °C. While only slight increasement could be seen when reaction temperature comes up from 60 °C to 70 °C, which is the same result as we mentioned in the study of reaction temperature. Recycle experiments It is undoubted that the recycling ability of the catalyst is an important factor for industrial application. The ODS recycle test was carried out with the reaction temperature of 60 °C, the oxygen quantity of 0.5 L/min, the agitation rate of 250 rpm and the catalyst dosage of 2.0 g/L. After catalyzing, PHZM-2 was filtered and washed by methanol to use for the next cycle. It can be seen from Fig. 7(a) that there is almost no change in catalytic ability of PHZM-2 after 7 cycles, indicating the good reusability of PHZM-2. FT-IR characterization was used to compare if there is any difference between fresh PHZM-2 and reused PHZM-2. As shown in Fig. 7(b), the characteristic peaks of reused PHZM-2 are almost the same as that of fresh PHZM-2, illustrating the complete structure of PHZM-2 after 7 cycles. The possible mechanism of ODS Based on the result of above research and others’ studies [33–35], a possible mechanism of this ODS system is shown in Fig. 8 . To begin with, DBT is extracted from the oil phase to DMF phase by adding DMF as extractant. The oxidation of DBT is divided into three steps: the M(O)n − (M = Mo or W) in the PHZM-2 catalyst, coming from PMoW, is converted to M(O2)n- with the existence of O2. And then the M(O2)n- cause the oxidation of sulfur compound from DBT to DBTO, which can be further oxidized easily to DBTO2 by M(O2)n-. Finally, the M(O2)n − would be transformed to M(O)n − again for another cycle. Conclusion Five types of ODS catalysts PMoW@HKUST-1@ZSM-5-MCM-41 were prepared by one-pot method with different amounts of NaOH and CTAB, in which heteropolyacids were successfully encapsulated in the pore of HKUST-1 and ZSM-MCM-41. HPZM-2 shows the highest catalytic ability among all synthesized catalysts due to its relatively high specific surface area and uniform morphology. The DBT removal efficiency reached 98.13 % under 60 °C with catalyst dosage of 2.0 g/L, agitation rate of 250 rpm and oxygen quantity of 0.5 L/min and it can be used for 7 cycles without obvious loss of activity ability, indicating a feasible approach to immobilize heteropolyacids on composite molecular sieves for remove sulfur compounds of fuel in industry application. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. CRediT authorship contribution statement Jiarong Li: Conceptualization, Methodology, Software, Investigation, Formal analysis, Writing - original draft, Writing - review & editing. Zhe Liu: Software, Validation, Formal analysis. Guangfa Hu: Formal analysis, Investigation. Ruimin Gao: Resources, Data curation. Ronglan Zhang: Software, Validation. Jianshe Zhao: Software, Validation, Formal analysis, Supervision, Funding acquisition, Resources. Acknowledgements We gratefully acknowledge financial support of this work by the National Natural Science Foundation of China (Nos. 21671157 and 21371143). Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at https://doi.org/10.1016/j.mcat.2021.111419. Appendix A Supplementary data The following is Supplementary data to this article: References [1] M. Chen J. Cui Y. Wang C. Wang Y. Li C. Fan M. Tian M. Xu W. Yang Amine modified nano-sized hierarchical hollow system for highly effective and stable oxidative-adsorptive desulfurization Fuel 266 2020 116960 M. Chen, J. Cui, Y. Wang, C. Wang, Y. Li, C. Fan, M. Tian, M. Xu, W. Yang, Amine modified nano-sized hierarchical hollow system for highly effective and stable oxidative-adsorptive desulfurization, Fuel, 266 (2020) 116960. [2] P. Cruz E.-A. Granados M. Fajardo I. del Hierro Y. Pérez Heterogeneous oxidative desulfurization catalysed by titanium grafted mesoporous silica nanoparticles containing tethered hydrophobic ionic liquid: a dual activation mechanism Appl. Catal. A Gen. 587 2019 117241 P. Cruz, E.-A. Granados, M. Fajardo, I. del Hierro, Y. Pérez, Heterogeneous oxidative desulfurization catalysed by titanium grafted mesoporous silica nanoparticles containing tethered hydrophobic ionic liquid: A dual activation mechanism, Applied Catalysis A: General, 587 (2019) 117241. [3] L. Hao L. Sun T. Su D. Hao W. Liao C. Deng W. Ren Y. Zhang H. Lü Polyoxometalate-based ionic liquid catalyst with unprecedented activity and selectivity for oxidative desulfurization of diesel in [Omim]BF4 Chem. Eng. J. 358 2019 419 426 L. Hao, L. Sun, T. Su, D. Hao, W. Liao, C. Deng, W. Ren, Y. Zhang, H. Lü, Polyoxometalate-based ionic liquid catalyst with unprecedented activity and selectivity for oxidative desulfurization of diesel in [Omim]BF4, Chemical Engineering Journal, 358 (2019) 419-426. [4] G. Ye Y. Sun D. Zhang W. Zhou C. Lancelot A. Rives C. Lamonier W. Xu Hierarchical porous titanium terephthalate based material with highly active sites for deep oxidative desulfurization Microporous Mesoporous Mater. 270 2018 241 247 G. Ye, Y. Sun, D. Zhang, W. Zhou, C. Lancelot, A. Rives, C. Lamonier, W. Xu, Hierarchical porous titanium terephthalate based material with highly active sites for deep oxidative desulfurization, Microporous and Mesoporous Materials, 270 (2018) 241-247. [5] H.Q. Zheng Y.N. Zeng J. Chen R.G. Lin W.E. Zhuang R. Cao Z.J. Lin Zr-based metal-organic frameworks with intrinsic peroxidase-like activity for ultradeep oxidative desulfurization: mechanism of H2O2 decomposition Inorg. Chem. 58 2019 6983 6992 H.Q. Zheng, Y.N. Zeng, J. Chen, R.G. Lin, W.E. Zhuang, R. Cao, Z.J. Lin, Zr-Based Metal-Organic Frameworks with Intrinsic Peroxidase-Like Activity for Ultradeep Oxidative Desulfurization: Mechanism of H2O2 Decomposition, Inorg Chem, 58 (2019) 6983-6992. [6] A.W. Bhutto R. Abro S. Gao T. Abbas X. Chen G. Yu Oxidative desulfurization of fuel oils using ionic liquids: a review J. Taiwan Inst. Chem. Eng. 62 2016 84 97 A.W. Bhutto, R. Abro, S. Gao, T. Abbas, X. Chen, G. Yu, Oxidative desulfurization of fuel oils using ionic liquids: A review, Journal of the Taiwan Institute of Chemical Engineers, 62 (2016) 84-97. [7] D. Gu C.-J. Jia H. Bongard B. Spliethoff C. Weidenthaler W. Schmidt F. Schüth Ordered mesoporous Cu-Ce-O catalysts for CO preferential oxidation in H2-rich gases: influence of copper content and pretreatment conditions Appl. Catal. B 152-153 2014 11 18 D. Gu, C.-J. Jia, H. Bongard, B. Spliethoff, C. Weidenthaler, W. Schmidt, F. Schüth, Ordered mesoporous Cu-Ce-O catalysts for CO preferential oxidation in H2-rich gases: Influence of copper content and pretreatment conditions, Applied Catalysis B: Environmental, 152-153 (2014) 11-18. [8] F. Lima J. Gouvenaux L.C. Branco A.J.D. Silvestre I.M. Marrucho Towards a sulfur clean fuel: deep extraction of thiophene and dibenzothiophene using polyethylene glycol-based deep eutectic solvents Fuel 234 2018 414 421 F. Lima, J. Gouvenaux, L.C. Branco, A.J.D. Silvestre, I.M. Marrucho, Towards a sulfur clean fuel: Deep extraction of thiophene and dibenzothiophene using polyethylene glycol-based deep eutectic solvents, Fuel, 234 (2018) 414-421. [9] H. Taghiyar B. Yadollahi Keggin polyoxometalates encapsulated in molybdenum-iron-type Keplerate nanoball as efficient and cost-effective catalysts in the oxidative desulfurization of sulfides Sci. Total Environ. 708 2020 134860 H. Taghiyar, B. Yadollahi, Keggin polyoxometalates encapsulated in molybdenum-iron-type Keplerate nanoball as efficient and cost-effective catalysts in the oxidative desulfurization of sulfides, Science of The Total Environment, 708 (2020) 134860. [10] S.O. Ribeiro C.M. Granadeiro P.L. Almeida J. Pires M.C. Capel-Sanchez J.M. Campos-Martin S. Gago B. de Castro S.S. Balula Oxidative desulfurization strategies using Keggin-type polyoxometalate catalysts: biphasic versus solvent-free systems Catal. Today 333 2019 226 236 S.O. Ribeiro, C.M. Granadeiro, P.L. Almeida, J. Pires, M.C. Capel-Sanchez, J.M. Campos-Martin, S. Gago, B. de Castro, S.S. Balula, Oxidative desulfurization strategies using Keggin-type polyoxometalate catalysts: Biphasic versus solvent-free systems, Catalysis Today, 333 (2019) 226-236. [11] B. Wang B. Dai L. Kang M. Zhu Synthesis of three-dimensional ordered mesoporous W-doped KIT-6 for oxidative desulfurization catalyst of fuels Fuel 265 2020 117029 B. Wang, B. Dai, L. Kang, M. Zhu, Synthesis of three-dimensional ordered mesoporous W-doped KIT-6 for oxidative desulfurization catalyst of fuels, Fuel, 265 (2020) 117029. [12] D. Yue L. Jiaheng Z. Lina G.Z. ran D. Xiaodi L. Junsheng Highly efficient deep desulfurization of fuels by meso/macroporous H3PW12O40/TiO2 at room temperature Mater. Res. Bull. 105 2018 210 219 D. Yue, L. Jiaheng, Z. Lina, G.Z. ran, D. Xiaodi, L. Junsheng, Highly efficient deep desulfurization of fuels by meso/macroporous H3PW12O40/TiO2 at room temperature, Materials Research Bulletin, 105 (2018) 210-219. [13] M.G. Teixeira R. Natalino M.J. da Silva A kinetic study of heteropolyacid-catalyzed furfural acetalization with methanol at room temperature via ultraviolet spectroscopy Catal. Today 344 2020 143 149 M.G. Teixeira, R. Natalino, M.J. da Silva, A kinetic study of heteropolyacid-catalyzed furfural acetalization with methanol at room temperature via ultraviolet spectroscopy, Catalysis Today, 344 (2020) 143-149. [14] Y. Yang G. Lv W. Guo L. Zhang Synthesis of mesoporous silica-included heteropolyacids materials and the utilization for the alkylation of phenol with cyclohexene Microporous Mesoporous Mater. 261 2018 214 219 Y. Yang, G. Lv, W. Guo, L. Zhang, Synthesis of mesoporous silica-included heteropolyacids materials and the utilization for the alkylation of phenol with cyclohexene, Microporous and Mesoporous Materials, 261 (2018) 214-219. [15] Y. Zhang R. Wang Synthesis of silica@C-dots/phosphotungstates core-shell microsphere for effective oxidative-adsorptive desulfurization of dibenzothiophene with less oxidant Appl. Catal. B 234 2018 247 259 Y. Zhang, R. Wang, Synthesis of silica@C-dots/phosphotungstates core-shell microsphere for effective oxidative-adsorptive desulfurization of dibenzothiophene with less oxidant, Applied Catalysis B: Environmental, 234 (2018) 247-259. [16] L. Liu F. Guo J. Xu J. Hu H. Wang H. Liu M. Wang Adsorption-enhanced oxidative desulfurization by a task-specific pyridinium-based porous ionic polymer Fuel 244 2019 439 446 L. Liu, F. Guo, J. Xu, J. Hu, H. Wang, H. Liu, M. Wang, Adsorption-enhanced oxidative desulfurization by a task-specific pyridinium-based porous ionic polymer, Fuel, 244 (2019) 439-446. [17] F. Mirante A.C. Alves D. Julião P.L. Almeida S. Gago R. Valença J.C. Ribeiro B. de Castro C.M. Granadeiro S.S. Balula Large-pore silica spheres as support for samarium-coordinated undecamolybdophosphate: oxidative desulfurization of diesels Fuel 259 2020 116213 F. Mirante, A.C. Alves, D. Julião, P.L. Almeida, S. Gago, R. Valença, J.C. Ribeiro, B. de Castro, C.M. Granadeiro, S.S. Balula, Large-pore silica spheres as support for samarium-coordinated undecamolybdophosphate: Oxidative desulfurization of diesels, Fuel, 259 (2020) 116213. [18] Y.S. Kareem S.H. Ammar R.A. Darwash Microwave-induced catalytic oxidative desulfurization of gasoil fraction over phosphotungstic acid-based magnetic silica (Ni@SiO2\\PWA) nanocatalyst Catal. Commun. 136 2020 105926 Y.S. Kareem, S.H. Ammar, R.A. Darwash, Microwave-induced catalytic oxidative desulfurization of gasoil fraction over phosphotungstic acid-based magnetic silica (Ni@SiO2\\PWA) nanocatalyst, Catalysis Communications, 136 (2020) 105926. [19] J. Xiong W. Zhu W. Ding L. Yang Y. Chao H. Li F. Zhu H. Li Phosphotungstic acid immobilized on ionic liquid-modified SBA-15: efficient hydrophobic heterogeneous catalyst for oxidative desulfurization in fuel Ind. Eng. Chem. Res. 53 2014 19895 19904 J. Xiong, W. Zhu, W. Ding, L. Yang, Y. Chao, H. Li, F. Zhu, H. Li, Phosphotungstic Acid Immobilized on Ionic Liquid-Modified SBA-15: Efficient Hydrophobic Heterogeneous Catalyst for Oxidative Desulfurization in Fuel, Industrial & Engineering Chemistry Research, 53 (2014) 19895-19904. [20] Z.E.A. Abdalla B. Li Preparation of MCM-41 supported (Bu4N)4H3(PW11O39) catalyst and its performance in oxidative desulfurization Chem. Eng. J. 200-202 2012 113 121 Z.E.A. Abdalla, B. Li, Preparation of MCM-41 supported (Bu4N)4H3(PW11O39) catalyst and its performance in oxidative desulfurization, Chemical Engineering Journal, 200-202 (2012) 113-121. [21] Z.J. Lin H.Q. Zheng J. Chen W.E. Zhuang Y.X. Lin J.W. Su Y.B. Huang R. Cao Encapsulation of phosphotungstic acid into metal-organic frameworks with tunable window sizes: screening of PTA@MOF catalysts for efficient oxidative desulfurization Inorg. Chem. 57 2018 13009 13019 Z.J. Lin, H.Q. Zheng, J. Chen, W.E. Zhuang, Y.X. Lin, J.W. Su, Y.B. Huang, R. Cao, Encapsulation of Phosphotungstic Acid into Metal-Organic Frameworks with Tunable Window Sizes: Screening of PTA@MOF Catalysts for Efficient Oxidative Desulfurization, Inorg Chem, 57 (2018) 13009-13019. [22] L. Xu Y. Wang T. Xu S. Liu J. Tong R. Chu X. Hou B. Liu Exfoliating polyoxometalate‐encapsulating metal‐organic framework into two‐dimensional nanosheets for superior oxidative desulfurization ChemCatChem 10 2018 5386 5390 L. Xu, Y. Wang, T. Xu, S. Liu, J. Tong, R. Chu, X. Hou, B. Liu, Exfoliating Polyoxometalate‐Encapsulating Metal‐Organic Framework into Two‐Dimensional Nanosheets for Superior Oxidative Desulfurization, ChemCatChem, 10 (2018) 5386-5390. [23] W. Jiang D. Zheng S. Xun Y. Qin Q. Lu W. Zhu H. Li Polyoxometalate-based ionic liquid supported on graphite carbon induced solvent-free ultra-deep oxidative desulfurization of model fuels Fuel 190 2017 1 9 W. Jiang, D. Zheng, S. Xun, Y. Qin, Q. Lu, W. Zhu, H. Li, Polyoxometalate-based ionic liquid supported on graphite carbon induced solvent-free ultra-deep oxidative desulfurization of model fuels, Fuel, 190 (2017) 1-9. [24] R. Ghubayra C. Nuttall S. Hodgkiss M. Craven E.F. Kozhevnikova I.V. Kozhevnikov Oxidative desulfurization of model diesel fuel catalyzed by carbon-supported heteropoly acids Appl. Catal. B 253 2019 309 316 R. Ghubayra, C. Nuttall, S. Hodgkiss, M. Craven, E.F. Kozhevnikova, I.V. Kozhevnikov, Oxidative desulfurization of model diesel fuel catalyzed by carbon-supported heteropoly acids, Applied Catalysis B: Environmental, 253 (2019) 309-316. [25] F. Mirante N. Gomes L.C. Branco L. Cunha-Silva P.L. Almeida M. Pillinger S. Gago C.M. Granadeiro S.S. Balula Mesoporous nanosilica-supported polyoxomolybdate as catalysts for sustainable desulfurization Microporous Mesoporous Mater. 275 2019 163 171 F. Mirante, N. Gomes, L.C. Branco, L. Cunha-Silva, P.L. Almeida, M. Pillinger, S. Gago, C.M. Granadeiro, S.S. Balula, Mesoporous nanosilica-supported polyoxomolybdate as catalysts for sustainable desulfurization, Microporous and Mesoporous Materials, 275 (2019) 163-171. [26] P. Wei Y. Yang W. Li G. Li Keggin-POM@rht-MOF-1 composite as heterogeneous catalysts towards ultra-deep oxidative fuel desulfurization Fuel 274 2020 117834 P. Wei, Y. Yang, W. Li, G. Li, Keggin-POM@rht-MOF-1 composite as heterogeneous catalysts towards ultra-deep oxidative fuel desulfurization, Fuel, 274 (2020) 117834. [27] P. Hu K. Nakamura H. Matsubara K. Iyoki Y. Yanaba K. Okumura T. Okubo N. Katada T. Wakihara Comparative study of direct methylation of benzene with methane on cobalt-exchanged ZSM-5 and ZSM-11 zeolites Appl. Catal. A Gen. 601 2020 117661 P. Hu, K. Nakamura, H. Matsubara, K. Iyoki, Y. Yanaba, K. Okumura, T. Okubo, N. Katada, T. Wakihara, Comparative study of direct methylation of benzene with methane on cobalt-exchanged ZSM-5 and ZSM-11 zeolites, Applied Catalysis A: General, 601 (2020) 117661. [28] S. Qu C. Chen M. Guo J. Lu W. Yi J. Ding Z. Miao Synthesis of MgO/ZSM-5 catalyst and optimization of process parameters for clean production of biodiesel from Spirulina platensis J. Clean. Prod. 2020 123382 S. Qu, C. Chen, M. Guo, J. Lu, W. Yi, J. Ding, Z. Miao, Synthesis of MgO/ZSM-5 catalyst and optimization of process parameters for clean production of biodiesel from Spirulina platensis, Journal of Cleaner Production, (2020) 123382. [29] X. Sun D. Xu P. Dai X. Liu F. Tan Q. Guo Efficient degradation of methyl orange in water via both radical and non-radical pathways using Fe-Co bimetal-doped MCM-41 as peroxymonosulfate activator Chem. Eng. J. 402 2020 125881 X. Sun, D. Xu, P. Dai, X. Liu, F. Tan, Q. Guo, Efficient degradation of methyl orange in water via both radical and non-radical pathways using Fe-Co bimetal-doped MCM-41 as peroxymonosulfate activator, Chemical Engineering Journal, 402 (2020) 125881. [30] A. Sterczynska A. Derylo-Marczewska M. Zienkiewicz-Strzalka M. Sliwinska-Bartkowiak K. Domin Surface properties of Al-Functionalized mesoporous MCM-41 and the melting behavior of water in Al-MCM-41 nanopores Langmuir 33 2017 11203 11216 A. Sterczynska, A. Derylo-Marczewska, M. Zienkiewicz-Strzalka, M. Sliwinska-Bartkowiak, K. Domin, Surface Properties of Al-Functionalized Mesoporous MCM-41 and the Melting Behavior of Water in Al-MCM-41 Nanopores, Langmuir, 33 (2017) 11203-11216. [31] J. Li Z. Yang G. Hu J. Zhao Heteropolyacid supported MOF fibers for oxidative desulfurization of fuel Chem. Eng. J. 388 2020 124325 J. Li, Z. Yang, G. Hu, J. Zhao, Heteropolyacid supported MOF fibers for oxidative desulfurization of fuel, Chemical Engineering Journal, 388 (2020) 124325. [32] F. Subhan S. Aslam Z. Yan Z. Liu U.J. Etim A. Wadood R. Ullah Confinement of mesopores within ZSM-5 and functionalization with Ni NPs for deep desulfurization Chem. Eng. J. 354 2018 706 715 F. Subhan, S. Aslam, Z. Yan, Z. Liu, U.J. Etim, A. Wadood, R. Ullah, Confinement of mesopores within ZSM-5 and functionalization with Ni NPs for deep desulfurization, Chemical Engineering Journal, 354 (2018) 706-715. [33] S. Xun W. Jiang T. Guo M. He R. Ma M. Zhang W. Zhu H. Li Magnetic mesoporous nanospheres supported phosphomolybdate-based ionic liquid for aerobic oxidative desulfurization of fuel J. Colloid Interface Sci. 534 2019 239 247 S. Xun, W. Jiang, T. Guo, M. He, R. Ma, M. Zhang, W. Zhu, H. Li, Magnetic mesoporous nanospheres supported phosphomolybdate-based ionic liquid for aerobic oxidative desulfurization of fuel, J Colloid Interface Sci, 534 (2019) 239-247. [34] A. Li H. Song H. Meng Y. Lu C. Li Ultrafast desulfurization of diesel oil with ionic liquid based PMoO catalysts and recyclable NaClO oxidant Chem. Eng. J. 380 2020 122453 A. Li, H. Song, H. Meng, Y. Lu, C. Li, Ultrafast desulfurization of diesel oil with ionic liquid based PMoO catalysts and recyclable NaClO oxidant, Chemical Engineering Journal, 380 (2020) 122453. [35] S.H. Ammar M.D. Salman R.F. Shafi Keggin- and Dawson-type polyoxotungstates immobilized on poly(3,4-ethylenedioxythiophene)-coated zerovalent iron nanoparticles: synthesis, characterization and their catalytic oxidative desulfurization activity J. Environ. Chem. Eng. 9 2021 104904 S.H. Ammar, M.D. Salman, R.F. Shafi, Keggin- and Dawson-type polyoxotungstates immobilized on poly(3,4-ethylenedioxythiophene)-coated zerovalent iron nanoparticles: Synthesis, characterization and their catalytic oxidative desulfurization activity, Journal of Environmental Chemical Engineering, 9 (2021) 104904.",
      "scopus-id": "85101372617",
      "coredata": {
        "eid": "1-s2.0-S2468823121000365",
        "dc:description": "A series of hybrid catalyst PMoW@HKUST-1@ZSM-5-MCM-41 was prepared in which H3PMo6W6O40 were supported in the pore of micro/mesoporous materials ZSM-5-MCM-41 and HKUST-1 by one-pot method. Five types of ZSM-5-MCM-41 were prepared and corresponding ODS catalysts PMOW@HKUST-1@ZSM-5-MCM-41 were synthesized. The prepared catalysts were characterized and the most efficient catalyst was selected by XRD, FT-IR, UV–vis, N2 adsorption-desorption, SEM, TEM. The removal of DBT reached 98.13 % by using PMoW@HKUST-1@ZSM-5-MCM-41−2 under 60 °C with molecular oxygen as oxidant after 150 min. After desulfurization, the catalyst can be simply recovered and reused 7 times with an unnoticeable decrease in catalytic activity, indicating the successful combination of heteropolyacids and micro/mesoporous materials for desulfurization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823121000365",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Jiarong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Zhe"
          },
          {
            "@_fa": "true",
            "$": "Hu, Guangfa"
          },
          {
            "@_fa": "true",
            "$": "Gao, Ruimin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Ronglan"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Jianshe"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823121000365"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823121000365"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(21)00036-5",
        "prism:volume": "504",
        "articleNumber": "111419",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Heteropolyacids supported on micro/mesoporous materials PMoW@HKUST-1@ZSM-5-MCM-41: Effective catalyst for oxidative desulfurization with oxygen",
        "prism:copyright": "© 2021 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Micro/mesoporous materials"
          },
          {
            "@_fa": "true",
            "$": "Heteropolyacids"
          },
          {
            "@_fa": "true",
            "$": "HKUST-1"
          },
          {
            "@_fa": "true",
            "$": "Oxidative desulfurization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "111419",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2021",
        "prism:doi": "10.1016/j.mcat.2021.111419",
        "prism:startingPage": "111419",
        "dc:identifier": "doi:10.1016/j.mcat.2021.111419",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "271",
            "@width": "660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58995",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53739",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15758",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72234",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "604",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96291",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "617",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56931",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "378",
            "@width": "717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50245",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36347",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr8.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18855",
            "@ref": "gr8",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10020",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7712",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8423",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13391",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17071",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6057",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7981",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6343",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-gr8.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7126",
            "@ref": "gr8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-mmc1.zip?httpAccept=%2A%2F%2A",
            "@multimediatype": "ZIP file",
            "@type": "APPLICATION",
            "@size": "290",
            "@ref": "mmc1",
            "@mimetype": "application/zip"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14098",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "9512",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "7362",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823121000365-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1414812",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85101372617"
      }
    }
  }
}