{
  "metadata": {
    "title": "A novel low-temperature Fe-Fe double-atom catalyst for a “fast SCR” reaction",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2022-12-31",
    "doi": "10.1016/j.mcat.2022.112769",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823122006551",
    "pii": "S2468823122006551"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85140804421",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2022-10-29 2022-10-29 2022-10-29 2022-10-29 2022-11-21T15:56:55 1-s2.0-S2468823122006551 S2468-8231(22)00655-1 S2468823122006551 10.1016/j.mcat.2022.112769 S300 S300.1 FULL-TEXT 1-s2.0-S2468823122X00163 2024-06-26T17:47:42.363978Z 0 0 20221201 20221231 2022 2022-10-29T05:50:50.107184Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2468-8231 24688231 true 533 533 C Volume 533 21 112769 112769 112769 202212 December 2022 2022-12-01 2022-12-31 2022 Regular Papers article fla © 2022 Elsevier B.V. All rights reserved. ANOVELLOWTEMPERATUREFEFEDOUBLEATOMCATALYSTFORAFASTSCRREACTION YANG W 1 Introduction 2 Computational and modeling method 3 Results and discussion 3.1 Structures of the catalysts and adsorption complexes 3.2 Reaction path analysis 3.3 Microkinetic modeling 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix Supplementary materials References HAN 2019 10916 10976 L BUSCA 1998 1 36 G KOEBEL 2001 52 59 M IWASAKI 2010 71 77 M CIARDELLI 2007 80 90 C BEALE 2015 25 34 A WANG 2019 122155 H BRANDENBERGER 2008 492 531 S HONG 2017 3440 3452 Z CHEN 2019 3492 3515 Z ZHANG 2020 783 798 J HE 2014 3766 3772 Z ZHANG 2020 509 521 N ZHANG 2018 11446 11452 X YANG 2020 3983 3989 W KRESSE 1996 15 50 G KRESSE 1999 1758 G KRESSE 1996 11169 G VOJVODIC 2014 25 32 A YANG 2021 121041 W HENKELMAN 2000 9978 9985 G HENKELMAN 2000 9901 9904 G HEYDEN 2005 224101 A YANG 2019 262 270 W YANG 2018 4159 4168 W YAN 2017 3336 3345 X ZHOU 2020 1404 1410 Y LENG 2022 2205637 K JIAO 2021 959 964 L AN 2022 e2200408 Q SHEN 2019 252 276 H YANG 2018 223 231 G YANG 2018 17 25 Y ZHAO 2021 1780 1790 P HU 2015 6069 6077 H RUGGERI 2014 266 270 M RUGGERI 2015 258 269 M YEOM 2005 181 193 Y DAYA 2021 1042 1052 R CHEN 2020 5646 5656 L HE 2018 eaau4637 G LIU 2016 2271 2283 B SHEN 2020 146969 S ZHANG 2018 2211 2219 M GRIFFE 2020 1 13 B LI 2008 16938 16944 J LIU 2021 1189 1201 H MEDFORD 2015 794 807 A YANGX2022X112769 YANGX2022X112769XW 2024-10-29T00:00:00.000Z 2024-10-29T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 2022-11-02T07:05:53.918Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Hebei B2018502067 E2020502023 Natural Science Foundation of Hebei Province http://data.elsevier.com/vocabulary/SciValFunders/501100003787 http://sws.geonames.org/1814991/ University of Calgary's Canada First Research Excellence Fund program National Natural Science Foundation of China 52006073 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was funded by the Natural Science Foundation of Hebei ( B2018502067 and E2020502023 ) and National Natural Science Foundation of China (No. 52006073 ). CW and IDG acknowledge support from the University of Calgary's Canada First Research Excellence Fund program, the Global Research Initiative (GRI) for Sustainable Low-Carbon Unconventional Resources. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S2468-8231(22)00655-1 S2468823122006551 1-s2.0-S2468823122006551 10.1016/j.mcat.2022.112769 315758 2022-11-21T16:12:27.649553Z 2022-12-01 2022-12-31 1-s2.0-S2468823122006551-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/MAIN/application/pdf/0d4df9c3dbdee916ce9179a473e5e9f0/main.pdf main.pdf pdf true 5599709 MAIN 7 1-s2.0-S2468823122006551-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/PREVIEW/image/png/ca4aabe738df267a9af4691c5fdd617b/main_1.png main_1.png png 58378 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823122006551-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr2/DOWNSAMPLED/image/jpeg/e5f5cf2fb2dd290cc4e2a219c9c42412/gr2.jpg gr2 gr2.jpg jpg 208292 856 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/ga1/DOWNSAMPLED/image/jpeg/485672b07978ca0b9bfb2f4debf06e8b/ga1.jpg ga1 true ga1.jpg jpg 19570 200 210 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr1/DOWNSAMPLED/image/jpeg/07dbc3cd5b9fb9cb1a655f0b9d90633e/gr1.jpg gr1 gr1.jpg jpg 46019 216 659 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr5/DOWNSAMPLED/image/jpeg/fd992636d577e7bc55b062f90f803144/gr5.jpg gr5 gr5.jpg jpg 80402 574 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr4/DOWNSAMPLED/image/jpeg/cffb204e1c7b8a0f3e169285be1b8a2b/gr4.jpg gr4 gr4.jpg jpg 37171 356 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr3/DOWNSAMPLED/image/jpeg/7653e5bfb8a4505c7d708a128066c8d7/gr3.jpg gr3 gr3.jpg jpg 67267 348 753 IMAGE-DOWNSAMPLED 1-s2.0-S2468823122006551-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr2/THUMBNAIL/image/gif/bfa6189b0d876afef9223b50d09eac21/gr2.sml gr2 gr2.sml sml 13575 164 108 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/ga1/THUMBNAIL/image/gif/0c424edd8df86c5b1003d2621d65f347/ga1.sml ga1 true ga1.sml sml 10578 164 172 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr1/THUMBNAIL/image/gif/03c17c00f351696d412ab139fa4d0ee9/gr1.sml gr1 gr1.sml sml 8314 72 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr5/THUMBNAIL/image/gif/b3ecd37e8dab29172fda4154195d2489/gr5.sml gr5 gr5.sml sml 17763 164 215 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr4/THUMBNAIL/image/gif/444f8d8c0c8b2f7f399da983f2fc470f/gr4.sml gr4 gr4.sml sml 9927 164 173 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/gr3/THUMBNAIL/image/gif/a51aaa85885dd672c52e13dcb18dbc7c/gr3.sml gr3 gr3.sml sml 8433 101 219 IMAGE-THUMBNAIL 1-s2.0-S2468823122006551-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/a6fd4aa664abceb93d7ed03e4fc8311f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1660889 3788 2500 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/bd718ee1fd5bb07b67b25083ff7a055d/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 118655 886 932 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/93ccd0addabe93a6945452da4ff49e96/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 308091 954 2917 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/85a4322d29ae1e9b4f4dc60d63e33257/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 584817 2540 3333 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/c34295c3e1504801264f586504c2d849/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 264849 1578 1667 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/HIGHRES/image/jpeg/f1db1f0b7cc354ad9bf6ca589f6b6c55/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 467086 1540 3333 IMAGE-HIGH-RES 1-s2.0-S2468823122006551-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823122006551/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/2cdb4c755b706887e61463f31d9c5728/mmc1.docx mmc1 mmc1.docx docx 963983 APPLICATION 1-s2.0-S2468823122006551-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10FCDDDN1D4/MAIN/application/pdf/e778f7755b2f4d449e9bfbb626e617ee/am.pdf am am.pdf pdf false 1684120 AAM-PDF MCAT 112769 112769 S2468-8231(22)00655-1 10.1016/j.mcat.2022.112769 Elsevier B.V. Fig. 1 (a) The geometric structure of Fe2-N6 catalyst. (b) The adsorption complexes and adsorption energy of NH3, NO, NO2, O2, N2, H2O, NH3+NO, NH3+NO2, and NO+O2 on the Fe2-N6 catalyst. Fig 1 Fig. 2 Optimized structures of the initial states (IS), transition states (TS), intermediates (IM), and final states (FS) of the reactions toward NH3-SCR. Fig 2 Fig. 3 Reaction scheme of NH3-SCR on the Fe2-N6 catalyst. Fig 3 Fig. 4 Catalytic cycle of Fe2-N6 in the dominant reaction path for NH3-SCR (Path 3). Fig 4 Fig. 5 N2 production rate-temperature/pressure plots for (a) Path 1, (b) Path 2, (c) Path 3, and (d) Path 4. Fig 5 Table 1 The analyzed reaction elementary steps of NH3-SCR on a Fe2-N6 catalyst. Table 1 No. Reaction No. Reaction Part1 NH3 adsorption path 4-1 NO* + O2* → O* + NO2* 1-1 NH3* → NH2* + H* 4-2 NH3* + O* → NH* + H2O 1-2 NH2NO* → N2* + H2O 4-3 NH* + NO* → NHNO* Part2 NH3 and NO co-adsorption path 4-4 NHNO* + NO → N2H* + NO2* 2-1 NO* + NH3* → NH2* + H* + NO* 4-5 N2H* → N2* + H* 2-2 NH2* + NO* → NH2NO* Part5 H removal path 2-3 NH2NO* → N2* + H2O 5-1 NO2* + H* → HONO* Part3 NH3 and NO2 co-adsorption path 5-2 HONO* + NH3 →NH2NO* + H2O 3-1 NH3* + NO2* → NH* + NO* + H2O 5-3 NH2NO* → NHNOH* 3-2 NH* + NO* → NHNO* 5-4 NHNOH* → N2* + H2O 3-3 NHNO* + NO → N2H* + NO2* Part6 H removal path 3-4 N2H* → N2* + H* 6-1 NO2* + H* → HONO* Part4 NO and O2 co-adsorption path Table 2 . Energy barriers for the RDS of NH3-SCR over different catalysts. Table 2 Catalysts Energy barriers for RDS (eV) The kind of functional V2O5/TiO2 1.24/1.26 [41] PBE CeO2/TiO2 1.60 [33] PBE W-Doped CeO2 1.36 [42] PBE Mn/γ-Al2O3 1.16/4.72 [31] PBE NiCr2O4 1.74/1.98 [43] PBE MIL-100-Fe 1.78 [44] PBE Cu/SAPO-11 2.65 [45] B3LYP Cu-SAPO-34 1.50 [32] PBE Cu||-2Al-cha 1.01 [34] M06-L Cu||OH-Al-cha 1.67 [34] M06-L Fe-Exchanged Zeolites 1.04 [46] B3LYP Fe−Ni−W-Exchanged Zeolites 1.01/1.12 [47] LDA-PWC Current work 1.00 PBE A novel low-temperature Fe-Fe double-atom catalyst for a “fast SCR” reaction Weijie Yang Validation Writing – original draft Writing – review & editing Methodology a b c Binghui Zhou Investigation Writing – original draft Writing – review & editing a b c Yongqian Zhang Investigation a b c Jianuo Ren Investigation a b c Chongchong Wu Writing – review & editing d Ian D. Gates Writing – review & editing e Yanfeng Liu Writing – review & editing a b c Zhengyang Gao Project administration Software Supervision a b c ⁎ a Department of Power Engineering, North China Electric Power University, Baoding, Hebei 071003, China Department of Power Engineering North China Electric Power University Baoding Hebei 071003 China aDepartment of Power Engineering, North China Electric Power University, Baoding, Hebei 071003, China b Hebei Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology, North China Electric Power University, Baoding, Hebei 071003, China Hebei Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology North China Electric Power University Baoding Hebei 071003 China bHebei Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology, North China Electric Power University, Baoding, Hebei 071003, China c Baoding Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology, North China Electric Power University, Baoding, Hebei 071003, China Baoding Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology North China Electric Power University Baoding Hebei 071003 China cBaoding Key Laboratory of Low Carbon and High-Efficiency Power Generation Technology, North China Electric Power University, Baoding, Hebei 071003, China d CNOOC Institute of Chemicals and Advanced Materials, Beijing 102200, China CNOOC Institute of Chemicals and Advanced Materials Beijing 102200 China dCNOOC Institute of Chemicals and Advanced Materials, Beijing 102200, China e Department of Chemical and Petroleum Engineering, University of Calgary, Calgary, Alberta T2N 1N4, Canada Department of Chemical and Petroleum Engineering University of Calgary Calgary Alberta T2N 1N4 Canada eDepartment of Chemical and Petroleum Engineering, University of Calgary, Calgary, Alberta T2N 1N4, Canada ⁎ Corresponding author at: Department of Power Engineering, North China Electric Power University, Baoding, Hebei 071003, China. Department of Power Engineering North China Electric Power University Baoding Hebei 071003 China Theoretically designing a catalyst with high catalytic activity for ammonia selective catalytic reduction (NH3-SCR) reaction at low temperature to guide the subsequent experimental synthesis, which is of great significance for controlling the emission of NO x . Herein, we examine for the first time Fe2-N6 catalysts as candidates for this application at a theoretical level. The adsorption behavior of various gases, catalytic mechanism of the NH3-SCR reaction, and turnover frequency were analyzed using density functional theory calculations (DFT) and microkinetic modeling. We found that a “fast SCR” reaction is the dominant path of the NH3-SCR reaction. The energy barrier for the rate-determining step (HONO formation) is 1.00 eV, much lower than that of other SCR catalysts. In addition, the Fe2-N6 catalyst exhibits outstanding low-temperature activities in the temperature window from 300 to 500 K. Graphical abstract Image, graphical abstract Keywords NH3 selective catalytic reduction Double-atom catalyst Density functional theory calculations Microkinetic modeling Data availability Data will be made available on request. 1 Introduction Nitrogen oxides (NO x ) are the primary atmospheric pollutant due to their contribution to acid rain, the greenhouse effect, photochemical smog, and smog [1]. During the past years, researchers have studied and developed several technologies to control NO x emissions. Among a variety of options, the selective catalytic reduction (SCR) process with NH3 as a reductant is considered as the most efficient and practical method [2]. The essence of NH3-SCR is a redox reaction to covert NO to N2, which includes two principal pathways as follows: 4NH3 + 4NO + O2 → 4N2 + 6H2O 2NH3 + NO + NO2 → 2N2 + 3H2O The first reaction is usually denoted as the “standard SCR”. The reaction process involving an equimolar mixture of NO and NO2 is expressed as the “fast SCR”, whose reaction rate is ∼10 times faster than the first one [3]. Coal-fired power plant flue gas contains a considerable part of O2, NO, NO2, and other components. Iwasaki and Shinjoh [4] studied the NOx conversion on Fe/zeolite and found that although the NO2/NOx ratio was changed, the NOx conversion rate of fast SCR reaction was still higher than that of standard SCR reaction. In addition, Ciardelli et al. [5] have shown that fast SCR is still highly reactive at low temperatures, whether it is NO overdose or NO2 overdose. So far, the most widely used commercial catalysts are vanadium-titanium-based metal oxides [6]. However, due to shift to renewable energy, power plants are increasingly inclined to operate at low load. Take a 300 MW unit for example, when the load of a 300 MW unit is reduced by 75%, the SCR inlet flue gas temperature unit will drop to as low as 275 °C, making the catalysts fail to work in their optimal temperature window (300–400 °C) [7]. Additionally, the toxicity of V2O5 species leads to difficulty in handling and disposal after abandonment of the catalyst [8]. Therefore, environmentally friendly metal oxides with outstanding low-temperature activity have currently received considerable attention as potential NH3-SCR catalysts. Although these V-free metal oxide catalysts can reduce NO at approximately 200 °C, less than 80% of the NO conversion rate is achieved for most of the catalysts [9]. Obviously, the current catalytic activity of metal oxides at low temperature is not sufficient when referring to existing emission standards. To date, single-atom catalysts (SACs) as well as double-atom catalysts (DACs) exhibit high catalytic activity and selectivity, which may create a new avenue for NH3-SCR catalysis [10]. Previous studies have indicated that DACs have better preponderance of hydrogen evolution reaction (HER), oxygen evolution reaction (OER) and nitrogen reduction reaction (NRR) than SACs [11]. Moreover, a Fe-Fe dual-metal embedded in carbon-based substrate material has been successfully synthesized, demonstrating high catalytic activity and satisfactory synergistic effect [12]. Zhang et al. [13] successfully synthesized planar Fe2-N6 structures by coupling isolated Fe1-N4. Interestingly, a number of studies have revealed that the N atoms located in N-doped graphene have a pair of lone electrons, and the transition metal atoms can be anchored by the N atoms, which avoids potential agglomeration of metal atoms and maintain an outstanding stability [14]. Besides, Fe was proven active for O2 activation and NO oxidation according to prior studies [15], thus promoting the “fast SCR” reaction. Based on these unique features of a Fe-Fe double-atom catalyst, we were motivated to study the potential applications of a Fe2-N6 structure for NH3-SCR reaction. In this work, the method of DFT calculations is used. First, the feasible adsorption of different gases (NH3, NO, NO2, O2, H2O, and N2) on the Fe2-N6 catalyst were analyzed. Second, both reaction kinetics and thermodynamics of different steps of the NH3-SCR reaction were investigated. Third, reaction path analysis was performed to determine the dominant path for the NH3-SCR reaction. Finally, microkinetic modelling was conducted to estimate the turnover frequencies (TOFs) to analyze the effects of temperature and pressure on reaction rate. 2 Computational and modeling method DFT calculations were carried out by the Vienna Ab Initio Simulation Package (VASP5.4.4) employing the Perdew-Burke-Ernzerhof (PBE) functional and the projector augmented wave (PAW) potentials [16–18]. To avoid periodic mirror influence, a 5×5 single layer graphene with a 15 Å vacuum layer was built. The spin polarization was set to 2 to eliminate the magnetism of the Fe atoms [19]. Based on our previous studies [20], a 4×4×1 K-point mesh and a 450 eV cutoff energy threshold with 0.02 eV/Å force convergence criteria were sufficient to obtain results of geometric optimization. Apart from this, self-consistent total energy calculation was performed using an 8×8×1 K-point grid and 10−5 eV electron iteration. Van der Waals interaction was considered by using the DFT-D3 correction [20]. The climbing-image nudged elastic band (CI-NEB) method [21,22] was adopted to search the transition states roughly. After that, the improved dimer method (IDM) [23] was selected to exactly locate the transition states based on the results generated from CI-NEB method with 0.05 eV/Å force convergence standard [24]. In addition, the precision of transition states was verified by the calculation of vibration frequency with a limited displacement of ±0.02 Å [25]. The adsorption energy (E ads) was calculated according to: (1) E ads = E tot − E cat − E gas where E tot, E cat, and E gas are the total energy of the adsorption complex, adsorbent, and gases, respectively. Moreover, a more negative Eads value indicates the a more stable adsorption. The reaction energy barrier (E b) and heat of reaction (ΔE), which can demonstrate the difficulty of reaction and the endothermic and exothermic characteristics of the reaction, were expressed by: (2) E b = E TS − E IS (3) Δ E = E FS − E IS where E IS, E TS, and E FS are the energy of the initial, transition, and final state, respectively. 3 Results and discussion 3.1 Structures of the catalysts and adsorption complexes Considering that a Fe2-N6 structure with the two Fe coordinating with six N atoms is one of the most common types in experimental synthesis [26,27], the geometric structure of Fe2-N6 catalyst is two Fe atoms anchored on graphene substrate with six N atoms, as shown in Fig. 1(a) . The strong binding energy (-11.06 eV) also indicates that the substrate can anchor Fe atoms tightly. In view of the complicacy of the NH3-SCR reaction, the adsorption energy of NH3, NO, NO2, O2, and H2O were calculated to further explore the reaction path with results in Fig. 1(b). The energy of co-adsorption of NH3 and NO (-2.23 eV), NH3 and NO2 (-1.85 eV) is greater than that of NH3 alone (-0.03 eV), indicating that the NH3-SCR reaction over the Fe2-N6 catalyst is more possible to take place according to the Langmuir–Hinshelwood (L-H) mechanism. The adsorption energies of NO, NO2, and O2 are -2.33, -2.12, and -1.91 eV, respectively, suggesting a chemical adsorption mode. The theoretical calculation of Leng et al. [28] shows that the adsorption energy of O2 on Fe2-N6 is -1.98 eV, which is basically consistent with our calculation results. On the other hand, the adsorption energies of H2O and N2 are 0.07 and -0.44 eV, respectively, showing that desorption of NH3-SCR products is relatively facile. In addition, the feasibility of adsorbing substances such as H2O and O2 on Fe2-N6 has been experimentally proved in relevant reports [28–30]. 3.2 Reaction path analysis To further investigate the NH3-SCR reaction mechanism over the Fe2-N6 catalyst, possible reaction intermediates and products were firstly considered via different adsorption structures. The energy barriers of different reaction paths were compared to determine the dominant reaction path of NH3-SCR. All structures of NH3-SCR reaction from the various paths are showed in Fig. 2 . Relatively, the possible elementary reaction steps are listed in Table 1 , and the energy profiles for reaction relative paths are showed in Figs. S1–S6. For Path 1 (as shown in Figs. 2 and S1), the gaseous NH3 firstly adsorbs on the surface of Fe2-N6 catalyst with an adsorption energy of -0.03 eV. The NH2 fragment is observed via the NH3 dehydrogenation with an energy barrier of 0.93 eV. Subsequently, the NH2 fragment reacts with the gas-phase NO spontaneously with heat of reaction -0.55 eV to generate the NH2NO, which is similar to the generation of NH2NO species on Mn/γ-Al2O3 [31] and Cu-SAPO-34 catalyst [32]. The NH2NO* species then dissociates into N2 and H2O with a relatively high energy barrier of 2.27 eV via H stripping. The decomposition reaction is exothermic with a reaction heat of -2.63 eV, stimulating the final desorption of N2. Different from Path 1, the gaseous NH3 and NO simultaneously adsorb on the surface of Fe2-N6 catalyst with a high adsorption energy of -2.23 eV in Path 2 (as shown in Figs. 2 and S2). NH3* decomposes to a NH2* fragment and the H atom which shifts to a C atom with an energy barrier of 2.09 eV, indicating that the catalytic activity of the C atom is lower than that of the Fe atom in terms of NH3 dehydrogenation. Thereafter, NO* combines with NH2* to form NH2NO species through the N-N coupling reaction, which is similar to the formation reaction of NH2NO over the CeO2/TiO2 catalyst [33] and Cu-exchanged CHA zeolite [34]. This elementary reaction path is activated by 0.35 eV, and the release of heat (-0.11 eV) promotes the subsequent reaction. Finally, the NH2NO species resolves into N2 and H2O with an energy barrier of 1.94 eV, slightly lower that of Path 1. As mentioned above, NO2 has a vital role in “fast SCR” reaction, which can promote the NH3-SCR reaction. For Path 3 (as shown in Figs. 2 and S3), gaseous NH3 and NO2 adsorb on the surface of Fe2-N6 catalyst simultaneously, with a large adsorption energy of -1.85 eV. The O atom of NO2 strips two H atoms of NH3 to generate the free H2O with an energy barrier of 0.67 eV, in agreement with the in situ DRIFTs experiments by Hu et al. [35], indicating that the monodentate nitrites (NO2*) can react with NH3. Thereafter, NH* interacts with NO* to form the NHNO* species through a N-N coupling reaction with an energy barrier of 0.35 eV, and the NHNO* intermediate (IM9) reacts with gaseous NO* spontaneously to form N2H* and NO2*. Finally, the dehydrogenation reaction of N2H* is observed via the transition state (TS9) with an energy barrier of 0.61 eV. For Path 4 (as shown in Figs. 2 and S4), gaseous NO2 and O2 adsorb on the surface of Fe2-N6 catalyst simultaneously with a high adsorption energy of -3.16 eV. The formation of NO2 is realized via the fracture of O-O bond spontaneously. Thereafter, the NO2* desorbs from the Fe2-N6 catalyst with a desorption energy of 1.42 eV, and the NH3* adsorbs on the Fe2-N6 catalyst with an adsorption energy of 0.3 eV to proceed further reactions. An H atom from NH3* are extracted by the resulting O* with an energy barrier of 0.84 eV to generate the NH2 fragment and OH*. NH2 fragment continues to interact with OH* to form the NH fragment and H2O with an energy barrier of 1.84 eV. Subsequently, the second gaseous NO* adsorbs on the Fe2-N6 catalyst with an adsorption energy of -1.39 V, and the NH fragment then combines with NO* to form NHNO* species via the transition state (TS13) with an energy barrier of 1.22 eV. Following the same procedure as described above, the third gaseous NO attacks NHNO to form N2H* and NO2*, and the breakage of N-H bond is observed via the transition state (TS9) with energy barrier 0.61 eV. Currently, the discovery of HONO intermediates by various methods (e.g., transient response methods, chemical capture techniques, and Fourier transform infrared (FT-IR)) in NH3-SCR reaction experiments has been widely reported [36–39]. To achieve the cycle of the NH3-SCR reaction, the resulting H atom reacts with the NO2* to form the HONO species with energy barriers of 1.00 and 2.26 eV in Path 5 and Path 6 (as shown in Figs. 2, S5, and S6), respectively. Subsequently, the gaseous NH3 reacts with the HONO* species forming the NH2NO* species with an energy barrier of 1.36 eV. Finally, the NH2NO* species resolves into N2 and H2O via the transition states (TS16 and TS17) with energy barriers of 1.36 and 0.41 eV, severally, which is similar to the reaction process over Cu-CHA [40]. To intuitively describe the reaction paths which drive the NH3-SCR reaction, the reaction scheme is shown in Fig. 3 . The NH3-SCR reaction on the Fe2-N6 catalyst includes four possible paths, and the energy barriers of the rate-determining step (RDS) for these paths are 2.27, 2.09, 1.00, and 2.40 eV, respectively, suggesting that Path 3 is the dominant reaction path of the NH3-SCR reaction over the Fe2-N6 catalyst. In the catalytic cycle of Path 3 (see Fig. 4 ), there are two reaction steps, consisting of the “fast SCR” reaction and HONO* formation, and the latter step is the RDS of the reaction. In addition, we further considered the possibility of generating N2O under the initial adsorption configuration of Path 3. We calculated the relevant paths and found that a high energy barrier of 1.35 eV will be generated during the generation of N2O, which will hinder the generation of N2O (see Figs. S7 and S8). Therefore, we believe that the fast NH3-SCR reaction on Fe2-N6 is more likely to generate N2 rather than N2O. At the same time, given that SO2 is an important constituent of the flue gas of coal-fired power plants, there is a risk of reducing catalyst resistance to SO2. We considered the effect of SO2 on Fe2-N6 from the perspective of competitive adsorption. Path 3 is the dominant reaction path of NH3-SCR reaction on Fe2-N6 catalyst, and the competitive adsorption between its preadsorbate (NH3+NO2) and SO2 will affect the resistance of the catalyst. Surprisingly, the adsorption energy of co-adsorption of NH3 and NO2 (-1.85 eV) on Fe2-N6 is significantly larger than that of SO2 (-1.50 eV). This means that the preadsorbate (NH3+NO2) of Path 3 will preferentially occupy the reaction site, thereby avoiding the reduction of catalyst resistance caused by the poisoning of SO2. To further evaluate the performance of Fe2-N6 catalyst, the energy barriers of the RDS for the NH3-SCR reaction was compared with commonly used catalysts in Table 2 . The lower energy barrier of the Fe2-N6 catalyst than other SCR catalysts indicates that the Fe2-N6 catalyst can be selected as a candidate for the NH3-SCR reaction. 3.3 Microkinetic modeling To appraise the catalyst activity and investigate the reaction mechanism of the NH3-SCR reaction, the TOFs calculated by the CatMAP software [48] were used to estimate the reaction rates with two descriptors, temperature (T) and the logarithm of pressure (logP), as displayed in Fig. 5 . The high and low TOFs are marked with yellow and blue, separately. Compared with other three paths, Path 3 exhibits higher TOFs with a broad area in the descriptor space, which is compared to the lower energy barrier of the RDS in Path 3 than that of other three paths. Meanwhile, the best operation temperature window of Path 3 is 300–500 K, indicating that the Fe2-N6 catalyst has the potential to become a low-temperature catalyst because of its high low-temperature catalytic activity. The co-adsorption coverage of NH3 and NO, NH3 and NO2 outclass NH3 adsorption (Fig. S9), corresponding with the higher adsorption energy of co-adsorption than individual adsorption. Additionally, the higher O* coverage for Path 4 is related to the stronger adsorption energy of the residual O atom (-1.73 eV), indicating that the step of removing the residual O atom is the RDS in Path 4, which is compared with the previous path analysis. 4 Conclusions Based on the preceding systematic theoretical research, the adsorption behavior of various gases, the catalytic mechanism of the NH3-SCR reaction, and the corresponding TOFs as the function of temperature and pressure were analyzed based on spin-polarized DFT calculations. We found that the co-adorption mode of various gases is significantly more favourable than the individual adsorption, suggesting that the NH3-SCR reaction on the Fe2-N6 catalyst is more likely to take place in line with the L-H mechanism. Four possible reaction paths were investigated for the NH3-SCR reaction, of which the “fast SCR” reaction is the dominant path of NH3-SCR reaction. The RDS of the NH3-SCR reaction is HONO formation with an energy barrier of 1.00 eV, significantly lower than that of other SCR catalysts. In addition, the Fe2-N6 catalyst exhibits outstanding low-temperature activity in the temperature window from 300 to 500 K. Based on the theoretical results, Fe2-N6 catalyst is a potentially promising and environmentally friendly catalyst with a high low-temperature catalytic performance. CRediT authorship contribution statement Weijie Yang: Validation, Writing – original draft, Writing – review & editing, Methodology. Binghui Zhou: Investigation, Writing – original draft, Writing – review & editing. Yongqian Zhang: Investigation. Jianuo Ren: Investigation. Chongchong Wu: Writing – review & editing. Ian D. Gates: Writing – review & editing. Yanfeng Liu: Writing – review & editing. Zhengyang Gao: Project administration, Software, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was funded by the Natural Science Foundation of Hebei (B2018502067 and E2020502023) and National Natural Science Foundation of China (No. 52006073). CW and IDG acknowledge support from the University of Calgary's Canada First Research Excellence Fund program, the Global Research Initiative (GRI) for Sustainable Low-Carbon Unconventional Resources. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.mcat.2022.112769. Appendix Supplementary materials Image, application 1 References [1] L. Han S. Cai M. Gao J.Y. Hasegawa P. Wang J. Zhang L. Shi D. Zhang Selective catalytic reduction of NOx with NH3 by using novel catalysts: state of the art and future prospects Chem. Rev. 119 2019 10916 10976 L. Han, S. Cai, M. Gao, J.Y. Hasegawa, P. Wang, J. Zhang, L. Shi, D. Zhang, Selective catalytic reduction of NOx with NH3 by using novel catalysts: state of the art and future prospects, Chem. Rev. 119 (2019) 10916–10976. [2] G. Busca L. Lietti G. Ramis F. Berti Chemical and mechanistic aspects of the selective catalytic reduction of NOx by ammonia over oxide catalysts: a review Appl. Catal. B 18 1998 1 36 G. Busca, L. Lietti, G. Ramis, F. Berti, Chemical and mechanistic aspects of the selective catalytic reduction of NOx by ammonia over oxide catalysts: a review, Appl. Catal. B 18 (1998) 1–36. [3] M. Koebel M. Elsener G. Madia Reaction pathways in the selective catalytic reduction process with NO and NO2 at low temperatures Ind. Eng. Chem. Res. 40 2001 52 59 M. Koebel, M. Elsener, G. Madia, Reaction pathways in the selective catalytic reduction process with NO and NO2 at low temperatures, Ind. Eng. Chem. Res. 40 (2001) 52–59. [4] M. Iwasaki H. Shinjoh A comparative study of “standard”, “fast” and “NO2” SCR reactions over Fe/zeolite catalyst Appl. Catal. A 390 2010 71 77 M. Iwasaki, H. Shinjoh, A comparative study of “standard”, “fast” and “NO2” SCR reactions over Fe/zeolite catalyst, Appl. Catal. A 390 (2010) 71–77. [5] C. Ciardelli I. Nova E. Tronconi D. Chatterjee B. Bandl-Konrad M. Weibel B. Krutzsch Reactivity of NO/NO2-NH3 SCR system for diesel exhaust aftertreatment: identification of the reaction network as a function of temperature and NO2 feed content Appl. Catal. B 70 2007 80 90 C. Ciardelli, I. Nova, E. Tronconi, D. Chatterjee, B. Bandl-Konrad, M. Weibel, B. Krutzsch, Reactivity of NO/NO2-NH3 SCR system for diesel exhaust aftertreatment: identification of the reaction network as a function of temperature and NO2 feed content, Appl. Catal. B 70 (2007) 80–90. [6] A.M. Beale I. Lezcano-Gonzalez T. Maunula R.G. Palgrave Development and characterization of thermally stable supported V-W-TiO2 catalysts for mobile NH3-SCR applications Catal. Struct. React. 1 2015 25 34 A. M. Beale, I. Lezcano-Gonzalez, T. Maunula, R. G. Palgrave, Development and characterization of thermally stable supported V-W-TiO2 catalysts for mobile NH3-SCR applications, Catal. Struct. React. 1 (2015) 25–34. [7] H. Wang B. Yuan R. Hao Y. Zhao X. Wang A critical review on the method of simultaneous removal of multi-air-pollutant in flue gas Chem. Eng. J. 378 2019 122155 H. Wang, B. Yuan, R. Hao, Y. Zhao, X. Wang, A critical review on the method of simultaneous removal of multi-air-pollutant in flue gas, Chem. Eng. J. 378 (2019) 122155. [8] S. Brandenberger O. Kröcher A. Tissler R. Althoff The state of the art in selective catalytic reduction of NOx by ammonia using metal-exchanged zeolite catalysts Catal. Rev. 50 2008 492 531 S. Brandenberger, O. Kröcher, A. Tissler, R. Althoff, The state of the art in selective catalytic reduction of NOx by ammonia using metal-exchanged zeolite catalysts, Catal. Rev. 50 (2008) 492–531. [9] Z. Hong Z. Wang X. Li Catalytic oxidation of nitric oxide (NO) over different catalysts: an overview Catal. Sci. Technol. 7 2017 3440 3452 Z. Hong, Z. Wang, X. Li, Catalytic oxidation of nitric oxide (NO) over different catalysts: an overview, Catal. Sci. Technol. 7 (2017) 3440–3452. [10] Z. Chen L. Chen C. Yang Q. Jiang Atomic (single, double, and triple atoms) catalysis: frontiers, opportunities, and challenges J. Mater. Chem. A 7 2019 3492 3515 Z. Chen, L. Chen, C. Yang, Q. Jiang, Atomic (single, double, and triple atoms) catalysis: frontiers, opportunities, and challenges, J. Mater. Chem. A 7 (2019) 3492–3515. [11] J. Zhang Q.A. Huang J. Wang J. Wang J. Zhang Y. Zhao Supported dual-atom catalysts: preparation, characterization, and potential applications Chin. J. Catal. 41 2020 783 798 J. Zhang, Q.A. Huang, J. Wang, J. Wang, J. Zhang, Y. Zhao, Supported dual-atom catalysts: preparation, characterization, and potential applications, Chin. J. Catal. 41 (2020) 783–798. [12] Z. He K. He A.W. Robertson A.I. Kirkland D. Kim J. Ihm E. Yoon G.D. Lee J.H. Warner Atomic structure and dynamics of metal dopant pairs in graphene Nano Lett. 14 2014 3766 3772 Z. He, K. He, A.W. Robertson, A.I. Kirkland, D. Kim, J. Ihm, E. Yoon, G.D. Lee, J.H. Warner, Atomic structure and dynamics of metal dopant pairs in graphene, Nano Lett.. 14 (2014) 3766–3772. [13] N. Zhang T. Zhou J. Ge Y. Lin Z. Du C.A. Zhong W. Wang Q. Jiao R. Yuan Y. Tian W. Chu C. Wu Y. Xie High-density planar-like Fe2N6 structure catalyzes efficient oxygen reduction Matter 3 2020 509 521 N. Zhang, T. Zhou, J. Ge, Y. Lin, Z. Du, C.A. Zhong, W. Wang, Q. Jiao, R. Yuan, Y. Tian, W. Chu, C. Wu, Y. Xie, High-density planar-like Fe2N6 structure catalyzes efficient oxygen reduction, Matter 3 (2020) 509–521. [14] X. Zhang A. Chen Z. Zhang M. Jiao Z. Zhou Transition metal anchored C2N monolayers as efficient bifunctional electrocatalysts for hydrogen and oxygen evolution reactions J. Mater. Chem. A 6 2018 11446 11452 X. Zhang, A. Chen, Z. Zhang, M. Jiao, Z. Zhou, Transition metal anchored C2N monolayers as efficient bifunctional electrocatalysts for hydrogen and oxygen evolution reactions, J. Mater. Chem. A 6 (2018) 11446–11452. [15] W. Yang M. Zhao X. Ding K. Ma C. Wu I.D. Gates Z. Gao The effect of coordination environment on the kinetic and thermodynamic stability of single-atom iron catalysts Phys. Chem. Chem. Phys. 22 2020 3983 3989 W. Yang, M. Zhao, X. Ding, K. Ma, C. Wu, I. D. Gates, Z. Gao, The effect of coordination environment on the kinetic and thermodynamic stability of single-atom iron catalysts, Phys. Chem. Chem. Phys. 22 (2020) 3983–3989. [16] G. Kresse J. Furthmüller Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set, Comput. Mater. Sci. 6 (1996) 15–50. [17] G. Kresse D. Joubert From ultrasoft pseudopotentials to the projector augmented-wave method Phys. Rev. B 59 1999 1758 G. Kresse, D. Joubert, From ultrasoft pseudopotentials to the projector augmented-wave method, Phys. Rev. B 59 (1999) 1758. [18] G. Kresse J. Furthmüller Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set Phys. Rev. B 54 1996 11169 G. Kresse, J. Furthmüller, Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set, Phys. Rev. B 54 (1996) 11169. [19] A. Vojvodic J. Nørskov F. Abild-Pedersen Electronic structure effects in transition metal surface chemistry Top. Catal. 57 2014 25 32 A. Vojvodic, J. Nørskov, F. Abild-Pedersen, Electronic structure effects in transition metal surface chemistry, Top. Catal. 57 (2014) 25–32. [20] W. Yang J. Ren H. Zhang J. Li C. Wu I.D. Gates Z. Gao Single-atom iron as a promising low-temperature catalyst for selective catalytic reduction of NOx with NH3: a theoretical prediction Fuel 302 2021 121041 W. Yang, J. Ren, H. Zhang, J. Li, C. Wu, I. D. Gates, Z. Gao, Single-atom iron as a promising low-temperature catalyst for selective catalytic reduction of NOx with NH3: a theoretical prediction, Fuel 302 (2021) 121041. [21] G. Henkelman H. Jónsson Improved tangent estimate in the nudged elastic band method for finding minimum energy paths and saddle points J. Chem. Phys. 113 2000 9978 9985 G. Henkelman, H. Jónsson, Improved tangent estimate in the nudged elastic band method for finding minimum energy paths and saddle points, J. Chem. Phys. 113 (2000) 9978–9985. [22] G. Henkelman B.P. Uberuaga H. Jónsson A climbing image nudged elastic band method for finding saddle points and minimum energy paths J. Chem. Phys. 113 2000 9901 9904 G. Henkelman, B.P. Uberuaga, H. Jónsson, A climbing image nudged elastic band method for finding saddle points and minimum energy paths, J. Chem. Phys. 113 (2000) 9901–9904. [23] A. Heyden A.T. Bell F.J. Keil Efficient methods for finding transition states in chemical reactions: comparison of improved dimer method and partitioned rational function optimization method J. Chem. Phys. 123 2005 224101 A. Heyden, A.T. Bell, F.J. Keil, Efficient methods for finding transition states in chemical reactions: comparison of improved dimer method and partitioned rational function optimization method, J. Chem. Phys. 123 (2005) 224101. [24] W. Yang Z. Gao X. Liu C. Ma X. Ding W. Yan Directly catalytic reduction of NO without NH3 by single atom iron catalyst: a DFT calculation Fuel 243 2019 262 270 W. Yang, Z. Gao, X. Liu, C. Ma, X. Ding, W. Yan, Directly catalytic reduction of NO without NH3 by single atom iron catalyst: a DFT calculation, Fuel 243 (2019) 262–270. [25] W. Yang Z. Gao X. Liu X. Li X. Ding W. Yan Single-atom iron catalyst with single-vacancy graphene-based substrate as a novel catalyst for NO oxidation: a theoretical study Catal. Sci. Technol. 8 2018 4159 4168 W. Yang, Z. Gao, X. Liu, X. Li, X. Ding, W. Yan, Single-atom iron catalyst with single-vacancy graphene-based substrate as a novel catalyst for NO oxidation: a theoretical study, Catal. Sci. Technol. 8 (2018) 4159–4168. [26] X. Yan K. Liu T. Wang Y. You J. Liu P. Wang X. Pan G. Wang J. Luo J. Zhu Atomic interpretation of high activity on transition metal and nitrogen-doped carbon nanofibers for catalyzing oxygen reduction J. Mater. Chem. A 5 2017 3336 3345 X. Yan, K. Liu, T. Wang, Y. You, J. Liu, P. Wang, X. Pan, G. Wang, J. Luo, J. Zhu, Atomic interpretation of high activity on transition metal and nitrogen-doped carbon nanofibers for catalyzing oxygen reduction. J. Mater. Chem. A 5 (2017) 3336–3345. [27] Y. Zhou W. Yang W. Utetiwabo Y.M. Lian X. Yin L. Zhou P. Yu R. Chen S. Sun Revealing of active sites and catalytic mechanism in N-coordinated Fe, Ni dual-doped carbon with superior acidic oxygen reduction than single-atom catalyst J. Phys. Chem. Lett. 11 2020 1404 1410 Y. Zhou, W. Yang, W. Utetiwabo, Y.M. Lian, X. Yin, L. Zhou, P. Yu, R. Chen, S. Sun, Revealing of active sites and catalytic mechanism in N-coordinated Fe, Ni dual-doped carbon with superior acidic oxygen reduction than single-atom catalyst, J. Phys. Chem. Lett. 11 (2020) 1404–1410. [28] K. Leng J. Zhang Y. Wang D. Li L. Bai J. Shi X. Li L. Zheng J. Bai Y. Qu Interfacial cladding engineering suppresses atomic thermal migration to fabricate well-defined dual-atom electrocatalysts Adv. Funct. Mater. 32 2022 2205637 K. Leng, J. Zhang, Y. Wang, D. Li, L. Bai, J. Shi, X. Li, L. Zheng, J. Bai, Y. Qu, Interfacial cladding engineering suppresses atomic thermal migration to fabricate well-defined dual-atom electrocatalysts, Adv. Funct. Mater. 32 (2022) 2205637. [29] L. Jiao W. Ye Y. Kang Y. Zhang W. Xu Y. Wu W. Gu W. Song Y. Xiong C. Zhu Atomically dispersed N-coordinated Fe-Fe dual-sites with enhanced enzyme-like activities Nano Res. 15 2021 959 964 L. Jiao, W. Ye, Y. Kang, Y. Zhang, W. Xu, Y. Wu, W. Gu, W. Song, Y. Xiong, C. Zhu, Atomically dispersed N-coordinated Fe-Fe dual-sites with enhanced enzyme-like activities, Nano Res. 15 (2021) 959–964. [30] Q. An J. Jiang W. Cheng H. Su Y. Jiang Q. Liu Recent advances in dual-atom site catalysts for efficient oxygen and carbon dioxide electrocatalysis Small Methods 6 2022 e2200408 Q. An, J. Jiang, W. Cheng, H. Su, Y. Jiang, Q. Liu, Recent advances in dual-atom site catalysts for efficient oxygen and carbon dioxide electrocatalysis, Small Methods 6 (2022) e2200408. [31] H. Shen T. Thomas S.A. Rasaki A. Saad C. Hu J. Wang M. Yang Oxygen reduction reactions of Fe-N-C catalysts: current status and the way forward Electrochem. Energy Rev. 2 2019 252 276 H. Shen, T. Thomas, S.A. Rasaki, A. Saad, C. Hu, J. Wang, M. Yang, Oxygen reduction reactions of Fe-N-C catalysts: current status and the way forward, Electrochem. Energy Rev. 2 (2019) 252–276. [32] G. Yang J. Ran X. Du X. Wang Y. Chen L. Zhang Different copper species as active sites for NH3-SCR reaction over Cu-SAPO-34 catalyst and reaction pathways: a periodic DFT study Microporous Mesoporous Mater. 266 2018 223 231 G. Yang, J. Ran, X. Du, X. Wang, Y. Chen, L. Zhang, Different copper species as active sites for NH3-SCR reaction over Cu-SAPO-34 catalyst and reaction pathways: a periodic DFT study, Microporous Mesoporous Mater.. 266 (2018) 223–231. [33] Y. Yang J. Liu Z. Wang F. Liu A skeletal reaction scheme for selective catalytic reduction of NOx with NH3 over CeO2/TiO2 catalyst Fuel Process. Technol. 174 2018 17 25 Y. Yang, J. Liu, Z. Wang, F. Liu, A skeletal reaction scheme for selective catalytic reduction of NOx with NH3 over CeO2/TiO2 catalyst, Fuel Process. Technol. 174 (2018) 17–25. [34] P. Zhao B. Boekfa K.I. Shimizu M. Ogura M. Ehara Selective catalytic reduction of NO with NH3 over Cu-exchanged CHA, GME, and AFX zeolites: a density functional theory study Catal. Sci. Technol. 11 2021 1780 1790 P. Zhao, B. Boekfa, K.I. Shimizu, M. Ogura, M. Ehara, Selective catalytic reduction of NO with NH3 over Cu-exchanged CHA, GME, and AFX zeolites: a density functional theory study, Catal. Sci. Technol. 11 (2021) 1780–1790. [35] H. Hu S. Cai H. Li L. Huang L. Shi D. Zhang Mechanistic aspects of deNOx processing over TiO2 supported Co–Mn oxide catalysts: structure–activity relationships and in situ DRIFTs analysis ACS Catal. 5 2015 6069 6077 H. Hu, S. Cai, H. Li, L. Huang, L. Shi, D. Zhang, Mechanistic aspects of deNOx processing over TiO2 supported Co–Mn oxide catalysts: structure–activity relationships and in situ DRIFTs analysis, ACS Catal.. 5 (2015) 6069–6077. [36] M.P. Ruggeri T. Selleri M. Colombo I. Nova E. Tronconi Identification of nitrites/HONO as primary products of NO oxidation over Fe-ZSM-5 and their role in the standard SCR mechanism: a chemical trapping study J. Catal. 311 2014 266 270 M.P. Ruggeri, T. Selleri, M. Colombo, I. Nova, E. Tronconi, Identification of nitrites/HONO as primary products of NO oxidation over Fe-ZSM-5 and their role in the standard SCR mechanism: a chemical trapping study, J. Catal. 311 (2014) 266–270. [37] M.P. Ruggeri T. Selleri M. Colombo I. Nova E. Tronconi Investigation of NO2 and NO interaction with an Fe-ZSM-5 catalyst by transient response methods and chemical trapping techniques J. Catal. 328 2015 258 269 M.P. Ruggeri, T. Selleri, M. Colombo, I. Nova, E. Tronconi, Investigation of NO2 and NO interaction with an Fe-ZSM-5 catalyst by transient response methods and chemical trapping techniques, J. Catal. 328 (2015) 258–269. [38] Y. Yeom J. Henao M. Li W. Sachtler E. Weitz The role of NO in the mechanism of reduction with ammonia over a BaNa-Y catalyst J. Catal. 231 2005 181 193 Y. Yeom, J. Henao, M. Li, W. Sachtler, E. Weitz, The role of NO in the mechanism of reduction with ammonia over a BaNa-Y catalyst, J. Catal. 231 (2005) 181–193. [39] R. Daya C.J. Keturakis D. Trandal A. Kumar S.Y. Joshi A. Yezerets Alternate pathway for standard SCR on Cu-zeolites with gas-phase ammonia React. Chem. Eng. 6 2021 1042 1052 R. Daya, C.J. Keturakis, D. Trandal, A. Kumar, S.Y. Joshi, A. Yezerets, Alternate pathway for standard SCR on Cu-zeolites with gas-phase ammonia, React. Chem. Eng. 6 (2021) 1042–1052. [40] L. Chen T.V. Janssens P.N. Vennestrøm J. Jansson M. Skoglundh H. Grönbeck A complete multisite reaction mechanism for low-temperature NH3-SCR over Cu-CHA ACS Catal. 10 2020 5646 5656 L. Chen, T.V. Janssens, P.N. Vennestrøm, J. Jansson, M. Skoglundh, H. Grönbeck, A complete multisite reaction mechanism for low-temperature NH3-SCR over Cu-CHA, ACS Catal. 10 (2020) 5646–5656. [41] G. He Z. Lian Y. Yu Y. Yang K. Liu X. Shi Z. Yan W. Shan H. He Polymeric vanadyl species determine the low-temperature activity of V-based catalysts for the SCR of NOx with NH3 Sci. Adv. 4 2018 eaau4637 G. He, Z. Lian, Y. Yu, Y. Yang, K. Liu, X. Shi, Z. Yan, W. Shan, H. He, Polymeric vanadyl species determine the low-temperature activity of V-based catalysts for the SCR of NOx with NH3, Sci. Adv. 4 (2018) eaau4637. [42] B. Liu J. Liu S. Ma Z. Zhao Y. Chen X.Q. Gong W. Song A. Duan G. Jiang Mechanistic study of selective catalytic reduction of NO with NH3 on W-doped CeO2 catalysts: unraveling the catalytic cycle and the role of oxygen vacancy J. Phys. Chem. C 120 2016 2271 2283 B. Liu, J. Liu, S. Ma, Z. Zhao, Y. Chen, X.Q. Gong, W. Song, A. Duan, G. Jiang, Mechanistic study of selective catalytic reduction of NO with NH3 on W-doped CeO2 catalysts: unraveling the catalytic cycle and the role of oxygen vacancy, J. Phys. Chem. C 120 (2016) 2271–2283. [43] S. Shen Y. Liu D. Zhai G. Qian Electroplating sludge-derived spinel catalysts for NO removal via NH3 selective catalysis reduction Appl. Surf. Sci. 528 2020 146969 S. Shen, Y. Liu, D. Zhai, G. Qian, Electroplating sludge-derived spinel catalysts for NO removal via NH3 selective catalysis reduction, Appl. Surf. Sci. 528 (2020) 146969. [44] M. Zhang W. Wang Y. Chen Theoretical investigation of selective catalytic reduction of NO on MIL-100-Fe Phys. Chem. Chem. Phys. 20 2018 2211 2219 M. Zhang, W. Wang, Y. Chen, Theoretical investigation of selective catalytic reduction of NO on MIL-100-Fe, Phys. Chem. Chem. Phys. 20 (2018) 2211–2219. [45] B. Griffe J.L. Brito A. Sierraalta Selective catalytic reduction of nitrogen oxide by ammonia over Cu/SAPO-11: a theoretical study SN Appl. Sci. 2 2020 1 13 B. Griffe, J.L. Brito, A. Sierraalta, Selective catalytic reduction of nitrogen oxide by ammonia over Cu/SAPO-11: a theoretical study, SN Appl. Sci. 2 (2020) 1–13. [46] J. Li S. Li A DFT study toward understanding the high activity of Fe-exchanged zeolites for the “fast” selective catalytic reduction of nitrogen oxides with ammonia J. Phys. Chem. C 112 2008 16938 16944 J. Li, S. Li, A DFT study toward understanding the high activity of Fe-exchanged zeolites for the “fast” selective catalytic reduction of nitrogen oxides with ammonia, J. Phys. Chem. C 112 (2008) 16938–16944. [47] H. Liu C. You H. Wang Experimental and density functional theory studies on the zeolite-based Fe–Ni–W trimetallic catalyst for high-temperature NOx selective catalytic reduction: identification of active sites suppressing ammonia over-oxidation ACS Catal. 11 2021 1189 1201 H. Liu, C. You, H. Wang, Experimental and density functional theory studies on the zeolite-based Fe–Ni–W trimetallic catalyst for high-temperature NOx selective catalytic reduction: identification of active sites suppressing ammonia over-oxidation, ACS Catal. 11 (2021) 1189–1201. [48] A.J. Medford C. Shi M.J. Hoffmann A.C. Lausche S.R. Fitzgibbon T. Bligaard J.K. Nørskov CatMAP: a software package for descriptor-based microkinetic mapping of catalytic trends Catal. Lett. 145 2015 794 807 A.J. Medford, C. Shi, M.J. Hoffmann, A.C. Lausche, S.R. Fitzgibbon, T. Bligaard, J.K. Nørskov, CatMAP: a software package for descriptor-based microkinetic mapping of catalytic trends, Catal. Lett. 145 (2015) 794–807.",
      "scopus-id": "85140804421",
      "coredata": {
        "eid": "1-s2.0-S2468823122006551",
        "dc:description": "Theoretically designing a catalyst with high catalytic activity for ammonia selective catalytic reduction (NH3-SCR) reaction at low temperature to guide the subsequent experimental synthesis, which is of great significance for controlling the emission of NO x . Herein, we examine for the first time Fe2-N6 catalysts as candidates for this application at a theoretical level. The adsorption behavior of various gases, catalytic mechanism of the NH3-SCR reaction, and turnover frequency were analyzed using density functional theory calculations (DFT) and microkinetic modeling. We found that a “fast SCR” reaction is the dominant path of the NH3-SCR reaction. The energy barrier for the rate-determining step (HONO formation) is 1.00 eV, much lower than that of other SCR catalysts. In addition, the Fe2-N6 catalyst exhibits outstanding low-temperature activities in the temperature window from 300 to 500 K.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823122006551",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Weijie"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Binghui"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yongqian"
          },
          {
            "@_fa": "true",
            "$": "Ren, Jianuo"
          },
          {
            "@_fa": "true",
            "$": "Wu, Chongchong"
          },
          {
            "@_fa": "true",
            "$": "Gates, Ian D."
          },
          {
            "@_fa": "true",
            "$": "Liu, Yanfeng"
          },
          {
            "@_fa": "true",
            "$": "Gao, Zhengyang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823122006551"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823122006551"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(22)00655-1",
        "prism:volume": "533",
        "articleNumber": "112769",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A novel low-temperature Fe-Fe double-atom catalyst for a “fast SCR” reaction",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NH3 selective catalytic reduction"
          },
          {
            "@_fa": "true",
            "$": "Double-atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory calculations"
          },
          {
            "@_fa": "true",
            "$": "Microkinetic modeling"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "112769",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2022",
        "prism:doi": "10.1016/j.mcat.2022.112769",
        "prism:startingPage": "112769",
        "dc:identifier": "doi:10.1016/j.mcat.2022.112769",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "856",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "208292",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19570",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "216",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46019",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "574",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80402",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "356",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37171",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "348",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "67267",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13575",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10578",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8314",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17763",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "173",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9927",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8433",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3788",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1660889",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "932",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "118655",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "954",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "308091",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2540",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "584817",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1578",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "264849",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1540",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "467086",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "963983",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823122006551-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1684120",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85140804421"
      }
    }
  }
}