{
  "metadata": {
    "title": "Study of supported catalysts, prepared via binding of Fe(II) bis(imino)pyridyl complex with silica, modified by alumina: Effect of surface Lewis acidic sites on catalyst composition and activity in ethylene polymerization",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-05-31",
    "doi": "10.1016/j.mcat.2020.110878",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823120301309",
    "pii": "S2468823120301309"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85081644830",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2020-03-19 2020-03-19 2020-03-19 2020-03-19 2020-04-16T11:55:59 1-s2.0-S2468823120301309 S2468-8231(20)30130-9 S2468823120301309 10.1016/j.mcat.2020.110878 S300 S300.1 FULL-TEXT 1-s2.0-S2468823120X00058 2020-05-07T08:05:09.940229Z 0 0 20200501 20200531 2020 2020-03-19T13:01:58.7159Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 486 486 C Volume 486 25 110878 110878 110878 202005 May 2020 2020-05-01 2020-05-31 2020 Regular Papers article fla © 2020 Published by Elsevier B.V. STUDYSUPPORTEDCATALYSTSPREPAREDVIABINDINGFEIIBISIMINOPYRIDYLCOMPLEXSILICAMODIFIEDBYALUMINAEFFECTSURFACELEWISACIDICSITESCATALYSTCOMPOSITIONACTIVITYINETHYLENEPOLYMERIZATION SEMIKOLENOVA N 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of the supports SiO2(nAl) 2.3 Catalysts preparation 2.4 Polymerization 2.5 Measurements of PE molecular mass and MWD 2.6 DRIFTS measurements 3 Results and discussion 3.1 Study of the supports SiO2(nAl) and Catalyst SiO2(Al-2.4)/LFeCl2 by IR-spectroscopy 3.2 Ethylene polymerization over the catalysts SiO2(nAl)/LFeCl2 4 Conclusions CRediT authorship contribution statement Acknowledgement Appendix A Supplementary data References BRITOVSEK 1998 849 850 G SMALL 1998 4049 4050 B BRITOVSEK 1999 8728 8740 G GIBSON 2007 1745 1776 V LUO 2002 195 207 H RADHAKRISHNAN 2003 251 254 K BRYLIAKOV 2009 3225 3232 K TONDREAU 2010 15046 15059 A SUN 2012 1266 1273 W SEMIKOLENOVA 2017 2868 2877 N WANG 2018 92 108 Z KAUL 2002 74 82 F MA 2002 349 352 Z MA 2003 466 469 Z SCHMIDT 2002 155 173 R RAY 2006 854 861 S SEMIKOLENOVA 2002 283 294 N SEMIKOLENOVA 2005 77 82 N MIKENAS 2005 2128 2133 T PANCHENKO 1999 556 561 V DAVIDOV 2003 A MOLECULARSPECTROSCOPYOXIDECATALYSTSURFACE SEMIKOLENOVAX2020X110878 SEMIKOLENOVAX2020X110878XN 2022-03-19T00:00:00.000Z 2022-03-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Published by Elsevier B.V. 2020-03-19T22:44:43.172Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2468823120301309 Ministry of Science and Higher Education of the Russian Federation Ministry of Science and Higher Education of the Russian Federation http://data.elsevier.com/vocabulary/SciValFunders/501100012190 http://sws.geonames.org/2017370/ This work was supported by Ministry of Science and Higher Education of the Russian Federation . item S2468-8231(20)30130-9 S2468823120301309 1-s2.0-S2468823120301309 10.1016/j.mcat.2020.110878 315758 2020-05-07T08:05:09.940229Z 2020-05-01 2020-05-31 1-s2.0-S2468823120301309-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/MAIN/application/pdf/d31d8f876dc79ff02d501156d786bb6b/main.pdf main.pdf pdf true 1793679 MAIN 6 1-s2.0-S2468823120301309-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/PREVIEW/image/png/9c43c18dbe7c072796f03fd34cceda32/main_1.png main_1.png png 56090 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823120301309-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/ga1/DOWNSAMPLED/image/jpeg/5994b3ab88015a84d3fdf9611ff3948b/ga1.jpg ga1 true ga1.jpg jpg 19706 200 384 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr1/DOWNSAMPLED/image/jpeg/a3029b0cb92c15f549b2b3d802c4cc77/gr1.jpg gr1 gr1.jpg jpg 16462 304 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr2/DOWNSAMPLED/image/jpeg/99596153eb72bd11f140e88a0b24f43f/gr2.jpg gr2 gr2.jpg jpg 14220 280 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr3/DOWNSAMPLED/image/jpeg/07bc687383b1f582831264b7ca8fb6aa/gr3.jpg gr3 gr3.jpg jpg 11953 281 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr4/DOWNSAMPLED/image/jpeg/4e4ef381c0667a21f2cf5f16c6b7ed5a/gr4.jpg gr4 gr4.jpg jpg 14439 321 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr5/DOWNSAMPLED/image/jpeg/81b2a66d67d3d8bfcf906a2cc0c04a67/gr5.jpg gr5 gr5.jpg jpg 15428 279 376 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr6/DOWNSAMPLED/image/jpeg/8d4c3925435b8d90748fea16709f9d22/gr6.jpg gr6 gr6.jpg jpg 35122 228 565 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/sc1/DOWNSAMPLED/image/jpeg/75d11294f48df5bc02773328ced10ad2/sc1.jpg sc1 sc1.jpg jpg 12578 154 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823120301309-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/ga1/THUMBNAIL/image/gif/22ea70c93a99fe0c243631a1af73bd2e/ga1.sml ga1 true ga1.sml sml 6595 114 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr1/THUMBNAIL/image/gif/a795a81fb66c5df6847c17f3da456889/gr1.sml gr1 gr1.sml sml 5187 164 203 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr2/THUMBNAIL/image/gif/ce61b7ecb674c40570b1254b34405539/gr2.sml gr2 gr2.sml sml 4687 163 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr3/THUMBNAIL/image/gif/f68db5be12daf1c02e3c71756f60eea0/gr3.sml gr3 gr3.sml sml 4206 164 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr4/THUMBNAIL/image/gif/00ac6f265ebea61ac02ed60509b405c4/gr4.sml gr4 gr4.sml sml 4476 164 192 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr5/THUMBNAIL/image/gif/38c4132712676bc6fa428a45746df3cd/gr5.sml gr5 gr5.sml sml 5037 162 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/gr6/THUMBNAIL/image/gif/33047b13a76fc7d83b16b1ff86f23108/gr6.sml gr6 gr6.sml sml 19238 89 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/sc1/THUMBNAIL/image/gif/90d88b556a66768ab1c6f1a34be930b3/sc1.sml sc1 sc1.sml sml 5494 99 219 IMAGE-THUMBNAIL 1-s2.0-S2468823120301309-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823120301309/mmc1/MAIN/application/msword/9c68a304c943f391b9f17ad55b7f727a/mmc1.doc mmc1 mmc1.doc doc 817664 APPLICATION 1-s2.0-S2468823120301309-am.pdf am am.pdf pdf 410327 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10D4J35BZPZ/MAIN/application/pdf/3a6226e667a6e48bdb0cb5e32059cebb/am.pdf MCAT 110878 110878 S2468-8231(20)30130-9 10.1016/j.mcat.2020.110878 Scheme 1 Immobilization of Fe(II) bis(imino)pyridyl complexes (R = CH3) on the surface of SiO2(nAl) supports via interaction of nitrogen atoms in pyridine group of the ligand and strong LAS of the support. Scheme 1 Fig. 1 IR spectra of the supports: Al2O3 (1), SiO2 (2) and SiO2(Al-2.4) (3),dehydroxylated at 700 °C. Fig. 1 Fig. 2 IR spectra of CO, adsorbed at 77 K on: (1) SiO2(Al-2.4) and (2) Al2O3 (Td 700 °C) at CO pressure 0.1 Torr. Fig. 2 Fig. 3 DRIFT spectra of the support SiO2(Al-2.4) (1) and the catalyst SiO2(Al-2.4)/LFeCl2 (2) (see Table 2, exp. 4). Fig. 3 Fig. 4 Difference DRIFT spectrum of CO, adsorbed on the support SiO2(Al-2.4) and the catalyst SiO2(Al- 2.4)/LFeCl2 (see Table 2, exp. 4). Fig. 4 Fig. 5 Kinetic curves for ethylene polymerization over LFeCl2, supported on SiO2 (1), Al2O3 (6) and SiO2(Al-2.4) (4) (Numbers of the curves corresponds to the experiment numbers in Table 2). Fig. 5 Fig. 6 Microphotographs of the initial silica (Td 700 °C) (A) and of the polymer, obtained on the catalyst SiO2(Al-2.4)/LFeCl2 (see Table 2, exp. 4) (B). Fig. 6 Table 1 Data on the composition of the supports SiO2(nAl) and content of LAS with different strength. Table 1 Exp. no Support Content of Al LAS a %wt. μmol/g νCO,  cm−1 Concentration, μmol/g 1 SiO2(700) 0.03 15 2210 10 2 SiO2(Al-1) 1.0 390 2228 25 2215-2200 10 2200-2180 60 3 SiO2(Al-1.7) 1.72 630 – – 4 SiO2(Al-2.4) 2.40 890 2230 27 2215-2200 65 2178 60 5 SiO2(Al-6) 6.0 2220 2228 50 2215-2200 30 2200-2180 200 6 Al2O3 – – 2228 40 2215-2200 200 2200-2180 520 a Calculated from the IR spectra of adsorbed CO according to refs. [18,20]. Table 2 Data on the catalysts SiO2(nAl)/LFeCl2 composition, activity at ethylene polymerization and molecular mass characteristics of PE. Table 2 Exp no Support SiO2(nAl) Catalyst composition: PE Yield,g PE/ g cat Activity a kg PE/g Fe ·h· bar C2H4 Mn×10−3 Mw×10−3 Mw/Mn Al cont. Fe cont. wt% μmol/g wt% μmol/g 1 SiO2 0.03 15 0.1 18 410 82 14.5 240 16.6 2 SiO2(Al-1) 1.0 390 0.3 54 1500 100 – – – 3 SiO2(Al-1.7) 1.7 630 0.3 54 1900 127 – – – 4 SiO2(Al-2.4) 2.4 890 0.3 54 2140 143 19 200 10.5 5 SiO2(Al-6) 5.1 1890 0.3 54 1420 95 – – – 6 Al2O3 – – 0.35 63 1800 103 16 185 11.6 a Polymerization in heptane at 80 °C for 1 h, ethylene pressure 5 bar, hydrogen pressure 0.5 bar, with TIBA as co-catalyst (4.4 mmol/l). Table 3 Effect of the iron content in the catalysts SiO2(Al-2.4)/LFeCl2 on their activity and molecular mass characteristics of PE. Table 3 Exp. no Content of Fe PE Yield,g PE/g cat Activity b kg PE/g Fe ·h· bar C2H4 Mn ×10−3 Mw ×10−3 Mw/Mn wt% μmol/g 1 a 0.1 18 410 82 14.5 240 16.6 2 0.1 18 1100 220 16 180 11.3 3 0.3 54 2140 140 19 200 10.5 4 0.5 89 3010 120 15 240 16.0 5 0.78 140 2910 50 24 180 7.5 a Data for the catalyst SiO2/LFeCl2. b Polymerization in heptane at 80 °C for 1 h, ethylene pressure 5 bar, hydrogen pressure 0.5 bar, with TIBA as co-catalyst (4.4 mmol/l). Study of supported catalysts, prepared via binding of Fe(II) bis(imino)pyridyl complex with silica, modified by alumina: Effect of surface Lewis acidic sites on catalyst composition and activity in ethylene polymerization Nina V. Semikolenova Visualization Investigation Writing - original draft a * Valentina N. Panchenko Visualization Investigation Formal analysis a b Evgenii A. Paukshtis Conceptualization Methodology a Mikhail A. Matsko Project administration a Vladimir A. Zakharov Conceptualization Supervision a b a Boreskov Institute of Catalysis, Siberian Branch of the Russian Academy of Science, Pr.Akademika Lavrentieva 5, 630090 Novosibirsk, Russian Federation Boreskov Institute of Catalysis Siberian Branch of the Russian Academy of Science Pr.Akademika Lavrentieva 5 Novosibirsk 630090 Russian Federation Boreskov Institute of Catalysis, Siberian Branch of the Russian Academy of Science, Pr.Akademika Lavrentieva 5, 630090 Novosibirsk, Russian Federation b Novosibirsk State University, Pirogova 2, 630090 Novosibirsk, Russian Federation Novosibirsk State University Pirogova 2 Novosibirsk 630090 Russian Federation Novosibirsk State University, Pirogova 2, 630090 Novosibirsk, Russian Federation ⁎ Corresponding author. Graphical abstract In this work we present the data on the formation and composition of new supported catalysts for ethylene polymerization, prepared by interaction of Fe(II) bis(imino)pyridyl complex (LFeCl2) with silica, modified by introduction of alumina compounds (SiO2(nAl)) for generation of Lewis acidic sites (LAS) on the silica surface. Data on the content of LAS with different acidity in SiO2(nAl) supports and on the interaction of LFeCl2 with these sites were obtained. It was found that interaction of LFeCl2 with the most acidic sites of SiO2(nAl) supports leads to formation of the most active catalysts for the ethylene polymerization. Keywords Supported catalysts Infra-red spectroscopy Lewis acidic cites 2,6-Bis(imino)pyridyl complex of iron(II) Ethylene polymerization 1 Introduction Catalysts for ethylene polymerization with complexes of Fe(II), bearing tridentate bis(imino)pyridyl ligands as an active component, proved to be highly active and allow to regulate the molecular mass of the produced PE in a wide range [1–4]. These catalysts were intensively studied during the last fifteen years [4–10] and a great advance in the synthesis and characterization of the iron (II) complexes with different substituents in the ligand framework was achieved [11]. For application in the processes of slurry and gas-phase polymerization, bis(imino)pyridine complexes of Fe(II), grafted on the surface of different supports, are of the greatest interest. Usually silica, modified with methylaluminoxane (MAO), is used as a support for preparation of such type catalysts [12–16]. Earlier we have shown [17,18], that highly active and stable catalysts can be prepared by supporting of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridine iron (II) (LFeCl2) on silica and alumina with trialkylaluminiums, in particular Al(i-Bu)3 (TIBA), as the effective activators. In the above papers we have found, that the amount of adsorbed iron complex depends on the nature of the support, used for catalyst preparation. Only 0.1 wt% of Fe can be anchored on the silica surface, whereas, in the case of the alumina, catalysts with iron content up to 0.8 wt% can be obtained. In ref. [18] it was proposed, that the iron complex is mainly fixed on Lewis acidic sites (LAS), present on the alumina surface in substantial amount. Data of ref [19]. about preparation of highly active supported catalysts, composed of LFeCl2 and MgCl2 as a support, confirm the suggestion about possibility of the iron complex fixation on the supports LAS. In our earlier work [20] we have found that treatment of silica with triethylaluminium (AlEt3) with following decomposition of the surface aluminium organic compounds by oxygen or water vapor with heating at 700 °C leads to formation of the surface Lewis acidic sites. It is possible to expect that interaction of Fe(II) bis(imino)pyridyl complexes with the supports of this type will allow to obtain the catalysts with higher content of the active component in comparison with non-modified silica, and, respectively, to increase the polymer yield, producing polyethylene powder with the improved morphology, corresponding to the silica morphology. In this work, a series of supports SiO2(nAl) with different content of alumina (1–6 %wt.) was prepared. Total content of Lewis acidic cites and the ratio of LAS with different strength, formed on the surface of SiO2(nAl) supports, were determined by IR spectroscopy (adsorption of CO). To elucidate the effect of the supports SiO2(nAl) composition on catalytic properties of the supported Fe(II) bis(imino)pyridyl complexes, the most simple and well studied LFeCl2 was taken. By interaction of LFeCl2 with SiO2(nAl) highly active supported catalysts with different content of the iron complex were obtained and studied in the ethylene polymerization. 2 Experimental 2.1 Materials 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridine iron(II) dichloride (LFeCl2) was prepared according to ref. [3]. Commercial samples of silica Davison 952 (surface area 260 m2/g) and alumina (Akzo Nobel L-Base, surface area 366 m2/g) were used as the supports. For supports SiO2(nAl) preparation, a commercial sample of triethylaluminium (AlEt3) was used as a solution in heptane (0.3 M of Al) Commercial sample of Al(i-Bu)3 was used as the co-catalyst (heptane solution, 0.035 M of Al) 2.2 Preparation of the supports SiO2(nAl) A sample of silica or alumina was heated on air at 450 °C for 3−4 h and then dehydroxylated for 4 h under vacuum at 700 °C. All further experiments were carried out in argon atmosphere or in sealed high-vacuum systems using breakseal techniques. For preparation of the supports SiO2(Al-1.7) and SiO2(Al-2.4) a sample of dehydroxylated silica was treated with heptane solution of triethylaluminium (AlEt3), taken in amount of 1 or 3 mmol AlEt3/g SiO2, respectively. The obtained suspension was stirred at 20 °C for 30 min. Then the liquid fraction was decanted, the solid part was thrice washed up with heptane to remove the excess of AlEt3 and the reaction products and dried in argon flow. The supports SiO2(Al-1) and SiO2(Al-6) were prepared by treatment of silica, dehydroxylated at 700 °C, with heptane solutions of AlEt3, taken in amount needed for formation of catalyst with the desired alumina content. The suspension was stirred at 20 °C for 30 min and dried in argon flow. The surface alumina organic compounds were decomposed by keeping of dry solid product on air at 20 °C for 12 h, then heated on air for 3 h at 500 °C and dehydroxylated under vacuum for 4 h at 700 °C up to the residual pressure of 2·10−2 torr. The content of Al was determined by AES –ICP, the obtained data are presented in Table 1 . 2.3 Catalysts preparation A sample of prepared support was treated with a solution of LFeCl2 in CH2Cl2, taken in amount needed for obtaining of the catalyst with the desired iron content. The suspension was stirred at 20 °C for 30 min, the liquid fraction was decanted, the solid part was twice washed up with CH2Cl2 and dried under vacuum up to the residual pressure of 2·10−2 torr. The content of Al and Fe in the catalysts was determined by AES –ICP. 2.4 Polymerization Ethylene polymerization was performed in a steel 0.5 l reactor. The prepared catalyst (0.03- 0.01 g) was introduced into the reactor in a vacuum sealed glass ampoule. The reactor was evacuated at 80 °C, cooled down to 20 °C and charged with the solution of co-catalyst (Al(i-Bu)3) and heptane (200 ml). The reaction was started by breaking of the ampoule with the catalyst. During the polymerization ethylene pressure and temperature were maintained constant by automatic computer-controlled system. The polymerization rate was determined by ethylene consumption a few seconds apart. The detailed polymerization conditions used are given in the tables footnotes. 2.5 Measurements of PE molecular mass and MWD MWD measurements were performed using a high-temperature gel permeation chromatography (GPC) PL 220 system equipped with RI detector in 1,2,4-trichlorobenzene stabilized with 0.0125 % BHT at a flow rate of 1 mL·min−1 at 160 °C. The polymers were analyzed using a set of Olexis columns. Samples were dissolved at a concentration of 0.5–2.5 mg mL−1, depending on the molecular weights. Data collection and handling were carried out using Cirrus GPC Software and Multi Detector Software, data were collected at 1 point per second. 2.6 DRIFTS measurements For diffuse-reflectance IR spectroscopy (DRIFTS) measurements 0.15–0.2 g of the support or supported catalyst was transferred under vacuum into a special cell. CO (30 Torr) was adsorbed at 20 °C. The DRIFT spectra were recorded on a Shimadzu FTIR-8300 spectrometer with the use of standard diffuse-reflectance attachment in the range of 400 – 6000 cm−1 with resolution of 4 cm-1. The IR spectra are represented in the form of the Kubelka-Munk function (F(R)), calculated from the Eq. (1) (1) F(R) = (1-R)2/2R where R is an experimentally measured IR reflectivity coefficient of a sample [21]. Concentration of LAS and BAS in the supports was determined from the IR spectra of CO, adsorbed at 77 K and pyridine, adsorbed at 25 °C, respectively, by the procedure given in the Supporting Information. 3 Results and discussion 3.1 Study of the supports SiO2(nAl) and Catalyst SiO2(Al-2.4)/LFeCl2 by IR-spectroscopy By treatment of SiO2 with TEA, subsequent decomposition of surface alumina organic compounds and dehydroxylation, the supports with alumina content of 1.0, 1.7, 2.4 and 6.0 wt% ((SiO2(Al-1), SiO2(Al-1.7), SiO2(Al-2.4), SiO2(Al-6)) were prepared (Table 1). IR spectra in the stretching vibrations region of the supports SiO2 (Al-2.4), SiO2 and Al2O3, dehydroxylated at 700 °C, are plotted in Fig. 1 . The spectrum of Al2O3 displays the absorption bands (a.b.) at 3780, 3733 and 3700 cm−1 (Fig. 1, curve 1). According to the data of ref. [19], these bands belong to the terminal hydroxyl groups of alumina in different coordination environment. The spectrum of silica contains one a.b. at 3745 cm−1 from stretching vibrations of isolated SiO-H groups (Fig. 1, curve 2) [21]. In the spectrum of the support SiO2(Al-2.4) a.b. at 3745 cm−1, however, with a decreased intensity in comparison with that in the spectrum of SiO2, and a broad a.b. in the region 3550−3700 cm−1 (Fig. 1, curve 3) where observed. It should be mentioned, that with the increase in the amount of alumina, introduced into the supports SiO2(nAl), the intensity of the bands at 3550−3700 cm−1 in their spectra increases also. According to the data of ref. [19], these bands are attributed to the groups Si(OH)Al-, -SiOAl(OH)OSi- and -Al(OH)n (n = 1–3), formed on the silica surface in the result of alumina introduction. According to the chemical analysis data (Table 1), when 1 mmol TEA per g of SiO2 was taken for the support preparation, the content of alumina in the support SiO2(Al-1.7) (630 μmol/g) was close to the amount of the surface OH-groups in the silica, dehydroxylated at 700 °C (∼600 μmol/g). These results are the evidence that TEA presumably interacts with terminal hydroxyl groups of silica. The increase in the amount of TEA, taken for SiO2 treatment, results in the grows of the alumina content in the support (exps. 4 and 5, Table 1), possibly, due to the interaction of TEA with Si-O-Si-groups on the silica surface with formation of ≡Si-Et and ≡Si-O-Al(Et)2 surface compounds. Decomposition of these alumina organic compounds and thermal treatment of the support lead to formation of Lewis (LAS) and Brönsted (BAS) acidic sites. The number and strength of the LAS in SiO2(nAl) can be identified through the study of IR spectra of CO, adsorbed on these supports [20,21]. Fig. 2 shows the IR spectra of CO, adsorbed on the support SiO2(Al-2.4) and Al2O3 at 77 К. The spectrum of SiO2(Al-2.4) contains three a.b. with maximums at 2230, 2205 и 2178 cm−1 (Fig. 2, curve 1). Similar bands were observed in the spectra of the other samples of SiO2(nAl) (Fig. 1 and Figs. S1 and S2, Supporting Information). The intensity of these bands increases with the enlargement of alumina content in SiO2(nAl) sample. In the IR-spectrum of CO, adsorbed on Al2O3, one broad a.b. in the region of 2160−2230 cm−1 with maximum at 2200 cm−1 (Fig. 2, curve 2) was registered. A.b. in the region of ν со = 2235-2200 cm-1 characterize strong LAS and LAS of medium strength, and those in the region 2200 cm−1 - weak LAS [21]. Data on the LAS content in the studied samples, calculated from the IR spectra of CO, adsorbed at low temperature (Fig. 2, Figs. S1 and S2) are plotted in Table 1. It can be seen that total concentration of LAS increases with the enlargement of alumina content in the supports (95, 152, 280 μmol LAS/g for the samples SiO2(Al-1), SiO2(Al-2.4), SiO2(Al-6), correspondingly). The highest content of strong LAS and LAS of medium strength (ν со ≥ 2200 cm1) was found in the sample SiO2(Al-2.4) (92 μmol/g). Insertion of alumina into silica surface leads to formation of Brönsted acidic sites (BAS) as well. The number of these sites depended on the content of alumina in the support sample. The concentration of strong BAS with the strength of 1170 kJ/mol was calculated from the spectra of the adsorbed pyridine (Fig. S3, Supporting Information). The content of strong BAS in the studied samples is rather low and amounts to 0.5, 18 and 7.1 μmol BAS/g in SiO2(Al-1), SiO2(Al-2.4) and SiO2(Al-6), correspondingly. The spectrum of pyridine, adsorbed on Al2O3 reveals the presence of BAS with the strength of 1380 kJ/mol. Thus, the obtained results show, that surface composition of the supports SiO2(nAl) differs from that of Al2O3. The samples of SiO2(nAl), dehydroxylated at 700 °C, contain terminal hydroxyl groups (ν OH = 1745 cm−1), similar to OH-groups of the initial silica and substantially differs from that of Al2O3 (Td =700 °C), the latter contains a set of different hydroxyl groups with a.b. in the region 3650–3800 cm−1. Modification of silica with alumina leads to formation of surface LAS, which number increases with the growth of alumina content, but in all cases it was lower than that in Al2O3. At the same time, when compared with Al2O3, a share of strong LAS and LAS of medium strength (ν со > 2200 см−1) in the support SiO2(Al-2.4) was noticeably higher (31 and 60 % correspondingly). Interaction of LFeCl2 with the supports SiO2(nAl) was studied by means of DRIR-spectroscopy. In Fig. 3 the DRIFT spectrum of the support SiO2(Al-2.4) (curve 1) is compared with that of the catalyst SiO2(Al-2.4)/LFeCl2 (0.3 wt% of Fe, Table 2 , exp. 4) (curve 2). It can be seen, that when complex LFeCl2 is adsorbed on SiO2(Al-2.4), the intensity of a.b. at 3745 cm−1 decreases and a.b. at 3480 and 3600 cm−1 appear in the spectrum, indicating the interaction of iron complex with OH-groups of the support. At the same time, new a.b. in the region 2800 – 3100 cm−1, present in the spectrum of the initial complex LFeCl2, appear. Fig. 4 represents the difference DRIFT spectrum of CO, adsorbed on the support SiO2(Al-2.4) and the catalyst SiO2(Al-2.4)/LFeCl2. It is seen, that at interaction of iron complex with the support, a.b. at 2225 and 2175 cm−1 disappear, and simultaneously new a.b. at 2085 and 2047 cm−1, apparently attributed to CO complexes with the surface compounds of iron in the catalyst SiO2(Al-2.4)/LFeCl2, were registered. The obtained data indicate, that LFeCl2 is bonded with the support mainly via interaction with the strong LAS of SiO2(Al-2.4) (νco = 2225 см−1). Probably this interaction occurs with participation of the electronodonating nitrogen atoms in pyridine group of LFeCl2 ligand (Scheme 1 ). At the same time, the organic ligands of the iron complex interact with hydroxyl groups of the support, leading to the decrease in the intensity of their a.b. (Fig. 3). The resultant surface complex of Fe(II) is coordinationally unsaturated and able to coordination with carbon monoxide at room temperature, that is reflected in DRIFT spectra by appearance of the a.b. at 2047 and 2085 cm−1 (Fig. 4). 3.2 Ethylene polymerization over the catalysts SiO2(nAl)/LFeCl2 Data on the composition of the catalysts SiO2(nAl)/LFeCl2, prepared by supporting of measured amount of iron complex (0.3 wt % of Fe) on the supports SiO2(nAl), their activity at ethylene polymerization and molecular mass characteristics of the produced polymers are collected in Table 2. Data for the catalysts, prepared using SiO2 (exp.1) and Al2O3 (exp. 6), are given for comparison as well. Represented results show, that, in comparison with the initial silica, the supports SiO2(nAl) permit to prepare the catalysts with higher content of iron (exps. 2–5), as in the case of alumina. In comparison with the catalyst (exp. 1), anchoring of the iron complex on SiO2(nAl) supports (exps. 2–5) gives catalysts with higher activity, calculated per catalyst weight unit. In case of the supports SiO2(Al-1.7) and SiO2(Al-2.4) (exps. 3 and 4, Table 2), activity of corresponding catalysts, calculated per active component unit (iron complex) was also higher than that of the catalysts, prepared with silica and alumina (exps. 1 and 6). The increase in alumina content in the supports from 1 to 2.4 wt% leads to formation of the catalyst with maximal activity, calculated both per catalyst weight unit and per active component unit (exp. 4, Table 2). The support SiO2(Al-2.4) contains maximal share of strong LAS and LAS of medium strength (60 %) in rather high concentration (92 μmol/g), that apparently provide formation of maximal number of the active centers of polymerization. When the support with higher content of alumina (SiO2(Al-6), Table 2, exp. 5) was used, catalyst with the decreased activity was obtained. This support contains a considerable amount of weak LAS (ν со =2200 cm−1, 200 μmol/g, 71 % from total LAS content, Table 1, exp. 5). Probably, this is the reason that in this catalyst the active centers are formed in a lesser number. The kinetic curves of ethylene polymerization with LFeCl2, supported on SiO2, Al2O3 and SiO2(Al-2.4) are shown in Fig. 5 . It can be seen that the catalyst SiO2/LFeCl2 shows relatively low, but very stable activity (Fig. 5, curve 1). The polymerization rate on the catalyst SiO2(Al-2.4)/LFeCl2 (curve 5) have the initial period of acceleration during 20 min up to maximal value of 2700 g/g cat·h followed by gradual decrease in activity to 2000 g/g cat·h. The shape of the kinetic curve, obtained for the catalyst Al2O3/LFeCl2 (Fig. 5, curve 6), was similar to that of LFeCl2/SiO2(Al-2.4), though the value of the rate was noticeably lower. At interaction of LFeCl2 with SiO2(nAl), the iron complex is strongly fixed on the support surface and is not desorbed during polymerization, providing formation of PE with good morphology. Spherical shape of the polymer particles corresponds to that of the initial silica in accordance with the known replication effect (Fig. 6 ). Introduction of alumina into silica surface exerts an effect on the molecular mass (MM) and molecular mass distribution (MMD) of the produced PE. In the presence of hydrogen the catalyst SiO2(Al-2.4)/LFeCl2 produces PE with lower MM and polydispersity (smaller Mw/Mn value) than that, obtained over SiO2/LFeCl2 catalyst (Table 2, exps. 1 and 4). The MM and MMD values of polymer samples, prepared over the catalysts SiO2(Al-2.4)/LFeCl2 and Al2O3 /LFeCl2 were very similar (exps. 4 and 6). Data on the effect of iron content in the catalysts SiO2(Al-2.4)/LFeCl2 on its activity and PE molecular mass characteristics are given in Table 3 . At a low iron content (0.1 wt %), corresponding to the maximal content of iron in the catalyst SiO2/LFeCl2 (Table 3, exps. 1 and 2), the catalyst prepared using silica, modified with alumina (exp.2), provide higher PE yield and higher activity, calculated per iron weight unit (in 2.7 times). With the enlargement of iron content in the catalysts SiO2(Al-2.4)/LFeCl2 from 0.1 to 0.5 wt%, the yield of the produced PE increases (exps. 2–4). Maximal amount of iron complex, able to be adsorbed on the surface of SiO2(Al-2.4), was found to be 140 μmol/g (0.78 wt% of Fe, exp.5), that is close to the value of LAS total content in this support (152 μmol/g, see Table1, exp. 4). At the same time, activity of the catalysts with different content of iron, calculated per iron weight unit, is maximal at a low iron content (0.1 wt% of Fe) and noticeably decreases with the increase in the iron content up to 0.78 wt% (3 times, Table 3, exps. 2–5). It should be mentioned, that in case of the catalyst with 0.1 wt% of iron, supported on SiO2(Al-2.4) (see Table 3, exp.2), the content of the active component (18 μmol Fe/g) does not exceed the number of a strong LAS in this support (27 μmol/g, Table 1, exp. 4). It is possible to assume, that in this catalyst the active centers are formed via adsorption of iron complex on the strongest LAS of the support (ν со ≥ 2230 см−1). On the other hand, according to the data of Table 3, with the enlargement of the iron content in the catalysts from 0.1 wt% (18 μmol Fe/g) up to 0.5 wt% (89 μmol Fe/g) (exps. 2–4), the polymer yield noticeably increases. These results provide the evidence, that active centers of the catalyst can be formed by interaction of iron complex with the surface LAS of medium strength as well (the total number of strong LAS and LAS with medium strength in this support was found to be 92 μmol/g (see Table 1, exp. 4). Probably, the share of active centers, containing iron complex, adsorbed on the LAS with middle strength, is lower, causing the decrease in catalyst activity, calculated per iron weight unit. Further enlargement of iron content in the catalysts SiO2(Al- 2.4)/LFeCl2 up to maximal possible value (0.78 wt% Fe, 140 μmol Fe/g) does not permit to increase the yield of PE and leads to noticeable decrease in the catalyst activity (see Table 3, exps. 4 and 5). This result shows, that iron complex is able to anchor on the support surface by interaction with the weak LAS (ν со > 2200 cm−1) also, but thus formed surface complexes are inactive at the ethylene polymerization. 4 Conclusions New approach to preparation of highly active supported catalysts for ethylene polymerization, composed of iron bis(imino)pyridyl complex (LFeCl2) and silica, modified by introduction of alumina compounds (SiO2(nAl)) for generation of Lewis acidic sites on the silica surface was proposed. In comparison with non-modified silica, generation of surface LAS provides anchoring of LFeCl2 in the increased amount. By treatment of silica, dehydroxylated at 700оC, with triethylaluminium and subsequent thermal decomposition of surface alumina organic compounds, a series of supports SiO2(nAl) with different content of alumina (from 1 to 6 wt % of Al) was prepared. According to IR spectroscopy data (adsorbtion of CO at a low temperature), LAS with different strength were formed on the surface of SiO2(nAl). It was ascertain, that total amount of LAS and LAS with different strength ratio depend on the content of alumina in the supports SiO2(nAl). By IR spectroscopic study (CO adsorbtion) of iron complex interaction with the support SiO2(Al-2.4), it was found that LFeCl2 bounds with the support due to the interaction with its LAS. Thus formed surface complexes of Fe(II) are coordinationally unsaturated and able to coordination with carbon monoxide at room temperature. The catalysts, prepared by anchoring of LFeCl2 on the SiO2(nAl) supports, showed high and stable activity in ethylene polymerization at 80оC with Al(i-Bu)3 as co-catalyst. In polymerization runs over supported catalysts SiO2(nAl)/LFeCl2 polymer particles, corresponding to spherical particles of the initial silica, were formed. At equal amount of supported iron complex, activity of the catalysts, prepared using SiO2(nAl), depended on the content of Al, and correspondingly, on LAS concentration and strength in these supports. Catalyst, containing 18 μmol Fe/g of catalyst on the support SiO2(Al-2.4) with close amount of the strong LAS (27 μmol/g), exhibited maximal activity (220 Kg PE/g Fe ·h· bar C2H4). Maximal amount of iron complex, able to be adsorbed on the surface of SiO2(Al-2.4), was found to be 140 μmol/g, that is close to the value of LAS total content in this support (152 μmol/g). These data indicate, that bis(imino) pyridyl complexes of Fe(II) are able to anchor on the LAS with different strength. At the same time, activity of the catalysts with different content of iron (from 18 to 140 μmol/g of catalyst), prepared using SiO2(Al-2.4) support, decreases with the increase in iron content. The obtained results allow to suppose, that the active centers of these catalysts are formed presumably with participation of the iron complexes, fixed on the strong LAS of the supports. CRediT authorship contribution statement Nina V. Semikolenova: Visualization, Investigation, Writing - original draft. Valentina N. Panchenko: Visualization, Investigation, Formal analysis. Evgenii A. Paukshtis: Conceptualization, Methodology. Mikhail A. Matsko: Project administration. Vladimir A. Zakharov: Conceptualization, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgement This work was supported by Ministry of Science and Higher Education of the Russian Federation. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.mcat.2020.110878. Appendix A Supplementary data The following is Supplementary data to this article: References [1] G.J. Britovsek V.C. Gibson B.S. Kimberley P.J. Maddox S.J. McTavish G.A. Solan A.J. White D.J. Williams Novel olefin polymerization catalysts based on iron and cobalt Chem. Commun 7 1998 849 850 10.1039/A801933I G. J. Britovsek, V. C. Gibson, B. S. Kimberley, P. J. Maddox, S. J. McTavish, G. A. Solan, A. J. White, D. J. Williams, Novel olefin polymerization catalysts based on iron and cobalt, Chem. Commun. 7 (1998), 849-850, https://doi.org/DOI:10.1039/A801933I. [2] B.L. Small M. Brookhart A.M.A. Bennet Highly active Iron and cobalt catalysts for the polymerization of ethylene J. Am. Chem. Soc. 120 1998 4049 4050 10.1021/ja9802100 B.L. Small, M. Brookhart, A.M.A.Bennet, Highly Active Iron and Cobalt Catalysts for the Polymerization of Ethylene, J.Am.Chem.Soc., 120 (1998) 4049-4050, https://doi.org/10.1021/ja9802100. [3] G.J. Britovsek M. Bruce V.C. Gibson B.S. Kimberley P.J. Maddox S. Mastroianni S.J. Mc Tavish C. Redshaw G.A. Solan S. Stromberg A.J.P. White D.J. Williams Iron and cobalt ethylene polymerization catalysts bearing 2,6-bis(imino)pyridyl ligands: synthesis, structures, and polymerization studies J. Am. Chem. Soc. 121 1999 8728 8740 10.1021/ja990449w G.J. Britovsek, M. Bruce, V.C. Gibson, B.S. Kimberley, P.J. Maddox, S. Mastroianni, S J. Mc Tavish, C. Redshaw, G.A. Solan, S. Stromberg, A.J.P. White, D.J. Williams, Iron and Cobalt Ethylene Polymerization Catalysts Bearing 2,6-Bis(Imino)Pyridyl Ligands: Synthesis, Structures, and Polymerization Studies, J. Am. Chem. Soc. 121 (1999) 8728-8740, https://doi.org/10.1021/ja990449w [4] V.C. Gibson C. Redshaw G.A. Solan Bis(imino)pyridines: surprisingly reactive ligands and a gateway to new families of catalysts Chem. Rev. 107 2007 1745 1776 10.1021/cr068437y V.C. Gibson, C.Redshaw, G.A.Solan, Chem.Rev., Bis(imino)pyridines: Surprisingly Reactive Ligands and a Gateway to New Families of Catalysts, 107 (2007) 1745-1776, https://doi.org/10.1021/cr068437y. [5] H.-K. Luo Z.-H. Yang B.-Q. Mao D.-S. Yu R.-G. Tang In situ UV-VIS studies on late-transition metal catalysts for ethylene polymerization J. Mol. Catal. A: Chem. 177 2002 195 207 10.1016/S1381-1169(01)00275-8 H.-K.Luo, Z.-H.Yang, B.-Q.Mao, D.-S.Yu, R.-G.Tang, In situ UV-VIS studies on late-transition metal catalysts for ethylene polymerization, J.Molec.Catal A:Chem. 177 (2002) 195- 207, https://doi.org/10.1016/S1381-1169(01)00275-8. [6] K. Radhakrishnan H. Cramail A. Deffieux Ph. François A. Momtaz Influence of alkylaluminium activators and mixtures thereof on ethylene polymerization with a tridentate bis(imino)pyridinyliron complex Macromol. Rapid Commun. 24 2003 251 254 10.1002/marc.200390036 K. Radhakrishnan, H.Cramail, A. Deffieux, Ph. François, A. Momtaz, Influence of Alkylaluminium Activators and Mixtures thereof on Ethylene Polymerization with a Tridentate Bis(imino)pyridinyliron Complex, Macromol. Rapid Commun. 24 (2003) 251-254, https://doi.org/10.1002/marc.200390036 [7] K.P. Bryliakov E.P. Talsi N.V. Semikolenova V.A. Zakharov Formation and nature of the active sites in bis(imino)pyridine iron-based polymerization catalysts Organometallics 28 2009 3225 3232 10.1021/om8010905 K.P. Bryliakov, E.P. Talsi, N.V. Semikolenova, V.A. Zakharov, Formation and Nature of the Active Sites in Bis(imino)pyridine Iron-Based Polymerization Catalysts, Organometallics, 28 (2009) 3225-3232, https://doi.org/10.1021/om8010905 [8] A.M. Tondreau C. Mismann A.D. Patrick H.M. Hout E. Lobkovsky K. Wieghardt P.J. Chink Synthesis and electronic structure of cationic, neutral, and anionic bis(imino)pyridine Iron alkyl complexes: evaluation of redox activity in single-component ethylene polymerization catalysts JACS 132 2010 15046 15059 10.1021/ja106575b A.M.Tondreau, C.Mismann, A.D.Patrick, H.M.Hout, E.Lobkovsky, K.Wieghardt, P.J.Chink, Synthesis and Electronic Structure of Cationic, Neutral, and Anionic Bis(imino)pyridine Iron Alkyl Complexes: Evaluation of Redox Activity in Single-Component Ethylene Polymerization Catalysts, JACS, 132 (2010) 15046-15059, https://doi.org/10.1021/ja106575b [9] W.H. Sun W. Zhao J. Yu W. Zhang X. Hao C. Redshaw Enhancing the activity and thermal stability of Iron precatalysts using 2‐(1‐{2,6‐bis[bis(4‐fluorophenyl)methyl]‐4‐methylphenylimino}ethyl)‐6‐[1‐(arylimino) ethyl]pyridines Macromol. Chem. Phys. 213 2012 1266 1273 10.1002/macp.201200051 W.H.Sun, W.Zhao, J.Yu, W.Zhang, X.Hao, C. Redshaw, Enhancing the Activity and Thermal Stability of Iron Precatalysts Using 2‐(1‐{2,6‐bis[bis(4‐fluorophenyl)methyl]‐4‐methylphenylimino}ethyl)‐6‐[1‐(arylimino) ethyl]pyridines, Macromol. Chem. Phys, 213 (2012) 1266-1273, https://doi.org/10.1002/macp.201200051 [10] N.V. Semikolenova W.-H. Sun I.E. Soshnikov M.A. Matsko O.V. Kolesova V.A. Zakharov K.P. Bryliakov Origin of “Multisite-like” ethylene polymerization behavior of the single-site nonsymmetrical bis(imino)pyridine Iron(II) complex in the presence of modified methylaluminoxane ACS Catal. 7 4 2017 2868 2877 10.1021/acscatal.7b00486 N.V. Semikolenova, W.-H Sun, I.E. Soshnikov, M.A.Matsko, O.V. Kolesova, V.A. Zakharov, K.P. Bryliakov, Origin of “Multisite-like” Ethylene Polymerization Behavior of the Single-Site Nonsymmetrical Bis(imino)pyridine Iron(II) Complex in the Presence of Modified Methylaluminoxane, ACS Catalysis 7 (4) (2017) 2868-2877, https://doi.org/10.1021/acscatal.7b00486 [11] Z. Wang G.A. Solan W. Zhang W.-H. Sun Carbocylic-fused N,N,N-pincer ligands as ring- strain adjustable supports for iron and cobalt catalysts in ethylene oligo-/polymerization Coord. Chem. Rev. 363 2018 92 108 10.1016/j.crr.2018.02.016 Z.Wang, G.A.Solan, W.Zhang, W.-H. Sun, Carbocylic-fused N,N,N-pincer ligands as ring- strain adjustable supports for iron and cobalt catalysts in ethylene oligo-/polymerization, Coord. Chem. Rev. 363 (2018) 92-108, https://doi.org/10.1016/j.crr.2018.02.016 [12] F.A.R. Kaul G.T. Puchta H. Schneider F. Bielert D. Mihalios W.A. Herrmann Immobilization of bis(imino)pyridyliron(II) complexes on silica Organometallics 21 2002 74 82 10.1021/om000939t F.A.R. Kaul, G.T.Puchta, H.Schneider, F.Bielert, D.Mihalios, W.A.Herrmann, Immobilization of bis(imino)pyridyliron(II) complexes on silica, Organometallics 21(2002) 74-82, https://doi.org/10.1021/om000939t [13] Z. Ma W.-H. Sun N. Zhu Z. Li Ch Shao Y. Hu Preparation of silica‐supported late transition metal catalyst and ethylene polymerization Polym. Int. 51 2002 349 352 10.1002/pi.987 Z.Ma, W.-H. Sun, N.Zhu, Z.Li, Ch.Shao, Y.Hu, Preparation of silica‐supported late transition metal catalyst and ethylene polymerization, Polymer International 51(2002) 349- 352, https://doi.org/10.1002/pi.987 [14] Z. Ma Y. Ke H. Wang C. Guo M. Zang W.H. Sun Y. Hu Ethylene polymerization with a silica‐supported iron‐based diimine catalyst J. Appl. Polym. Sci. 88 2003 466 469 10.1002/app.11749 Z.Ma, Y.Ke, H.Wang, C.Guo, M.Zang, W.H.Sun, Y.Hu, Ethylene polymerization with a silica‐supported iron‐based diimine catalyst, J.Applied Polym.Sci., 88 (2003) 466-469, https://doi.org/10.1002/app.11749 [15] R. Schmidt M.B. Welch S.J. Palackal H.G. Alt Heterogenized iron(II) complexes as highly active ethene polymerization catalysts J. Mol. Catal. A: Chem. 179 2002 155 173 10.1016/S1381-1169(01)00333-8 R.Schmidt, M.B.Welch, S.J.Palackal, H.G.Alt, Heterogenized iron(II) complexes as highly active ethene polymerization catalysts, J.Mol.Catal A:Chem. 179 (2002) 155-173, https://doi.org/10.1016/S1381-1169(01)00333-8 [16] S. Ray S. Sivaram Silica-supported bis(imino)pyridyl iron(II) catalysts: nature of the support-catalyst interaction Polym. Int. 55 2006 854 861 10.1002/pi2020 S.Ray, S.Sivaram, Silica-suppotred bis(imino)pyridyl iron(II) catalysts: nature of the support-catalyst interaction, Polym. Int. 55 (2006) 854-861, https://doi.org/10.1002/pi2020 [17] N.V. Semikolenova V.A. Zakharov E.P. Talsi D.E. Babushkin A.P. Sobolev L.G. Echevskaya M.M. Khusniyarov Study of the ethylene polymerization over homogeneous and supported catalysts based on 2,6-bis(imino)pyridyl complexes of Fe(II) and Co(II) J. Mol. Catal. A: Chem. 182–183 2002 283 294 10.1016/S1381-1169(01)00476-9 N.V.Semikolenova, V.A.Zakharov, E.P.Talsi, D.E.Babushkin, A.P.Sobolev, L.G.Echevskaya, M.M.Khusniyarov, Study of the ethylene polymerization over homogeneous and supported catalysts based on 2,6-bis(imino)pyridyl complexes of Fe(II) and Co(II), J. Mol. Catal. A: Chemical 182-183 (2002) 283-294, https://doi.org/10.1016/S1381-1169(01)00476-9. [18] N.V. Semikolenova V.A. Zakharov E.A. Paukshtis I.G. Danilova Supported catalysts based on 2,6-bis(imino)pyridyl complex of Fe(II): DRIFTS study of the catalyst formation and data on ethylene polymerization Top. Catal. 32 2005 77 82 10.1007/s11244-005-9262-3 N.V. Semikolenova, V.A. Zakharov, E. A. Paukshtis, I. G. Danilova, Supported catalysts based on 2,6-bis(imino)pyridyl complex of Fe(II): DRIFTS study of the catalyst formation and data on ethylene polymerization,Topics in Catalysis 32(2005)77-82 https://doi.org/10.1007/s11244-005-9262-3 [19] T.B. Mikenas V.A. Zakharov L.G. Echevskaya M.A. Matsko Ethylene polymerization over supported catalyst [2,6-Bis(imino)pyridyl iron dichloride/magnesium dichloride]with AlR3 as an activator J. Polym. Sci. Part A: Polym. Chem. 43 2005 2128 2133 10.1002/pola.20687 T.B. Mikenas, V.A. Zakharov, L.G. Echevskaya, M.A. Matsko, Ethylene Polymerization over Supported Catalyst [2,6-Bis(imino)pyridyl Iron Dichloride/Magnesium Dichloride]with AlR3 as an Activator, J. Polym. Science. Part A: Polym. Chem., 43 (2005) 2128 – 2133, https://doi.org/10.1002/pola.20687. [20] V.N. Panchenko N.V. Semikolenova I.G. Danilova E.A. Paukshtis V.A. Zakharov IR spectroscopic study of silica gel modified by triethylaluminum under various conditions Kinet. Catal. 40 4 1999 556 561 (English version). E-ISSN:1608-3210, e-LIBRARY.RU V.N.Panchenko, N.V.Semikolenova, I.G.Danilova, E.A.Paukshtis, V.A. Zakharov, IR Spectroscopic Study of Silica Gel Modified by Triethylaluminum under Various Conditions,Kinetics & Catalysis, 40 (4) (1999) 556-561 (English version). E-ISSN:1608- 3210, e-LIBRARY.RU [21] A. Davidov Molecular Spectroscopy of Oxide Catalyst Surface 2003 John Wiley & Sons Ltd. Ingland p.668 Reference to a website: https://www.lehigh.edu’operando A.Davidov, Molecular Spectroscopy of oxide catalyst surface, John Wiley&Sons Ltd., Ingland, 2003, p.668. Reference to a website: https://www.lehigh.edu’operando",
      "scopus-id": "85081644830",
      "coredata": {
        "eid": "1-s2.0-S2468823120301309",
        "dc:description": "In this work we present the data on the formation and composition of new supported catalysts for ethylene polymerization, prepared by interaction of Fe(II) bis(imino)pyridyl complex (LFeCl2) with silica, modified by introduction of alumina compounds (SiO2(nAl)) for generation of Lewis acidic sites (LAS) on the silica surface. Data on the content of LAS with different acidity in SiO2(nAl) supports and on the interaction of LFeCl2 with these sites were obtained. It was found that interaction of LFeCl2 with the most acidic sites of SiO2(nAl) supports leads to formation of the most active catalysts for the ethylene polymerization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823120301309",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Semikolenova, Nina V."
          },
          {
            "@_fa": "true",
            "$": "Panchenko, Valentina N."
          },
          {
            "@_fa": "true",
            "$": "Paukshtis, Evgenii A."
          },
          {
            "@_fa": "true",
            "$": "Matsko, Mikhail A."
          },
          {
            "@_fa": "true",
            "$": "Zakharov, Vladimir A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823120301309"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823120301309"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(20)30130-9",
        "prism:volume": "486",
        "articleNumber": "110878",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of supported catalysts, prepared via binding of Fe(II) bis(imino)pyridyl complex with silica, modified by alumina: Effect of surface Lewis acidic sites on catalyst composition and activity in ethylene polymerization",
        "prism:copyright": "© 2020 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Infra-red spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Lewis acidic cites"
          },
          {
            "@_fa": "true",
            "$": "2,6-Bis(imino)pyridyl complex of iron(II)"
          },
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110878",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2020",
        "prism:doi": "10.1016/j.mcat.2020.110878",
        "prism:startingPage": "110878",
        "dc:identifier": "doi:10.1016/j.mcat.2020.110878",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "384",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19706",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "304",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16462",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14220",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11953",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "321",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14439",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "279",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15428",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "228",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35122",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "154",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12578",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6595",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5187",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4687",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4206",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4476",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5037",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19238",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5494",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "817664",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823120301309-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "410327",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85081644830"
      }
    }
  }
}