{
  "metadata": {
    "title": "Variations in activity of Ru/TiO<ce:inf loc=post>2</ce:inf> and Ru/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts for CO<ce:inf loc=post>2</ce:inf> hydrogenation: An investigation by in-situ infrared spectroscopy studies",
    "authors": "; ; ",
    "journal": "Molecular Catalysis",
    "date": "2020-02-29",
    "doi": "10.1016/j.mcat.2019.110700",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2468823119305589",
    "pii": "S2468823119305589"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85075500658",
      "originalText": "serial JL 315758 291210 291744 291790 291809 31 Molecular Catalysis MOLECULARCATALYSIS 2019-11-18 2019-11-18 2020-02-01 2020-02-01 2020-05-23T11:56:15 1-s2.0-S2468823119305589 S2468-8231(19)30558-9 S2468823119305589 10.1016/j.mcat.2019.110700 S300 S300.4 FULL-TEXT 1-s2.0-S2468823119X00188 2020-05-23T11:06:30.263712Z 0 0 20200201 20200229 2020 2019-11-18T05:19:04.606293Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes grantsponsor highlightsabst primabst ref specialabst 2468-8231 24688231 true 482 482 C Volume 482 35 110700 110700 110700 202002 February 2020 2020-02-01 2020-02-29 2020 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. VARIATIONSINACTIVITYRUTIO2RUAL2O3CATALYSTSFORCO2HYDROGENATIONINVESTIGATIONBYINSITUINFRAREDSPECTROSCOPYSTUDIES DONGAPURE P 1 Introduction 2 Experimental 2.1 Synthesis 2.2 Catalyst characterization 2.3 In-situ IR 2.4 Catalytic activity testing 3 Results 3.1 Synthesis and characterisation 3.2 Catalytic activity 3.3 In-situ IR 4 Discussion 5 Conclusion Acknowledgements References RIDUAN 2010 3347 3357 S STEENEVELDT 2006 739 763 R BUSSER 2015 5530 5539 G LIU 2019 M LANDAU 2017 13334 13355 M MARU 2018 23 30 M TISSERAUD 2018 98 105 C OLAH 2005 2636 2639 G OLA 2013 6704 6709 O LIU 2012 5681 5688 C LI 2018 7651 7669 W GAO 2015 22759 22776 J ZHANG 2019 57 67 Z WANG 2016 6298 6305 F WANG 2011 3703 3727 W FRONTERA 2017 P WEILACH 2011 1503 1509 C FOTTINGER 2008 320 322 K KARELOVIC 2012 237 249 A ZHENG 2016 3197 3203 J CHIN 2006 871 882 S PANAGIOTOPOULOU 2012 138 147 P MCQUIRE 1993 355 367 M YOSHIDA 2012 4724 4733 H LITTLE 1962 1997 2006 L REED 2010 739 749 Z JIMENEZBARRERA 2018 986 995 E PANAGIOTOPOULOU 2011 1220 1230 P SCALBERT 2015 4193 4201 J ZARFL 2015 104 114 J ECKLE 2010 255 268 S ECKHARDT 2019 5663 5667 A BENNETT 2011 C NANAYAKKARA 2014 25487 25495 C ZHANG 2019 Z CHEN 2019 103 115 S ISMAIL 2018 48 53 A WANG 2017 1 10 J TUMULURI 2017 9295 9306 U JENSEN 2010 8926 8933 S SIRITA 2007 3912 3918 J MCQUIRE 1995 396 402 M HADJIIVANOV 1998 415 425 J KARELOVIC 2013 141 153 A DJOMGOUE 2013 275 282 P LIAO 2002 11240 11245 L DONGAPUREX2020X110700 DONGAPUREX2020X110700XP 2022-02-01T00:00:00.000Z 2022-02-01T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-11-11T08:08:27.725Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas ISRO Indian Space Research Organisation http://data.elsevier.com/vocabulary/SciValFunders/501100001413 http://sws.geonames.org/1269750 item S2468-8231(19)30558-9 S2468823119305589 1-s2.0-S2468823119305589 10.1016/j.mcat.2019.110700 315758 2020-05-23T11:06:30.263712Z 2020-02-01 2020-02-29 1-s2.0-S2468823119305589-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/MAIN/application/pdf/de6ecfe2665e451d64f8f80f2bb3cf11/main.pdf main.pdf pdf true 1441674 MAIN 6 1-s2.0-S2468823119305589-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/PREVIEW/image/png/034c814ac81287762fd6effd11d9ef11/main_1.png main_1.png png 54439 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2468823119305589-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/ga1/DOWNSAMPLED/image/jpeg/b005f2ac9583e569cbf87333aab75887/ga1.jpg ga1 true ga1.jpg jpg 20901 183 500 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/ga1/THUMBNAIL/image/gif/46a4a989cb7daf5c79e31622b93b441c/ga1.sml ga1 true ga1.sml sml 6118 80 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr1/DOWNSAMPLED/image/jpeg/7be8b64cec74093781cd0ea9239a881e/gr1.jpg gr1 gr1.jpg jpg 39468 313 491 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr1/THUMBNAIL/image/gif/e1d178e707423825b9916eaf8967ecef/gr1.sml gr1 gr1.sml sml 15276 139 219 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr2/DOWNSAMPLED/image/jpeg/0c4d55f99aaaaeeb07bef596ffc31265/gr2.jpg gr2 gr2.jpg jpg 20501 264 340 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr2/THUMBNAIL/image/gif/36aeaba6dd3f12b155cbf0ce461d5624/gr2.sml gr2 gr2.sml sml 9910 164 211 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr3/DOWNSAMPLED/image/jpeg/b92c63b26c6c19507a1154713d6d46d6/gr3.jpg gr3 gr3.jpg jpg 81204 700 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr3/THUMBNAIL/image/gif/38e5e23afd8023d94e875309bbcd4bd5/gr3.sml gr3 gr3.sml sml 7274 163 88 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr4/DOWNSAMPLED/image/jpeg/0686b9084e4fac60eb9eb64c5fcfa5a0/gr4.jpg gr4 gr4.jpg jpg 76107 670 378 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/gr4/THUMBNAIL/image/gif/3085ae49c0ac98efa38491d704d04e61/gr4.sml gr4 gr4.sml sml 7273 163 92 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/sc1/DOWNSAMPLED/image/jpeg/1966943a9702f1b91f93cc909d18ed47/sc1.jpg sc1 sc1.jpg jpg 50264 431 491 IMAGE-DOWNSAMPLED 1-s2.0-S2468823119305589-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2468823119305589/sc1/THUMBNAIL/image/gif/e3f9f3da99fab96bddcf70f182a9bbb9/sc1.sml sc1 sc1.sml sml 10794 164 187 IMAGE-THUMBNAIL 1-s2.0-S2468823119305589-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1092TX5VP2K/MAIN/application/pdf/a74c85d845ae4f7fa623f3110a78a33f/am.pdf am am.pdf pdf false 940172 AAM-PDF MCAT 110700 110700 S2468-8231(19)30558-9 10.1016/j.mcat.2019.110700 Elsevier B.V. Scheme 1 Possible variations in the adsorbed species during CO2methanationin (A) 0.5%Ru/Al2O3and (B)0.5%Ru/TiO2. Scheme 1 Fig. 1 A) PXRD patterns of 0.5% Ru/Al2O3(black) and 0.5% Ru/TiO2(red) calcined and reduced at 400 °C, expected peak positions of Ru are marked by Δ; The phases identified are Ru(JCPDS No: 00-006-0663), Al2O3(JCPDS No: 00-010-0425), TiO2 (Anatase, JCPDS No: 00-021-1272; Rutile, JCPDS No: 01-073-1232) B&C) Representative TEM images of 0.5% Ru/Al2O3 and 0.5% Ru/TiO2 respectively. More TEM images are given in Fig. S1,ESI. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 1 Fig. 2 CO2 hydrogenation activity of 0.5% Ru/Al2O3(black) and 0.5% Ru/TiO2(red) atatmospheric pressure and GHSV of 14,000 h−1. Total inlet flow was 70 mLmin−1 with compositionCO2:H2:N2 = 1:4:5 (vol%). Selectivity for both catalysts was 100% to CH4. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). Fig. 2 Fig. 3 In-situ diffuse reflectance IR spectra of 0.5 wt% Ru/Al2O3collected at A) 175 °C B) 200 °C C) 250 °C and D) 300 °C while passing (a) CO2 (step 1), (b) H2 (step 2), (c) CO2+H2 (step 3) after reduction at 400 °C for 2 h. Spectra given were collected after 15 min at each step. Fig. 3 Fig. 4 In-situ IR spectra of 0.5 wt% Ru/TiO2 collected at A)175 °C B) 200 °CC)250 °C D)300 °C while passing (a) CO2(step 1), (b) H2(step 2), (c) CO2+H2(step 3) after reduction at 400 °C for 2 h. Spectra given were collected after 15 min at each step. Fig. 4 Table 1 Details of various adsorbed species and vibration modes. Table 1 Frequency (cm−1) Adsorbed Species Mode of Vibration 1372 Formate ѵsy(OCO) 1393 Formate δ (CH) 1435 Carbonate ѵsy(OCO) 1538,1555 Formate ѵasy(OCO) 1591 Formate ѵasy(OCO) 1652 Carbonate ѵ(CO) 1850 Formyl ѵ(CO) 1972 Linearly adsorb CO ѵ(CO) 2016 and 1991 CO adsorbed on Ru(0) as well as Ruδ+ ѵ(CO) 2143 Gaseous CO ѵ(CO) 2065 loosely bound CO on interface sites ѵ(CO) 2880, 2903 Formate ѵ(CH) 3002,3016 CHX and CH4 ѵ(CH) Variations in activity of Ru/TiO2 and Ru/Al2O3 catalysts for CO2 hydrogenation: An investigation by in-situ infrared spectroscopy studies Pavan Dongapure a 1 Sayan Bagchi b 1 S. Mayadevi c R. Nandini Devi a 1 * a Catalysis and Inorganic Chemistry Division, Pune, 411008, India Catalysis and Inorganic Chemistry Division Pune 411008 India Catalysis and Inorganic Chemistry Division and b Physical and Materials Chemistry Division, Pune, 411008, India Physical and Materials Chemistry Division Pune 411008 India bPhysical and Materials Chemistry Division c Chemical Engineering Division, CSIR-National Chemical Laboratory, Pune, 411008, India Chemical Engineering Division CSIR-National Chemical Laboratory Pune 411008 India cChemical Engineering Division, CSIR-National Chemical Laboratory, Pune 411008, India ⁎ Corresponding author at: Catalysis and Inorganic Chemistry Division, CSIR-National Chemical Laboratory, Dr. Homi Bhabha Road, Pune, 411008, India. Catalysis and Inorganic Chemistry Division CSIR-National Chemical Laboratory Dr. Homi Bhabha Road Pune 411008 India 1 Academy of Scientific and Innovative Research (AcSIR), Ghaziabad-201002, India. Graphical abstract CO2 hydrogenation to methane, an important reaction strategically and also for value adding to CO2, is investigated on two different catalysts, Ru supported on alumina as well as titania to understand better low temperature activity of Ru/TiO2 catalyst. In-situ infrared studies are carried out in three different steps, viz., (i) CO2 adsorption on fully reduced catalyst (ii) reaction of these adsorbed species with gaseous H2 and (iii) under co-feed of CO2 and H2, at different temperatures. On Ru/Al2O3 catalyst, CO2 reacts with hydroxyls on the support surface to form carbonate and adsorbs reductively on metal as CO. Further reduction to formate and methyl species occurs on reaction with H. Small concentration of the reactive intermediate formyl forms only at high temperatures. Whereas, bare TiO2 itself seems capable of reductive adsorption of CO2 as formate indicating enhanced reducibility of titania based catalyst. Formyl groups are observed at low temperatures in Ru/TiO2 in step (ii), which further forms methyl and gaseous methane at much lower temperatures when compared to alumina catalyst. Highly reactive CO species loosely bound to metal-support interface observed at high temperatures, which is not present on Ru/Al2O3 catalyst also makes this catalyst superior. In comparison, linearly bound CO seen in alumina catalyst is not as reactive. Keywords CO2 hydrogenation In-situ infra red spectroscopy Ru/Al2O3 Ru/TiO2 1 Introduction Global CO2 emission is increasing in an alarming rate [1] and the world has woken up to the dire need of reducing CO2 concentrations in the atmosphere. Hence it is imperative to advance the processes involved in conversion of CO2 to useful chemicals in parallel to the efforts in CO2 storage [2]. Value addition to this harmful and waste gas is to be focused in this endeavour and CO2 hydrogenation is proposed as a process with high potential for environmentally benign conversions, since H2 can now be produced from renewable sources [3] or available as surplus in chemical industry. The useful products obtained from CO2 hydrogenation are CO, CH3OH, HCOOH and CH4 [4–7]; CO and HCOOH can be employed for further chemical production and CH3OH and CH4 can be used directly as fuels [8,9]. CO2 hydrogenation to methane, known as the Sabatier reaction, is important for closed loop CO2 cycling where CO2 from contained spaces are recycled to fuel for combustion. Most used catalysts in CO2 hydrogenation to methane are oxide supported metals like Ni, Ru, Rh, Pt, Pd, Co etc [10,11]. A range of oxides like Al2O3, TiO2 etc. [12] are employed as supports and support dependent activity variations are identified [13]. Based on in-situ infrared (IR) spectroscopy studies on alumina supported metal catalysts, two different mechanisms are proposed for CO2 hydrogenation; (i) through formate route [14] and (ii) by reduction to CO as intermediate. In the former, CO2 adsorbed on the support is converted to formate species on interaction with homolytically split H on the metal surface, which is further reduced to CO and subsequently to CH4 through various intermediate CH* species. In the second route, CO2 dissociates directly to adsorbed CO instead of a formate intermediate before further transformation to methane [15,16]. In applications of this reaction, lower temperature conversions are desired and this can be achieved by fine tuning the metal and support types and thereby metal-support interactions. Among the oxide supports, TiO2 is known to catalyse CO2 hydrogenation at much lower temperatures than conventionally used alumina. Motivation for this work arose from a need to understand this low temperature activity and to translate it further into successful catalytic systems. For this, in-situ diffuse reflectance infrared spectroscopy studies are carried out on two different catalyst systems, 0.5 wt% Ru supported on gamma alumina and titania. The studies show that metal-support interaction and interface play an important role in enhancing the low temperature activity of titania based catalyst. Reactive intermediates like formyl group and CO bound to different sites are identified as crucial to the activity. Inherent reducibility of Ru/TiO2 also has assisted in attaining superior activity. 2 Experimental 2.1 Synthesis Ru/Al2O3 was obtained from commercial sources (0.5 wt% Ru, Johnson Matthey) and 0.5 wt% Ru/TiO2(p-25) was prepared by wet impregnation. Appropriate amounts of precursor salt, Ruthenium (III) chloride hexahydrate, was dissolved in 30–40 mL of water and stirred with TiO2(p-25) for 2 h. Then water was removed by rotary evaporator, dried over night at 100 °C, calcined in air at 400 °C for 2 h with ramping rate 2 °C/min and reduced under a flow of H2 at 400 °C for 2 h. 2.2 Catalyst characterization Powder X-ray diffraction (XRD) for both the samples was carried out in PANalytical X’pert Pro dual goniometer diffractometer working under 40 kV and 30 mA. The radiation used was Cu Kα (1.5418 Å) with a Ni filter and the data was collected in 2θ range of 10° to 90°using a flat holder in Bragg-Brentano geometry with 1° slit at the source and receiving sides. An X’celerator solid-state detector with scan step size 0.008356° was employed. FEI Tecnai F20 electron microscope operating at 200 kV was used for sample observation. Sample for TEM was prepared by evaporating a drop of catalyst dispersed in isopropanol on a C coated copper grid. The percentage of Ru was confirmed by ICP-OES (SpectroAcros, FHS-12) and the sample was dissolved in aqua regia before analysis. FTIR spectra were obtained with an infrared spectrometer (Bruker Tensor 27) equipped with MCT detector and MIR source (U-shaped silicon carbide piece). 2.3 In-situ IR Praying Mantis accessory provided by Harrick was used for in-situ experiments. The catalysts (0.5% Ru/Al2O3 and 0.5 Ru/TiO2(p-25)) were first reduced under H2 flow of 20 mL min−1for 2 h. After completion of the reduction process, samples were cooled slowly under N2 till desired temperatures (175, 200, 250 and 300 °C), and was kept under N2 flow for 25–30 min for removing the gaseous H2. Background was collected while passing N2(25 mL min−1). In the next step, CO2(5 mL min−1) was passed over the catalyst and data were collected every 3 min for 15 min. Then, H2 was passed (20 mLmin−1) over the catalysts and data collected every 3 min for 15 min. System was flushed again with N2 and reduced at 400 °C with H2 prior to passing the reaction mixture, CO2, H2 and N2 in a ratio of 1:4:5 (50 mL min−1) at each temperature. Further, data were collected in the same manner as earlier. 2.4 Catalytic activity testing Evaluation of catalytic activity was carried out in a vertical, down flow, fixed bed metal reactor placed inside the furnace. Both experiments were carried out under atmospheric pressure in the temperature range of 175–325 °C and the calcined catalysts (0.3cc) were loaded in a steel reactor tube (id-10 mm, od-12 mm and length 25 cm). The temperature of the catalyst bed was continuously monitored with the help of a Cr-Al thermocouple. Reduction was done at 400 °C for 2 h under H2 prior to passing the reaction feed (Total flow =70 mL/min; CO2:H2:N2 = 1:4:5 vol%) with a space velocity of 14,000 h−1. The gas flow was controlled by Brooks mass flow controllers and outlet of the reactor was directly connected to the GC with TCD detector and He was used as carrier gas. 3 Results 3.1 Synthesis and characterisation Two catalysts, 0.5 wt% Ru supported on gamma alumina and p-25 titania were selected for studying CO2 hydrogenation to methane. Elemental analysis by ICP-OES ascertained the metal concentrations present in the catalysts as 0.46 and 0.37% respectively. Preliminary characterisation and textural analysis of the catalysts indicated the presence of well dispersed Ru nanoparticles on the supports (Fig. 1 ). PXRD profiles of the samples did not show discernible peaks of Ru due to high dispersion of the metal particles. Similarly, separate particles of Ru could not be identified in TEM images of both the samples indicating similar ultra small particles sizes in both. The surface areas measured from N2 adsorption method and BET analysis of Ru/Al2O3 and Ru/TiO2 are 124 and 51 m2 g−1 respectively. 3.2 Catalytic activity CO2 hydrogenation activities of the catalysts were studied in a fixed bed reactor in down flow mode. The catalysts were reduced under a flow of H2 prior to the reaction for 2 h, forming the active Ru(0) nanoparticles. As expected, low temperature activity of Ru/TiO2 was higher than Ru/Al2O3; at temperatures from 175 °C to 325 °C, the CO2 conversion was found to be more than two fold enhanced. We anticipate a combined contribution of metal support interaction, support effect and reducibility towards this low temperature activity. In both the catalysts, selectivity to CH4 was found to be 100% (Fig. 2 ). 3.3 In-situ IR For further understanding this difference in catalytic activity, adsorbed species at various temperatures were identified by diffuse reflectance IR under different conditions. First, the catalysts were reduced in-situ under a flow of H2. Then CO2 was passed after flushing away the gaseous H2 and loosely bound H2 with N2(step 1). This was done to understand the species formed on the surface of the metal nanoparticles when homolytically cleaved and adsorbed H interacts with gaseous CO2 and CO2 adsorbed on the oxide surface. After that, H2 was passed over the catalysts again to follow the reduction pathways of the adsorbed COx species (step 2). Finally, the catalysts were treated to attain their original state and then a mixture of CO2 and H2 in the stoichiometry of 1:4 was allowed contact, simulating actual reaction conditions (step 3). This was repeated for temperatures 175, 200, 250 and 300 °C. Spectra were collected every 3 min for 15 min, however, no substantial variation in peak intensities was observed within that time limit. To evaluate the adsorbed species on bare oxides without Ru, the same experiments were carried out with Al2O3 and p-25 powders. Relevant IR peak positions and the corresponding modes of CO and CO2 adsorption on metals and oxides are tabulated in Table 1 . At 175 °C (Fig. 3 , panel A), we observe carbonate species (symmetric stretching of O-C–O and C–O at 1435 and 1652 cm−1 respectively) [17,18] in step1 (trace a), ie., on CO2 interaction with adsorbed H on the metal surface. On passing H2 (trace b), the carbonate peak intensities are reduced and small amount of formate is formed vis-à-vis peaks at 1372, 1393, 1591 and 2903 cm−1 [19,20]. A drastic increase in CO concentration is observed, as evident from the peaks in the range 1850 to 2100 cm−1 [21–24] corresponding to the vibrational modes of metal adsorbed CO. In the gas phase, CO is identified by a peak at 2143 cm−1 [25,26]. A bathochromic shift of this peak to lower wavenumbers indicates backdonation from the metal to CO antibonding orbitals on adsorption [27]. Peaks in the range of ∼1850 cm-1 are attributed to CO of formyl group and those at ∼ 2000 cm-1 and above to linearly adsorbed CO on various metal and partially oxidised metal surfaces [28]. In CO2+H2 mixture (trace c), however, formate becomes predominant than CO along with other less intense peaks corresponding to carbonate. A corresponding increase in CHx peaks (at 3002 and 3016 cm-1 ascribed to C–H of CHx and methane respectively [29–31] may suggest that adsorbed CO is hydrogenated rapidly to CHx species. At 200 °C (panel B), very similar adsorption patterns are observed in terms of the presence of carbonate, CO and formate species. On reaction with the gas mixture (CO2+H2), formation of CHx species and gaseous methane through fine structure is very visible. However, on further increasing the temperature to 250 °C (panel C), discernible differences especially in CO adsorption features, emerge. Firstly, linearly adsorbed CO mode is observed in step 1, indicating CO2 reduction on reduced Ru metal surfaces. In addition, reaction of adsorbed species (probably both carbonate and CO) with gaseous H2 in step 2, leads to the formation of formyl group at 1857 cm-1 [32,33] and another mode of linearly adsorbed CO at 1972 cm-1. However, the formyl group is absent in a co-feed of CO2 and H2. At 300 °C also, we observe similar behaviour but with a drastic reduction in the concentration of formate species. Interestingly, at higher temperatures, adsorbed CHx species disappear and gaseous methane increases. In comparison, on pristine Al2O3, even at 300 °C, only bands corresponding to carbonates due to the reaction of CO2 with the hydroxyl groups present on the surface of alumina (1228, 1440 and 1647 cm-1) are observed and not those of the reduced species (Fig.S2 ESI). This was also observed on passing the reaction mixture. It is interesting to note that the overall spectral features and the evolution of species on bare TiO2 seem different from that on alumina. On bare TiO2 (Fig.S3 ESI), CO2 adsorption clearly occurs through formate intermediate as understood by the peaks at 1373 & 1539 cm−1 [34–36]. On passing H2, carbonates react to form methane which can be identified by peaks in the region ∼3000 cm−1. Formate species also seem to react but not to the extent of carbonate. Here, adsorbed water (peak at ∼1620 cm−1) is also visible. When the reaction mixture is passed, we observe carbonate, formate and water species adsorbed on the surface. Fig. 4 displays the in-situ IR spectra of 0.5%Ru/TiO2(p-25) under the same conditions as that presented for Ru/Al2O3 catalyst earlier. At 175 °C (panel A, trace a), CO2 interacts differently with the catalyst surface when compared to Ru/Al2O3, the main difference being the presence of formate species as evident from the peaks at 1372 and 1538 cm−1, corresponding to symmetric and asymmetric −COO stretch. Presence of formate species can also be concluded from the peak at 2880 cm-1 [37,38] corresponding to symmetric mode. In addition, we observe the presence of carbonate at 1424 cm−1 [39] and formyl group (at 1867 cm−1) [40] on Ru surface. It is interesting that these species are not present in the case of Ru/Al2O3 catalyst at this temperature. On reaction of these adsorbed species with H in the second step (trace b), all CO2 adsorbed species vanish and very small peaks corresponding to gaseous CH4 and linearly adsorbed CO appear. On passing the reaction mixture over the catalyst in step 3 (trace c), formate and linearly adsorbed CO species predominate along with adsorbed CHx and gaseous CH4 even at such low temperatures. The broad and intense background in the 1400-1700 cm−1 frequency range observed in the spectra possibly arises from the OH bend of adsorbed water. Such an effect as well as dip in the baseline can be caused by reflectivity of TiO2 [41]. Similar behaviour was observed at 200 °C also (panel B), however, drastic variations occur from 250 °C onwards. At higher temperatures, most of the carbonate and formate features become dormant and new adsorbed species related to CO, viz., peak at 2065 cm−1, emerge in step 1 at 250 °C. This can be attributed to very loosely bound CO on interface sites. Most importantly, small concentrations of gaseous CO can be identified (at 2143 cm−1) when only CO2 is passed over the catalyst. At 300 °C, we also observe coexistence of CO adsorbed on Ru(0) as well as Ruδ + at 2016 [42] and 1991 cm−1 [43] along with the high frequency peak now shifted to 2079 cm−1. A new peak at 1624 cm−1 [44,45] is observed at high temperatures, which cannot be conclusively assigned to, even though it is reported to represent water adsorption modes. Further, CO2 temperature programmed desorption suggests lower temperature desorption in case of Ru/TiO2 catalyst and similar tendency is observed in temperature programmed reduction also (Fig.S4, ESI). 4 Discussion From activity profiles of both the catalysts, it is clear that Ru/TiO2 has better low temperature activity for CO2 hydrogenation to methane. In case of Ru/Al2O3 catalyst, in-situ IR studies indicate that reaction proceeds through a pathway with the steps, carbonate→formate→ CO→CHx at lower temperatures with the last step being negligible. Direct CO2 adsorption-reduction on metal surface leads to CO formation only at higher temperatures (>200 °C), indicating that metal surface is activated only at high temperatures in case of alumina as support. This may also point to less support-metal interaction for this catalyst. As temperature increases, CO2 adsorption-reduction to various CO species on metal surface also increases. When CO is adsorbed on Ru metal surfaces, the peaks are assigned in the region of 1990-2000 cm−1. Gaseous CO has stretching frequency at 2143 cm−1, which is red shifted due to backdonation of electrons from Ru metal to the antibonding orbitals of CO. When backbonding is reduced, due to partial charge on Ru, CO peak will shift to higher frequencies (stronger bonds). When CO2 is reductively adsorbed on Ru, the metal surface gets partially oxidised by the dissociated O atom. We attribute the peak at 2016-2022 cm−1 to CO adsorbed on Ru atoms surrounded by Ruδ +. On passing H2, this surface gets more electron dense by converting part of CO to formyl as well as O to OH. In addition, peaks in the range 1950-2000 cm−1are attributed to CO adsorbed on such a surface. Methane is not seen in the second step at any temperature, which indicates that carbonate or linear CO does not directly form methane. The fact that formyl as well as CO adsorbed on more reduced Ru is observed at high temperatures indicate that they are highly transient in nature, evident from their absence in the third step (on using the reaction mixtures). It is possible that formate species also contributes to the formation of formyl groups. CO species also seem to originate from reductively adsorbed CO2 on the metal. It can be concluded that, when there is a constant supply of CO2 in the feed, CO2 reduction on Ru(0) surface predominates and dissociated H2 reacts to form formyl group and further to CHx. In case of Ru/TiO2 catalyst, we see a major difference in the species emerging at low temperature. Bare titania seems to have the capability to reductively adsorb CO2 as formate. Along with that, Ru/TiO2 seems to be capable of forming formyl groups at temperatures as low as 175 °C. We also see presence of gaseous methane in the second step at low temperatures indicating that the intermediates formed upon CO2 adsorption on titania catalyst react with H to form methane. At higher temperatures, the reactive species seen are entirely different from that of alumina based catalyst. The blue shift of stretching frequencies of the adsorbed CO species indicate that adsorption site may be Ti(4− δ )+ present in the metal-support interfaces. CO adsorbed on Ti4+ is reported to be observed at 2192-2209 cm-1 and on Ti3+ to be 2131 cm-1 [46]. Even though we do not have any evidence of presence of Ti3+ by XPS (Fig.S5 ESI), presence of reduced Ti species vis-à-vis Ru-O-Ti interfaces cannot be ruled out as evident from the presence of adsorbed CO with stretching frequencies of 2065 and 2079 cm-1. Moreover, these loosely bound CO species vanish whereas linearly bound CO seems to be retained on the surface showing them to be more reactive. To understand the stability of the adsorption of the carbonate, formate and CO, spectra were collected while flushing the system with N2 after passing CO2 at 300 °C (Figure S6, ESI). It seems that formyl species is strongly adsorbed on Ru/Al2O3 surface rather than on Ru/TiO2. We do not anticipate any Ru which is more oxidised than the Ruδ + which is observed in step 1, since the reaction conditions are highly reducing. Hence these peaks are not attributed to CO adsorbed on oxidised Ru. XPS studies of the spent catalysts also show that Ruδ + is observed only in Ru/TiO2 and not in Ru/Al2O3 (Figure S7, ESI). TPR and TPD observations like enhanced reducibility and ease of CO2 desorption also supports low temperature activation of Ru/TiO2 catalyst. O vacancies on TiO2 surface can also facilitate CO2 adsorption advantageously [47]. Based on these observations, we propose a probable mechanistic insight into the low temperature activity of TiO2 based catalyst as due to its ability to form reactive intermediates at lower temperatures as presented in Scheme 1 . In pre-reduced Ru/Al2O3, CO2 adsorbs as carbonate and CO on support and metal respectively. These species are reduced further to formate and low concentration of formyl groups which may be subsequently reduced to methane. Whereas in Ru/TiO2, CO2 adsorption itself leads to the formation of formate and formyl species, indicating more reducing nature of this catalyst, which further forms methane. 5 Conclusion Understanding the mechanism of CO2 hydrogenation to methane will assist in designing better catalysts for this important reaction. Among various catalysts reported, Ru/TiO2 exhibits enhanced activity at lower temperatures when compared to more conventional Ru/Al2O3. Extensive in-situ IR studies indicate this difference to have arisen from the variations in metal-support interactions and interface sites. In Ru/Al2O3 catalyst, at lower temperatures, CO2 adsorbs on oxide as carbonate which is reduced to formate and CO. Further reduction to CHx seems to be negligible. Here, support-metal interaction exists to a lesser extent since the metal surface seems to be activated only at higher temperatures. In a co-feed of CO2 and H2 as in real conditions, CO2 reduction on Ru(0) surface predominates. Formyl intermediate seems to be playing a crucial role in determining the activity of the catalysts. In Ru/TiO2 catalyst, formyl species are detected at temperatures as low as 175 °C. Bare TiO2 support is comparatively active in the formation of reduced species like formate than alumina. This also enhances its low temperature activity. At high temperatures, very new CO species evolve which are proposed to be adsorbed on partially reduced Ti4+ interface sites. These loosely bound CO species are much more reactive compared to linearly bound CO. This also leads to a 4–5 fold increase in catalytic activity of Ru/TiO2 at temperatures ≥250 °C in comparison to Ru/Al2O3. The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements Vikram Sarabhai Space Center is gratefully acknowledged for giving Ru/Al2O3 catalyst. The authors thank funding from RESPOND, ISRO. References [1] S.N. Riduan Y. Zhang Recent developments in carbon dioxide utilization under mild conditions Dalton Trans. 39 2010 3347 3357 S.N. Riduan, Y. Zhang, Recent developments in carbon dioxide utilization under mild conditions, Dalton Trans., 39 (2010) 3347-3357. [2] R. Steeneveldt B. Berger T.A. Torp CO2 capture and storage closing the knowing–doing gap Chem. Eng. Res. Des. 84 2006 739 763 R. Steeneveldt, B. Berger, T.A. Torp, CO2 capture and storage closing the knowing–doing gap, Chem. Eng. Res. Des., 84 (2006) 739-763. [3] G.W. Busser B. Mei P. Weide P.C.K. Vesborg K. Stührenberg M. Bauer X. Huang M.G. Willinger I. Chorkendorff R. Schlögl M. Muhler Cocatalyst designing: a regenerable molybdenum-containing ternary cocatalyst system for efficient photocatalytic water splitting ACS Catal. 5 2015 5530 5539 G.W. Busser, B. Mei, P. Weide, P.C.K. Vesborg, K. Stührenberg, M. Bauer, X. Huang, M.G. Willinger, I. Chorkendorff, R. Schlögl, M. Muhler, Cocatalyst designing: a regenerable molybdenum-containing ternary cocatalyst system for efficient photocatalytic water splitting, ACS Catal., 5 (2015) 5530-5539. [4] M. Liu Y. Yi L. Wang H. Guo A. Bogaerts Hydrogenation of carbon dioxide to value-added chemicals by heterogeneous catalysis and plasma catalysis Catalysts 9 2019 M. Liu, Y. Yi, L. Wang, H. Guo, A. Bogaerts, Hydrogenation of carbon dioxide to value-added chemicals by heterogeneous catalysis and plasma catalysis, Catalysts, 9 (2019). [5] M.V. Landau N. Meiri N. Utsis R. Vidruk Nehemya M. Herskowitz Conversion of CO2, CO, and H2 in CO2 hydrogenation to fungible liquid fuels on Fe-based catalysts Ind. Eng. Chem. Res. 56 2017 13334 13355 M.V. Landau, N. Meiri, N. Utsis, R. Vidruk Nehemya, M. Herskowitz, Conversion of CO2, CO, and H2 in CO2 hydrogenation to fungible liquid fuels on Fe-based catalysts, Ind. Eng. Chem. Res., 56 (2017) 13334-13355. [6] M.S. Maru S. Ram R.S. Shukla N.U.H. Khan Ruthenium-hydrotalcite (Ru-HT) as an effective heterogeneous catalyst for the selective hydrogenation of CO2 to formic acid Mol. Catal. 446 2018 23 30 M.S. Maru, S. Ram, R.S. Shukla, N.U.H. Khan, Ruthenium-hydrotalcite (Ru-HT) as an effective heterogeneous catalyst for the selective hydrogenation of CO2 to formic acid, Mol. Catal., 446 (2018) 23-30. [7] C. Tisseraud C. Comminges A. Habrioux S. Pronier Y. Pouilloux A. Le Valant Cu-ZnO catalysts for CO2 hydrogenation to methanol: morphology change induced by ZnO lixiviation and its impact on the active phase formation Mol. Catal. 446 2018 98 105 C. Tisseraud, C. Comminges, A. Habrioux, S. Pronier, Y. Pouilloux, A. Le Valant, Cu-ZnO catalysts for CO2 hydrogenation to methanol: morphology change induced by ZnO lixiviation and its impact on the active phase formation, Mol. Catal., 446 (2018) 98-105. [8] G.A. Olah Beyond oil and gas: the methanol economy Angew. Chem. Int. Ed. Engl. 44 2005 2636 2639 G.A. Olah, Beyond oil and gas: the methanol economy, Angew. Chem. Int. Ed. Engl., 44 (2005) 2636-2639. [9] O. Ola M. Mercedes Maroto-Valer S. Mackintosh Turning CO2 into valuable chemicals Energy Procedia 37 2013 6704 6709 O. Ola, M. Mercedes Maroto-Valer, S. Mackintosh, Turning CO2 into valuable chemicals, Energy Procedia, 37 (2013) 6704-6709. [10] C. Liu T.R. Cundari A.K. Wilson CO2 reduction on transition metal (Fe, Co, Ni, and Cu) surfaces: in comparison with homogeneous catalysis J. Phys. Chem. C 116 2012 5681 5688 C. Liu, T.R. Cundari, A.K. Wilson, CO2 reduction on transition metal (Fe, Co, Ni, and Cu) surfaces: in comparison with homogeneous catalysis, J. Phys. Chem. C, 116 (2012) 5681-5688. [11] W. Li H. Wang X. Jiang J. Zhu Z. Liu X. Guo C. Song A short review of recent advances in CO2 hydrogenation to hydrocarbons over heterogeneous catalysts RSC Adv. 8 2018 7651 7669 W. Li, H. Wang, X. Jiang, J. Zhu, Z. Liu, X. Guo, C. Song, A short review of recent advances in CO2 hydrogenation to hydrocarbons over heterogeneous catalysts, RSC Adv., 8 (2018) 7651-7669. [12] J. Gao Q. Liu F. Gu B. Liu Z. Zhong F. Su Recent advances in methanation catalysts for the production of synthetic natural gas RSC Adv. 5 2015 22759 22776 J. Gao, Q. Liu, F. Gu, B. Liu, Z. Zhong, F. Su, Recent advances in methanation catalysts for the production of synthetic natural gas, RSC Adv., 5 (2015) 22759-22776. [13] Z. Zhang L. Zhang S. Yao X. Song W. Huang M.J. Hülsey N. Yan Support-dependent rate-determining step of CO2 hydrogenation to formic acid on metal oxide supported Pd catalysts J. Catal. 376 2019 57 67 Z. Zhang, L. Zhang, S. Yao, X. Song, W. Huang, M.J. Hülsey, N. Yan, Support-dependent rate-determining step of CO2 hydrogenation to formic acid on metal oxide supported Pd catalysts, J. Catal., 376 (2019) 57-67. [14] F. Wang S. He H. Chen B. Wang L. Zheng M. Wei D.G. Evans X. Duan Active site dependent reaction mechanism over Ru/CeO2 catalyst toward CO2 methanation J. Am. Chem. Soc. 138 2016 6298 6305 F. Wang, S. He, H. Chen, B. Wang, L. Zheng, M. Wei, D.G. Evans, X. Duan, Active site dependent reaction mechanism over Ru/CeO2 catalyst toward CO2 methanation, J. Am. Chem. Soc., 138 (2016) 6298-6305. [15] W. Wang S. Wang X. Ma J. Gong Recent advances in catalytic hydrogenation of carbon dioxide Chem. Soc. Rev. 40 2011 3703 3727 W. Wang, S. Wang, X. Ma, J. Gong, Recent advances in catalytic hydrogenation of carbon dioxide, Chem. Soc. Rev., 40 (2011) 3703-3727. [16] P. Frontera A. Macario M. Ferraro P. Antonucci Supported catalysts for CO2 methanation: a review Catalysts 7 2017 P. Frontera, A. Macario, M. Ferraro, P. Antonucci, Supported catalysts for CO2 methanation: a review, Catalysts, 7 (2017). [17] C. Weilach C. Spiel K. Föttinger G. Rupprechter Carbonate formation on Al2O3 thin film model catalyst supports Surf. Sci. 605 2011 1503 1509 C. Weilach, C. Spiel, K. Föttinger, G. Rupprechter, Carbonate formation on Al2O3 thin film model catalyst supports, Surf. Sci., 605 (2011) 1503-1509. [18] K. Föttinger R. Schlögl G. Rupprechter The mechanism of carbonate formation on Pd–Al2O3 catalysts Chem. Commun. (Camb.) 2008 320 322 K. Föttinger, R. Schlögl, G. Rupprechter, The mechanism of carbonate formation on Pd–Al2O3 catalysts, Chem. Commun., (2008) 320-322. [19] A. Karelovic P. Ruiz CO2 hydrogenation at low temperature over Rh/γ-Al2O3 catalysts: effect of the metal particle size on catalytic performances and reaction mechanism Appl. Catal. B 113-114 2012 237 249 A. Karelovic, P. Ruiz, CO2 hydrogenation at low temperature over Rh/γ-Al2O3 catalysts: effect of the metal particle size on catalytic performances and reaction mechanism, Appl. Catal. B, 113-114 (2012) 237-249. [20] J. Zheng C. Wang W. Chu Y. Zhou K. Köhler CO2Methanation over Supported Ru/Al2O3 catalysts: mechanistic studies by in situ infrared spectroscopy ChemistrySelect 1 2016 3197 3203 J. Zheng, C. Wang, W. Chu, Y. Zhou, K. Köhler, CO2 Methanation over Supported Ru/Al2O3 catalysts: mechanistic studies by in situ infrared spectroscopy, ChemistrySelect, 1 (2016) 3197-3203. [21] S.Y. Chin C.T. Williams M.D. Amiridis FTIR studies of CO adsorption on Al2O3 and SiO2-Supported Ru catalysts J. Phys. Chem. B 110 2006 871 882 S. Y. Chin, C. T. Williams, M.D. Amiridis, FTIR studies of CO adsorption on Al2O3 and SiO2-Supported Ru catalysts, J. Phys. Chem. B, 110 (2006) 871-882. [22] P. Panagiotopoulou D.I. Kondarides X.E. Verykios Mechanistic aspects of the selective methanation of CO over Ru/TiO2 catalyst Catal. Today 181 2012 138 147 P. Panagiotopoulou, D.I. Kondarides, X.E. Verykios, Mechanistic aspects of the selective methanation of CO over Ru/TiO2 catalyst, Catal. Today, 181 (2012) 138-147. [23] M.W. Mcquire C.H. Rochester In situ FTIR study CO/H2 reaction Ru/SiO2 at high pressure and temperature J. Catal. 141 1993 355 367 M. W. Mcquire, C.H. Rochester, In situ FTIR study CO/H2 reaction Ru/SiO2 at high pressure and temperature, J. Catal., 141 (1993) 355-367. [24] H. Yoshida S. Narisawa S. Fujita L. Ruixia M. Arai In situ FTIR study on the formation and adsorption of CO on alumina-supported noble metal catalysts from H2 and CO2 in the presence of water vapor at high pressures Phys. Chem. Chem. Phys. 14 2012 4724 4733 H. Yoshida, S. Narisawa, S. Fujita, L. Ruixia, M. Arai, In situ FTIR study on the formation and adsorption of CO on alumina-supported noble metal catalysts from H2 and CO2 in the presence of water vapor at high pressures, Phys. Chem. Chem. Phys., 14 (2012) 4724-4733. [25] L.H. Little C.H. Amberg Infrared spectra of carbon monoxide and carbon dioxide adsorbed on chroniia-alumina and on alumina Can. J. Chem. 40 1962 1997 2006 L. H. Little, C.H. Amberg, Infrared spectra of carbon monoxide and carbon dioxide adsorbed on chroniia-alumina and on alumina, Can. J. Chem., 40 (1962) 1997-2006. [26] Z.D. Reed M.A. Duncan Infrared spectroscopy and structures of manganese carbonyl cations, Mn(CO)n+ (n = 1-9) J. Am. Soc. Mass Spectrom. 21 2010 739 749 Z.D. Reed, M.A. Duncan, Infrared spectroscopy and structures of manganese carbonyl cations, Mn(CO)n+ (n = 1-9), J. Am. Soc. Mass. Spectrom., 21 (2010) 739-749. [27] E. Jiménez-Barrera P. Bazin C. Lopez-Cartes F. Romero-Sarria M. Daturi J.A. Odriozola CO/H2 adsorption on a Ru/Al2O3 model catalyst for fischer trospch: effect of water concentration on the surface species Appl. Catal. B 237 2018 986 995 E. Jiménez-Barrera, P. Bazin, C. Lopez-Cartes, F. Romero-Sarria, M. Daturi, J.A. Odriozola, CO/H2 adsorption on a Ru/Al2O3 model catalyst for fischer trospch: effect of water concentration on the surface species, Appl. Catal., B, 237 (2018) 986-995. [28] P. Panagiotopoulou D.I. Kondarides X.E. Verykios Mechanistic study of the selective methanation of CO over Ru/TiO2 catalyst identification of active surface species and reaction pathways J. Phys. Chem. C 115 2011 1220 1230 P. Panagiotopoulou, D. I. Kondarides, X.E. Verykios, Mechanistic study of the selective methanation of CO over Ru/TiO2 catalyst identification of active surface species and reaction pathways, J. Phys. Chem. C, 115 (2011) 1220-1230. [29] J. Scalbert I. Clémençon P. Lecour L. Braconnier F. Diehl C. Legens Simultaneous investigation of the structure and surface of a Co/alumina catalyst during fischer–tropsch synthesis: discrimination of various phenomena with beneficial or disadvantageous impact on activity Catal. Sci. Technol. 5 2015 4193 4201 J. Scalbert, I. Clémençon, P. Lecour, L. Braconnier, F. Diehl, C. Legens, Simultaneous investigation of the structure and surface of a Co/alumina catalyst during fischer–tropsch synthesis: discrimination of various phenomena with beneficial or disadvantageous impact on activity, Catal. Sci. Technol., 5 (2015) 4193-4201. [30] J. Zarfl D. Ferri T.J. Schildhauer J. Wambach A. Wokaun DRIFTS study of a commercial Ni/γ-Al2O3 CO methanation catalyst Appl. Catal. A Gen. 495 2015 104 114 J. Zarfl, D. Ferri, T.J. Schildhauer, J. Wambach, A. Wokaun, DRIFTS study of a commercial Ni/γ-Al2O3 CO methanation catalyst, Appl. Catal. A, 495 (2015) 104-114. [31] S. Eckle Y. Denkwitz R.J. Behm Activity, selectivity and adsorbed reaction intermediates/reaction side products in the selective methanation of CO in reformate gases on supported Ru catalysts J. Catal. 269 2010 255 268 S. Eckle, Y. Denkwitz, R.J. Behm, Activity, selectivity and adsorbed reaction intermediates/reaction side products in the selective methanation of CO in reformate gases on supported Ru catalysts, J. Catal., 269 (2010) 255-268. [32] A.K. Eckhardt A. Bergantini S.K. Singh P.R. Schreiner R.I. Kaiser Formation of glyoxylic acid in interstellar ices: a key entry point for prebiotic chemistry Angew. Chem. Int. Ed. Engl. 58 2019 5663 5667 A.K. Eckhardt, A. Bergantini, S.K. Singh, P.R. Schreiner, R.I. Kaiser, Formation of glyoxylic acid in interstellar ices: a key entry point for prebiotic chemistry, Angew. Chem. Int. Ed. Engl., 58 (2019) 5663-5667. [33] C.J. Bennett T. Hama Y.S. Kim M. Kawasaki R.I. Kaiser Laboratory studies on the formation of formic acid (HCOOH) in interstellar and cometary ices Astrophys. J. 727 2011 C.J. Bennett, T. Hama, Y.S. Kim, M. Kawasaki, R.I. Kaiser, Laboratory studies on the formation of formic acid (HCOOH) in interstellar and cometary ices, Astrophys. J., 727 (2011). [34] C.E. Nanayakkara J.K. Dillon V.H. Grassian Surface adsorption and photochemistry of gas-phase formic acid on TiO2 nanoparticles: the role of adsorbed water in surface coordination, adsorption kinetics, and rate of photoproduct formation J. Phys. Chem. C 118 2014 25487 25495 C.E. Nanayakkara, J.K. Dillon, V.H. Grassian, Surface adsorption and photochemistry of gas-phase formic acid on TiO2 nanoparticles: the role of adsorbed water in surface coordination, adsorption kinetics, and rate of photoproduct formation, J. Phys. Chem. C, 118 (2014) 25487-25495. [35] Z. Zhang L. Zhang M.J. Hülsey N. Yan Zirconia phase effect in Pd/ZrO2 catalyzed CO2 hydrogenation into formate Mol. Catal. 475 2019 Z. Zhang, L. Zhang, M.J. Hülsey, N. Yan, Zirconia phase effect in Pd/ZrO2 catalyzed CO2 hydrogenation into formate, Mol. Catal., 475 (2019). [36] S. Chen A.M. Abdel-Mageed C. Gauckler S.E. Olesen I. Chorkendorff R.J. Behm Selective CO methanation on isostructural Ru nanocatalysts: the role of support effects J. Catal. 373 2019 103 115 S. Chen, A.M. Abdel-Mageed, C. Gauckler, S.E. Olesen, I. Chorkendorff, R.J. Behm, Selective CO methanation on isostructural Ru nanocatalysts: The role of support effects, J. Catal., 373 (2019) 103-115. [37] A.M. Ismail G.F. Samu Á. Balog E. Csapó C. Janáky Composition-dependent electrocatalytic behavior of Au–Sn bimetallic nanoparticles in carbon dioxide reduction ACS Energy Lett. 4 2018 48 53 A.M. Ismail, G.F. Samu, Á. Balog, E. Csapó, C. Janáky, Composition-dependent electrocatalytic behavior of Au–Sn bimetallic nanoparticles in carbon dioxide reduction, ACS Energy Lett., 4 (2018) 48-53. [38] J. Wang G. Li Z. Li C. Tang Z. Feng H. An H. Liu T. Liu C. Li A highly selective and stable ZnO-ZrO2 solid solution catalyst for CO2 hydrogenation to methanol Sci. Adv. 3 2017 1 10 J. Wang, G. Li, Z. Li, C. Tang, Z. Feng, H. An, H. Liu, T. Liu, C. Li, A highly selective and stable ZnO-ZrO2 solid solution catalyst for CO2 hydrogenation to methanol, Sci. Adv., 3 (2017) 1-10. [39] U. Tumuluri J.D. Howe W.P. Mounfield M. Li M. Chi Z.D. Hood K.S. Walton D.S. Sholl S. Dai Z. Wu Effect of surface structure of TiO2 nanoparticles on CO2 adsorption and SO2 resistance ACS Sustain. Chem. Eng. 5 2017 9295 9306 U. Tumuluri, J.D. Howe, W.P. Mounfield, M. Li, M. Chi, Z.D. Hood, K.S. Walton, D.S. Sholl, S. Dai, Z. Wu, Effect of surface structure of TiO2 nanoparticles on CO2 adsorption and SO2 resistance, ACS Sustain. Chem. Eng., 5 (2017) 9295-9306. [40] S.K. Jensen S.R. Keiding J. Thogersen The hunt for HCO(aq) Phys. Chem. Chem. Phys. 12 2010 8926 8933 S.K. Jensen, S.R. Keiding, J. Thogersen, The hunt for HCO(aq), Phys. Chem. Chem. Phys., 12 (2010) 8926-8933. [41] J. Sirita S. Phanichphant F.C. Meunier Quantitative analysis of adsorbate concentrations by diffuse reflectance FT-IR Anal. Chem. 79 2007 3912 3918 J. Sirita, S. Phanichphant, F.C. Meunier, Quantitative analysis of adsorbate concentrations by diffuse reflectance FT-IR, Anal. Chem., 79 (2007) 3912-3918. [42] M.W. Mcquire C.H. Rochester FTIR study of CO/H2 reaction over Ru/TiO2 and Ru-Rh/TiO2 catalysts at high temperature and pressure J. Catal. 157 1995 396 402 M. W. Mcquire, C.H. Rochester, FTIR study of CO/H2 reaction over Ru/TiO2 and Ru-Rh/TiO2 catalysts at high temperature and pressure, J. Catal., 157 (1995) 396-402. [43] J.C.L.K. Hadjiivanov J. Lamotte F. Maug´e J. Saint-Just M. Che FTIR study of CO interaction with Ru/TiO2 catalysts J. Catal. 176 1998 415 425 J.C.L. K. Hadjiivanov, J. Lamotte, F. Maug´e, J. Saint-Just, M. Che, FTIR study of CO interaction with Ru/TiO2 catalysts, j. Catal., 176 (1998) 415-425. [44] A. Karelovic P. Ruiz Mechanistic study of low temperature CO2 methanation over Rh/TiO2 catalysts J. Catal. 301 2013 141 153 A. Karelovic, P. Ruiz, Mechanistic study of low temperature CO2 methanation over Rh/TiO2 catalysts, J. Catal., 301 (2013) 141-153. [45] P. Djomgoue D. Njopwouo FT-IR spectroscopy applied for surface clays characterization J. Surf. Eng. Mater. Adv. Technol. 03 2013 275 282 P. Djomgoue, D. Njopwouo, FT-IR spectroscopy applied for surface clays characterization, J. Surf. Eng. Mater. Adv. Technol., 03 (2013) 275-282. [46] L.F. Liao C.F. Lien D.L. Shieh M.T. Chen J.L. Lin FTIR study of adsorption and photoassisted oxygen isotopic exchange of carbon monoxide, carbon dioxide, carbonate, and formate on TiO2 J. Phys. Chem. B 106 2002 11240 11245 L.F. Liao, C.F. Lien, D.L. Shieh, M.T. Chen, J.L. Lin, FTIR study of adsorption and photoassisted oxygen isotopic exchange of carbon monoxide, carbon dioxide, carbonate, and formate on TiO2, J. Phys. Chem. B, 106 (2002) 11240-11245.",
      "scopus-id": "85075500658",
      "coredata": {
        "eid": "1-s2.0-S2468823119305589",
        "dc:description": "CO2 hydrogenation to methane, an important reaction strategically and also for value adding to CO2, is investigated on two different catalysts, Ru supported on alumina as well as titania to understand better low temperature activity of Ru/TiO2 catalyst. In-situ infrared studies are carried out in three different steps, viz., (i) CO2 adsorption on fully reduced catalyst (ii) reaction of these adsorbed species with gaseous H2 and (iii) under co-feed of CO2 and H2, at different temperatures. On Ru/Al2O3 catalyst, CO2 reacts with hydroxyls on the support surface to form carbonate and adsorbs reductively on metal as CO. Further reduction to formate and methyl species occurs on reaction with H. Small concentration of the reactive intermediate formyl forms only at high temperatures. Whereas, bare TiO2 itself seems capable of reductive adsorption of CO2 as formate indicating enhanced reducibility of titania based catalyst. Formyl groups are observed at low temperatures in Ru/TiO2 in step (ii), which further forms methyl and gaseous methane at much lower temperatures when compared to alumina catalyst. Highly reactive CO species loosely bound to metal-support interface observed at high temperatures, which is not present on Ru/Al2O3 catalyst also makes this catalyst superior. In comparison, linearly bound CO seen in alumina catalyst is not as reactive.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2468823119305589",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dongapure, Pavan"
          },
          {
            "@_fa": "true",
            "$": "Bagchi, Sayan"
          },
          {
            "@_fa": "true",
            "$": "Mayadevi, S."
          },
          {
            "@_fa": "true",
            "$": "Devi, R. Nandini"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2468823119305589"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2468823119305589"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2468-8231(19)30558-9",
        "prism:volume": "482",
        "articleNumber": "110700",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Variations in activity of Ru/TiO2 and Ru/Al2O3 catalysts for CO2 hydrogenation: An investigation by in-situ infrared spectroscopy studies",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "24688231",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "In-situ infra red spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Ru/Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Ru/TiO2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Molecular Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "110700",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2020",
        "prism:doi": "10.1016/j.mcat.2019.110700",
        "prism:startingPage": "110700",
        "dc:identifier": "doi:10.1016/j.mcat.2019.110700",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "183",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20901",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6118",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39468",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15276",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "264",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20501",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9910",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "700",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81204",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7274",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "670",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76107",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "92",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7273",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "431",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50264",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10794",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2468823119305589-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "940172",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85075500658"
      }
    }
  }
}